{
	" If checked, only users with the experience level of Intermediate and Advanced will be able to validate tasks in this project.": "Pokud je tato možnost zaškrtnuta, budou moci v tomto projektu ověřovat pouze uživatelé se středně pokročilými a pokročilými zkušenostmi.",
	" Mark as Bad Imagery": "Označit jako špatné snímky",
	" Mark as Completely Mapped": "Označit jako úplně zmapováno",
	" Split Task": "Rozdělit úlohu",
	" Stop Mapping": "Zastavit mapování",
	" left": "zbývá",
	" or join the discussion with your ": "nebo se připojte k diskusi se svým",
	"% Mapped": "% Zmapováno",
	"% Validated": "% Validováno",
	"(What’s new for mappers), ": "(Co je nového u mapovačů),",
	"(What’s new for validators).": "(Co je nového pro validátory).",
	", the free and editable map of the world. Communities, organizations and governments worldwide have access to these maps to address local development challenges and aid disaster response. You can join thousands of others to map": ", svobodná a upravitelná mapa světa. Společenství, organizace a vlády na celém světě mají přístup k těmto mapám s cílem řešit výzvy místního rozvoje a pomoci při katastrofách. Můžete se připojit k tisícům dalších a mapovat",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Komentář vložený při ukládání mapy do databáze OSM. Při ukládání vaší práce ponechejte výchozí komentář a přidejte anglicky zprávu o tom, co opravdu mapujete, např. Added buildings and a residental road.",
	"A description for the default locale": "Popis pro výchozí lokalizaci",
	"A mapping type selection is missing.": "Chybí volba typu mapování.",
	"A name for the default locale": "Název pro výchozí lokalizaci",
	"A new and improved version of the Tasking Manager was developed by HOT with support by USAID and DFAT during 2017. More information about what’s new in TM3 can be found here: ": "Nová a vylepšená verze Tasking Manageru byla vyvinuta HOT s podporou USAID a DFAT v průběhu roku 2017. Více informací o tom, co je nového v TM3, naleznete zde:",
	"A new project will be created with": "Nový projekt bude vytvořen s",
	"A short description for the default locale": "Krátký popis pro výchozí lokalizaci",
	"A verification email was sent.": "Byl odeslán ověřovací e-mail.",
	"AOI geometry must be a valid MultiPolygon.": "Geometrie Oblasti zájmu musí být validní MultiPolygon.",
	"About": "O stránce",
	"About the Tasking Manager": "O Tasking Manageru",
	"Accept and continue": "Přijmout a pokračovat",
	"Accept imagery license": "Přijmout licenci fotomap",
	"Action": "Akce",
	"Actions": "Akce",
	"Active": "Aktivní",
	"Active Mappers": "Aktivní Mapeři",
	"Activity and Stats": "Aktivita a statistiky",
	"Add layer": "Přidat vrstvu",
	"Add user": "Přidat uživatele",
	"Add your email address": "Přidejte svou e-mailovou adresu",
	"Add/edit contact details": "Přidat / upravit kontaktní údaje",
	"Admin": "Administrátor",
	"Administrator": "Administrátor",
	"Advanced": "Pokročilé",
	"Advanced mapper": "Pokročilý kartograf",
	"Advanced options": "Pokročilé možnosti",
	"Advanced task information and editing options": "Rozšířené informace o úkolu a možnosti editace",
	"All": "Vše",
	"All HOT and Missing Maps mapping is done in": "Všechna mapování HOT a Missing Maps se provádí v",
	"All of this work is done through": "Veškerá tato práce se provádí prostřednictvím",
	"All projects that were created during the test phase at ": "Všechny projekty, které byly vytvořeny v průběhu testovací fáze na adrese",
	"Allowed users on private project": "Povolení uživatelé na privátním projektu",
	"An error occurred": "Vyskytla se chyba",
	"An error occurred when altering expert mode setting.": "Při změně nastavení expertního režimu došlo k chybě.",
	"An error occurred when setting the level.": "Vyskytla se chyba při nastavování úrovně.",
	"An error occurred when setting the role.": "Nastala chyba při nastavování role.",
	"An organisation tag is missing.": "Chybí značka organizace.",
	"AoI as": "Oblast zájmu jako",
	"Arbitrary Tasks": "Jednotlivé úkoly",
	"Archive": "Archiv",
	"Archived": "Archivováno",
	"Are you sure you want to delete these messages? This cannot be undone": "Opravdu chcete tyto zprávy smazat? To nelze vrátit zpět",
	"Are you sure you want to delete this message?": "Jste si jistí, že chcete smazat tuto zprávu?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Jste si jistí, že chcete smazat tento projekt? Smazání projektu nelze vzít zpět.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Jste si jistí, že chcete znevalidovat všechny úkoly v tomto projektu? Tuto akci nemůžete vzít zpět.",
	"Are you sure you want to mark all bad imagery tasks in this project as ready? You cannot undo this.": "Opravdu chcete označit všechny špatné snímky v tomto projektu za hotové? Nemůžete to vrátit zpět.",
	"Are you sure you want to mark all tasks in this project as mapped? You cannot undo this.": "Opravdu chcete označit všechny úkoly v tomto projektu za zmapované? Nemůžete to vrátit zpět.",
	"Are you sure you want to reset all tasks? You cannot undo this.": "Opravdu chcete obnovit všechny úkoly? Nemůžete to vrátit zpět.",
	"Are you sure you want to transfer this project? You cannot undo transfering a project.": "Opravdu chcete tento projekt přenést? Nelze vrátit přenos projektu.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Jste si jistí, že chcete validovat všechny úkoly? Tato akce nelze vzít zpět.",
	"Authorization failed.": "Autorizace selhala.",
	"Authorization successful. Redirecting...": "Autorizace úspěšná. Přesměrovávám...",
	"Automatically unlocked for mapping": "Automaticky odemčeno pro mapování",
	"Automatically unlocked for validation": "Automaticky odemčeno pro validaci",
	"Back to Previous": "Zpět na předchozí",
	"Bad imagery": "Špatné fotomapy",
	"Beginner": "Začátečník",
	"Beginner mapper": "Mapovač začátečník",
	"Block user": "Zablokovat uživatele",
	"Broad categories for classifying mapping issues noted during validation": "Široké kategorie pro klasifikaci problémů s mapováním zaznamenaných během validace",
	"Building mapping is the most needed and the most common type of mapping HOT and MissingMaps does. Using the OpenStreetMap web based editor called the iD editor, building mapping is fairly easy. This video will show you the basics of how to map buildings using the iD editor.": "Mapování budov je nejpotřebnější a nejběžnější typ mapování HOT a MissingMaps. Pomocí webového editoru OpenStreetMap nazvaného iD editor je mapování budov poměrně snadné. Toto video vám ukáže základní informace o mapování budov pomocí iD editoru.",
	"Buildings": "Budovy",
	"Campaign": "Kampaň",
	"Campaign Tag": "Značka kampaně",
	"Cancel": "Zrušit",
	"Causes You Can Help": "Případy kde můžete pomoci",
	"Changeset Comment": "Poznámka k sadě změn",
	"Changeset comment": "Komentář pro změny",
	"Choose a task": "Vyberte úkol",
	"Choose a task for mapping:": "Vyberte úkol pro mapování:",
	"Choose two entries for diff or same once twice for attic data": "Zvolte dva záznamy pro zobrazení rozdílu nebo jeden stejný pro archivovaná data",
	"Clear all": "Smazat vše",
	"Clip tasks to Area of Interest": "Připněte úkoly k oblasti zájmu",
	"Clone": "Klonovat",
	"Clone project": "Klonovat projekt",
	"Close": "Zavřít",
	"Close message": "Zavřít zprávu",
	"Comment": "Komentář",
	"Commented": "Komentoval",
	"Comments by users": "Komentáře podle uživatelů",
	"Community": "Komunita",
	"Contact Information": "Kontaktní informace",
	"Contact Us": "Kontaktujte nás",
	"Contact project manager": "Kontaktujte správce projektu",
	"Contact with JOSM Failed": "Kontaktování někoho v JOSM selhalo",
	"Contribute": "Zapojit se",
	"Contributions": "Příspěvky",
	"Contributor": "Přispěvatel",
	"Contributors were messaged successfully.": "Zpráva zapojeným uživatelům byla odeslána úspěšně.",
	"Create": "Vytvořit",
	"Create a new project": "Vytvořit nový projekt",
	"Create new Project": "Vytvořit nový projekt",
	"Create new category": "Vytvořit novou kategorii",
	"Create new license": "Vytvořit novou licenci",
	"Create project": "Vytvořit projekt",
	"Created": "Vytvořeno",
	"Created by:": "Vytvořeno:",
	"Creation in progress...": "Vytváření probíhá...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Výchozí komentáře přidané do odeslaného seznamu změn v poli komentáře. Uživatelé by také měli být vyzvání pro přidání textu popisující co skutečně mapovali. Příklad: #hotosm-project-470 #missingmaps Mapování budov. Hashtagy jsou někdy použity pro pozdější analýzu, ale měly by být informativní a ne nadměrně využity, např. #skupina #událost.",
	"Default locale": "Výchozí lokalizace",
	"Delete": "Smazat",
	"Delete All Selected Messages": "Smazat všechny vybrané zprávy",
	"Delete Selected": "Smazat vybrané",
	"Delete message": "Smazat zprávu",
	"Delete project": "Smazat projekt",
	"Delete selected messages": "Smazat vybrané zprávy",
	"Description": "Popis",
	"Detailed Instructions": "Detailní instrukce",
	"Detailed user documentation is available on LearnOSM:": "Podrobná uživatelská dokumentace je k dispozici na webu LearnOSM:",
	"Details": "Detaily",
	"Difficulty": "Obtížnost",
	"Dismiss": "Zamítnout",
	"Dismiss alert": "Zrušit zprávu",
	"Done editing? Leave a comment and select one of the options below that matches your editing status.": "Hotové úpravy? Nechte komentář a vyberte jednu z níže uvedených možností, které odpovídají vašemu stavu úprav.",
	"Done editing? Share a comment and mark the task with one of the buttons below.": "Dokončena editace? Sdílejte komentář a označte úkol jedním z níže uvedených tlačítek.",
	"Download": "Stažení",
	"Download:": "Stažení:",
	"Draft": "Koncept",
	"Draw": "Nakreslit",
	"Draw circle": "Nakreslit kruh",
	"Draw polygon": "Nakreslit polygon",
	"Draw rectangle": "Nakreslit obdélník",
	"Draw the Area of Interest on the map.": "Nakreslete oblast zájmu do mapy.",
	"Edit": "Upravit",
	"Edit License": "Upravit licenci",
	"Edit Mapping-issue Category": "Upravit kategorii problémů s mapováním",
	"Edit description": "Upravit popisek",
	"Edit imagery": "Upravit fotomapy",
	"Edit instructions": "Upravit instrukce",
	"Edit permissions": "Upravit přístup",
	"Edit priority areas": "Upravit prioritní plochy",
	"Edit project": "Upravit projekt",
	"Edit settings": "Upravit nastavení",
	"Edit tags": "Upravit značky",
	"Editors for mapping": "Editoři pro mapování",
	"Editors for validation": "Editoři pro validaci",
	"Email (only visible to you):": "E-mail (viditelný pouze pro vás):",
	"Email verification": "Ověření e-mailu",
	"Enforce Random Task Selection": "Vynutit výběr náhodného úkolu",
	"Enforce random task selection on mapping": "Vynutit náhodný výběr úkolů při mapování",
	"Enter a name for the category": "Zadejte název kategorie",
	"Enter a name for the license (provider for example)": "Vložte název licence (například poskytovatele)",
	"Enter a short description of the category": "Zadejte krátký popis kategorie",
	"Enter a short version of the terms": "Vložte krátkou verzi pojmu",
	"Enter a username": "Vložte uživatelské jméno",
	"Enter the license terms": "Vložte podmínky licence",
	"Entities to map": "Objekty k mapování",
	"Error": "Chyba",
	"Error loading the projects": "Při načítání projektů došlo k chybě",
	"Error: cannot get user list": "Chyba: nelze získat seznam uživatelů",
	"Error: setting your contact details": "Chyba: nastavení kontaktních údajů",
	"Error: too many characters in your message": "Chyba: příliš mnoho znaků ve zprávě",
	"Error: you don't have permission to send message": "Chyba: nemáte oprávnění odesílat zprávy",
	"Error: your message was not added": "Chyba: vaše zpráva nebyla přidána",
	"Even if you are a new mapper, anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap can meaningfully contribute to humanitarian mapping through": "Dokonce i když jste nový mapovač, každý, kdo umí používat počítač k tomu, aby kreslil čáry a obdélníčky nebo použil telefon k posunování a klepání, může smysluplně přispět k humanitárnímu mapování",
	"Expert Mode": "Expertní režim",
	"Expert mode makes advanced and experimental features available. Most users should leave this off.": "Režim Expert poskytuje pokročilé a experimentální funkce. Většina uživatelů by si toho neměla všímat.",
	"Extra Instructions": "Zvláštní instrukce",
	"Failed to archive/unarchive category. Please try again.": "Nepodařilo se archivovat / zrušit archivaci kategorie. Prosím zkuste to znovu.",
	"Failed to create a new category. Please try again.": "Vytvoření nové kategorie se nezdařilo. Prosím zkuste to znovu.",
	"Failed to create a new license. Please try again.": "Selhalo vytváření nové licence. Prosím, zkuste to znovu.",
	"Failed to delete category. Note that categories cannot be deleted once in use, but must be archived instead": "Nepodařilo se smazat kategorii. Všimněte si, že kategorie nelze odstranit, ale místo toho musí být archivovány",
	"Failed to delete license. Please try again.": "Selhalo smazání licence. Prosím, zkuste to znovu.",
	"Failed to mark all task valid for an unknown reason.": "Z neznámých důvodů selhalo nastavení všech úkolů jako validních.",
	"Failed to message all contributors for an unknown reason.": "Z neznámých důvodů selhalo odeslání zprávy všem přispěvatelům.",
	"Failed to reset all tasks for an unknown reason.": "Selhalo resetování všech úloh z neznámého důvodu.",
	"Failed to save edits. Please try again.": "Ukládání změn selhalo. Prosím, zkuste to znovu.",
	"Field Papers": "Terénní studie",
	"Filter": "Filtr",
	"Filter projects (on name, campaign, ...)": "Filtrovat projekty (podle názvu, kampaně, ...)",
	"Find Ayeyarwady Delta Projects": "Najít Ayeyarwady Delta projekty",
	"Find New Disaster Mapping Projects": "Najít nové projekty mapování katastrof",
	"Find Tanzania Development Trust Projects": "Najít projekty Tanzania Development Trust",
	"Find a task for validation through one of the options below.": "Najděte úkol pro validaci pomocí jedné z níže uvedených možností.",
	"Fixed Mapping Issues": "Oraveny problémy s mapováním",
	"For help with mapping or mapping related questions, please email: ": "Chcete-li pomoci s mapováním nebo mapováním souvisejících otázek, kontaktujte prosím:",
	"Frequently Asked Questions": "Často kladené otázky",
	"From": "Od",
	"General questions or comments about Humanitarian OpenStreetMap Team, please email: ": "Obecné otázky nebo připomínky týkající se humanitárního týmu OpenStreetMap, prosím pište na e-mail:",
	"General task size:": "Běžná velikost úkolu:",
	"Get in touch": "Buďte v kontaktu",
	"Get started by choosing your editor of choice.": "Začněte výběrem svého editoru.",
	"GitHub": "GitHub",
	"GitHub issues page": "Strana GitHub s issues",
	"Give feedback on": "Dejte nám zpětnou vazbu",
	"Go back to category overview": "Zpět na přehled kategorie",
	"Go back to license overview": "Zpět na přehled licence",
	"Go back to the project": "Vraťte se k projektu",
	"Go to MapSwipe": "Jít do MapSwipe",
	"Go to project": "Jít do projektu",
	"Go to the chat tab": "Jít na záložku chatu",
	"Go to the homepage": "Jít na domovskou stránku",
	"Go to the instructions tab": "Jít na panel instrukcí",
	"Go to the mapping tab": "Jít na panel mapování",
	"Go to the validation tab": "Jít na záložku validace ",
	"Grid view": "Tabulkové zobrazení",
	"HOT originally planned to launch TM3 at the beginning of September, but because of several disaster response activations, the launch was delayed in order to avoid any potential issue with switching to a new platform for thousands of HOT mappers. We are now planning to launch TM3 during the week of October 16-20.": "HOT původně plánoval zahájit TM3 na začátku září, ale kvůli několika aktivacím reakcí na katastrofy bylo spuštění zpožděno, aby se zabránilo případnému problému s přechodem na novou platformu pro tisíce HOT mapovačů. Nyní plánujeme spustit TM3 v týdnu 16-20. října.",
	"Have questions about the new Tasking Manager? Read more below for answers to some of the most frequently asked questions by the community. If you want to know more about the new improvements to the Tasking Manager,": "Máte otázky týkající se nového Tasking Manageru? Další informace o nejčastějších dotazech komunity naleznete níže. Chcete-li se dozvědět více o nových vylepšeních Tasking Manageru,",
	"High": "Vysoká",
	"History": "Historie",
	"How can I get some help if something doesn’t work after the switch?": "Jak mohu získat pomoc, pokud po přepnutí něco nefunguje?",
	"How to map Buildings": "Jak mapovat budovy",
	"How to map Roads": "Jak mapovat cesty",
	"How will the switch from the current Tasking Manager (TM2) to TM3 happen?": "Jak proběhne přechod z aktuálního Tasking Manageru (TM2) na TM3?",
	"Humanitarian OpenStreetMap Team.": "Humanitarian OpenStreetMap Team.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Pokud je vybráno, pouze uživatelé s rolí \"validátor\" budou schopni validovat úkoly pro tento projekt. Pokud není, validovat může každý.",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Pokud je vybráno, pouze uživatelé se zkušenostmi při mapování budou moci přispívat do tohoto projektu. Pokud ne, přispívat může každý.\nPro změnu požadovaných zkušeností při mapování jděte do panelu Metadata tohoto projektu.",
	"If checked, users must edit tasks at random for the initial editing stage (project managers and admins are exempt). ": "Pokud je zaškrtnuto, uživatelé musí upravovat úkoly náhodně pro počáteční fázi úprav (projektoví manažeři a administrátoři jsou vyňati).",
	"If you have never mapped before and would like to help, visit our Learn page to get started mapping in less than 30 minutes.": "Pokud jste dosud nikdy nemapovali a rádi byste nám pomohli, navštivte naši stránku Learn, abyste mohli začít mapovat za necelých 30 minut.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Pokud chcete, aby uživatelé pracovali nejdříve na oblastech s nejvyšší prioritou, nakreslete jeden nebo více polygonů v oblasti projektu.",
	"If you want to upgrade to TM3, ": "Chcete-li upgradovat na TM3,",
	"Imagery": "Mapový podklad",
	"Import": "Nahrát",
	"Import a GeoJSON, KML, OSM or zipped SHP file.": "Importovat  soubor GeoJSON, KML, OSM nebo ZIP.",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Pro využití všech schopností Plánovače úloh prosím použijte počítač místo mobilního telefonu. Pokud chce přispět pomocí mobilního zařízení, použijte radši MapSwipe.",
	"In order to start contributing, please": "Chcete-li začít přispívat, prosím",
	"In this area": "V této oblasti",
	"Include Archived": "Zahrnout archivované",
	"Include archived projects": "Včetně archivovaných projektů",
	"Include draft projects": "Zahrnout pracovní projekty",
	"Instructions": "Instrukce",
	"Instructions for the default locale": "Instrukce pro výchozí lokalizaci",
	"Intermediate": "Střední",
	"Intermediate mapper": "Středně pokročilý kartograf",
	"Introduction to Validation": "Úvod do validace",
	"Invalid project. Please select another project.": "Neplatný projekt. Vyberte jiný projekt.",
	"Invalidate all tasks": "Zneplatnit všechny úkoly",
	"Invalidated": "Zneplatněno",
	"Invalidating all the tasks failed for an unknown reason.": "Z neznámých důvodů selhalo zneplatnění všech úkolů.",
	"Invalidating...": "Zneplatňuji...",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Je doporučeno nechávat velikost úkolů malou. Prosím, zkontrolujte velikost úkolů a/nebo zvažte vytvoření více projektů.",
	"JOSM": "JOSM",
	"JOSM had a problem loading the project imagery.": "JOSM měl problém načítat snímky projektu.",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "Vzdálené ovládání JOSM nereaguje. Máte editor JOSM spuštěný a nakonfigurovaný pro dálkové ovládání?",
	"Janet Chapman, Tanzania Development Trust": "Janet Chapman, Tanzania Development Trust",
	"Join coordinated humanitarian mapping projects by taking a task and mapping a part of the world in": "Připojte se ke koordinovaným humanitárním mapovacím projektům tím, že přijmete úkol a zmapujete část světa",
	"Joined OSM": "Připojil se k OSM",
	"Keep up the validation! We need experts like you to help!": "Pokračujte ve validaci! Potřebujeme pomocníky, jako jste vy!",
	"Label mapping issues (optional)": "Problémy se štítky mapování (volitelné)",
	"Land use": "Využití krajiny",
	"Landuse": "Využití krajiny",
	"Larger": "Větší",
	"Last Updated": "Naposledy aktualizováno",
	"Last activity": "Poslední aktivita",
	"Last updated": "Poslední aktualizace",
	"Last validation": "Poslední validace",
	"Layer name": "Jméno vrstvy",
	"Learn": "Naučit se",
	"Learn How to Use the Tasking Manager": "Naučte se používat Tasking Manager",
	"Learn more about": "Dozvědět se víc o",
	"Learn to Map": "Naučte se mapovat",
	"Leave a comment": "Přidat poznámku",
	"Legend": "Legenda",
	"Level": "Úroveň",
	"Licenses": "Licence",
	"Loading...": "Načítání...",
	"Lock": "Zamčít",
	"Locked": "Zamčeno",
	"Locked by": "Zamčeno uživatelem",
	"Locked by you": "Zamčeno vámi",
	"Locked for mapping": "Uzamčeno pro mapování",
	"Locked for validation": "Uzamčeno pro validaci",
	"Login": "Přihlásit se",
	"Logout": "Odhlásit se",
	"Low": "Nízká",
	"Made by the": "Vytvořil ",
	"Manage issues": "Správa problémů",
	"Manage licenses": "Upravit licence",
	"Manage mapping-issue categories": "Spravovat kategorie problémů s mapováním",
	"Manually set the experience level of a user.": "Nastavte ručně zkušenost uživatele.",
	"Map": "Mapovat",
	"Map a Task for People in Need": "Mapujte úkol pro Člověka v tísni",
	"Map all tasks": "Mapujte všechny úkoly",
	"Map service URL": "URL mapové služby",
	"Map service type": "Typ mapové služby",
	"Map view": "Zobrazení mapy",
	"Mapped": "Zmapováno",
	"Mapper": "Mapovač",
	"Mapper Level": "Úroveň mapovače",
	"Mapper level": "Úroveň mapovače",
	"Mapper level required": "Požadovaná úroveň mapovače",
	"Mappers": "Mapovači",
	"Mappers Online": "Mapaři online",
	"Mapping": "Mapování",
	"Mapping all the tasks failed for an unknown reason.": "Mapování všech úkolů selhalo z neznámého důvodu.",
	"Mapping difficulty": "Náročnost mapování",
	"Mapping level": "Úroveň mapování",
	"Mapping, Validation and Invalidation": "Mapování, Validace a zneplatnění",
	"Mapping-issue Categories": "Kategorie problémů s mapováním",
	"Mapping...": "Mapování...",
	"Mark all as Invalid": "Označit všechno jako neplatné",
	"Mark all as Valid": "Označit všechno jako platné",
	"Mark as Invalid": "Označit jako neplatné",
	"Mark as Valid": "Označit jako platné",
	"Marked as bad imagery": "Označeno jako špatné snímky",
	"Marked as ready": "Označeno jako připravené",
	"Matt Gibb, Red Cross": "Matt Gibb, Red Cross",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Dosažen maximální počet úkolů. Pokud jsou potřeba menší úkoly, prosím zmenšete mapovanou plochu.",
	"Medium": "Střední",
	"Message": "Zpráva",
	"Message all contributors": "Zpráva všem přispěvatelům",
	"Messages": "Zprávy",
	"Messages - Inbox": "Zprávy - Přijaté",
	"Metadata": "Popisná data",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Metadata a tagy jsou použité, aby uživatelé mohli nalézt projekty a skupiny projektů na kterých mohou pracovat.",
	"Missing Maps Badges": "Odznaky Missing Maps",
	"N/A": "Není k dispozici",
	"Name": "Název",
	"Name of the project": "Název projektu",
	"Navigate the results": "Jít na výsledky",
	"New project": "Nový projekt",
	"Newer": "Novější",
	"Next": "Dopředu",
	"No": "Ne",
	"No Area of Interest has been drawn.": "Nebyla nakreslena žádná oblast zájmu.",
	"No active projects.": "Žádné aktivní projekty",
	"No activity (yet).": "Žádná aktivita (zatím).",
	"No archived projects.": "Žádné archivované projekty.",
	"No category found.": "Nenalezena žádná kategorie.",
	"No comments (yet).": "Žádné komentáře (zatím)",
	"No contributions (yet).": "Žádné přispění (zatím).",
	"No contributions to projects (yet).": "Žádné přispění do projektů (zatím).",
	"No draft projects.": "Žádné koncepty projektů.",
	"No license found.": "Nenalezeny žádné licence.",
	"No messages": "Žádné zprávy",
	"No project discussion yet": "Žádná diskuse o projektu ještě nebyla",
	"No projects found.": "Nenalezeny žádné projekty.",
	"Not a valid email address": "Neplatná e-mailová adresa",
	"Note: follow this format for TMS URLs:": "Poznámka: následujte tento formát pro TMS URL:",
	"Noted Mapping Issues": "Zaznamenané problémy s mapováním",
	"Nothing has happened yet.": "Zatím se nic nestalo.",
	"Number of tasks mapped": "Počet zmapovaných úkolů",
	"Number of tasks validated": "Počet validovaných úkolů",
	"OSM Wiki": "OSM Wiki",
	"OSM changeset(s) to advanced mapper": "Sada(y) změn OSM pro pokročilé mapovače",
	"OSM changeset(s) to intermediate mapper": "Sada(y) změn OSM pro středně pokročilého mapovače",
	"OSM changesets to advanced mapper": "Sady změn OSM pro pokročilé mapovače",
	"OSM edit history": "historie změn OSM",
	"OSM heat map": "OSM teplotní mapa",
	"OSM profile": "OSM profil",
	"OSMCha Filter Id": "OSMCha Filter Id",
	"Older": "Starší",
	"Ongoing Disaster Mapping": "Probíhající mapování katastrof",
	"Only mappers with experience level": "Pouze mapovače s úrovní zkušeností",
	"Only one campaign tag is allowed.": "Jenom jedna kampaň je povolena.",
	"Only one organisation tag is allowed.": "Pouze jedna organizace je povolena.",
	"Open Source": "Open source",
	"OpenStreetMap Foundation": "OpenStreetMap Foundation",
	"OpenStreetMap is a community-driven project to create a free and editable map of the world. Before you can contribute to HOT or Missing Maps projects you will need to create an OpenStreetMap user account, which is what you will use to login to the Tasking Manager. If you are concerned about privacy you should select an OSM username that is not related to your real name or your other online activities.": "OpenStreetMap je projekt založený na komunitě, který vytváří bezplatnou a upravitelnou mapu světa. Než budete moci přispívat na projekty HOT nebo Missing Maps, je třeba vytvořit uživatelský účet OpenStreetMap, který použijete pro přihlášení do Tasking Manageru. Pokud máte obavy o soukromí, měli byste zvolit uživatelské jméno OSM, které nesouvisí s vaším skutečným jménem ani s dalšími online aktivitami.",
	"OpenStreetMap is the community-driven free and editable map of the world, supported by the not-for-profit ": "OpenStreetMap je komunitně tvořená a upravitelná mapa světa, podporovaná neziskovým sektorem",
	"Option 1:": "Možnost 1:",
	"Option 2:": "Možnost 2:",
	"Option 3:": "Možnost 3:",
	"Option 4:": "Možnost 4:",
	"Option 5:": "Možnost 5:",
	"Optional id of a saved OSMCha filter to apply when viewing the project in OSMCha, if you desire custom filtering. Note that this replaces all standard filters. Example: 095e8b31-b3cb-4b36-a106-02826fb6a109 (for convenience, you can also paste an OSMCha URL here that uses a saved filter and the filter id will be extracted for you).": "Volitelné ID uloženého filtru OSMCha, který se použije při prohlížení projektu v OSMCha, pokud si přejete vlastní filtrování. Toto nahrazuje všechny standardní filtry. Příklad: 095e8b31-b3cb-4b36-a106-02826fb6a109 (Pro větší pohodlí můžete také vložit adresu OSMCha, která používá uložený filtr a ID filtru bude extrahován za vás).",
	"Options": "Možnosti",
	"Organisation": "Organizace",
	"Organisation Tag": "Značka organizace",
	"Organization": "Organizace",
	"Other": "Ostatní",
	"Other Users": "Ostatní uživatelé",
	"Other options": "Ostatní možnosti",
	"Page Not Found": "Stránka nenalezena",
	"Participants": "Účastníci",
	"Per Task Instructions": "Pokyny podle úloh",
	"Permissions": "Oprávnění",
	"Plain text": "Čistý text",
	"Please enter a valid username": "Prosím zadejte platné uživatelské jméno",
	"Please get started by creating a new OpenStreetMap account.": "Začněte tím, že vytvoříte nový účet OpenStreetMap.",
	"Please login first.": "Prosím, nejdříve se přihlaste.",
	"Please login to start validating.": "Prosím, přihlaste se pro validaci",
	"Please make sure you only have one campaign tag.": "Prosím, ujistěte se, že máte pouze jednu značku kampaně.",
	"Please make sure you only have one organisation tag.": "Prosím, ujistěte se, že máte pouze jednu značku organizace.",
	"Please make sure you only have one user.": "Ujistěte se, že máte pouze jednoho uživatele.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Prosím, použijte validní GeoJSON, KML nebo zazipovaný Shapefile.",
	"Please provide an email address to receive notifications about your mapping": "Zadejte e-mailovou adresu, na které budete dostávat oznámení o svém mapování",
	"Potlatch 2": "Potlatch 2",
	"Preview": "Náhled",
	"Preview Task on OSM": "Náhled úlohy na OSM",
	"Previous": "Předchozí",
	"Priority": "Priorita",
	"Priority area": "Prioritní oblast",
	"Priority areas": "Prioritní oblasti",
	"Private": "Neveřejné",
	"Private Project": "Soukromý projekt",
	"Private means that only the given list of users below can access this project. Before a user name can be added to the Allowed Users list the user must first login to this installation of OSM Tasking Manager.": "Soukromý znamená, že k tomuto projektu může přistupovat pouze daný seznam uživatelů níže. Před přidáním uživatelského jména do seznamu povolených uživatelů se musí uživatel nejprve přihlásit k této instalaci nástroje OSM Tasking Manager.",
	"Progress": "Pokrok",
	"Project Cluster": "Projektový klastr",
	"Project Dashboard": "Souhrnné informace o projektu",
	"Project Manager": "Projektový manažer",
	"Project Questions and Comments": "Projektové otázky a komentáře",
	"Project could not be created. The exact reason could not be determined.": "Projekt nemohl být vytvořen. Přesný důvod nemohl být určen.",
	"Project dashboard": "Souhrnné informace o projektu",
	"Project grid could not be trimmed to the AOI.": "Mřížka projektu nemohla být ořezána na oblast zájmu.",
	"Project has": "Projekt má",
	"Project name": "Jméno projektu",
	"Project wide actions": "Akce v rámci celého projektu",
	"Projects": "Projekty",
	"Projects can be created until right before the switch to TM3 happens. A project that was just created in TM2, but hasn’t been published, will automatically be available in TM3 as a draft right after the switch.": "Projekty mohou být vytvořeny až do okamžiku, kdy dojde k přechodu na TM3. Projekt, který byl právě vytvořen v TM2, ale nebyl publikován, bude automaticky k dispozici v TM3 jako koncept hned po přepnutí.",
	"Published": "Zveřejněno",
	"Put here anything that can be useful to users while taking a task. If you have added extra properties within the GeoJSON of the task, they can be referenced by surrounding them in curly braces. For eg. if you have a property called `import_url` in your GeoJSON, you can reference it like:": "Dejte sem něco, co může být užitečné pro uživatele při plnění úkolu. Pokud jste přidali další vlastnosti v rámci GeoJSON úkolu, lze na ně odkazovat tak, že je obklopíte ve složených závorkách. Například. pokud máte ve svém GeoJSONu vlastnost nazvanou `import_url`, můžete na ni odkazovat jako:",
	"Questions and Comments": "Otázky a poznámky",
	"Read more on the": "Přečtěte si více o",
	"Ready": "Připraveno",
	"Ready to get mapping?": "Připraveni mapovat?",
	"Receive automated validation messages": "Příjem automatických validačních zpráv",
	"Red Cross - Ayeyarwady Delta": "Red Cross - Ayeyarwady Delta",
	"Registered": "Registrovaný",
	"Report an issue (space to see options)": "Nahlásit problém (prostor pro zobrazení možností)",
	"Require experience level INTERMEDIATE or ADVANCED": "Vyžaduje úroveň zkušeností INTERMEDIATE nebo ADVANCED",
	"Require users to be validators": "Vyžaduje, aby uživatelé byli validátory",
	"Required": "Vyžadováno",
	"Required license": "Vyžadovaná licence",
	"Reselect tasks locked for mapping ": "Znovu vyberte úkoly uzamčené pro mapování",
	"Reselect tasks locked for validation ": "Znovu vyberte úkoly uzamčené pro validaci",
	"Resend validation email": "Znovu odeslat e-mail validace",
	"Reset": "Reset",
	"Reset Bad Imagery Tasks": "Resetovat tasky se špatnými snímky",
	"Reset all bad imagery tasks": "Resetovat všechny tasky se špatnými snímky",
	"Reset all tasks": "Obnovit všechny tasky",
	"Reset all tasks in the project to ready to map, preserving history.": "Obnovit všechny tasky v projektu tak, aby byly připraveny k mapování, zachování historie.",
	"Reset tasks": "Resetovat tasky",
	"Resetting all the bad imagery tasks failed for an unknown reason.": "Resetování všech tasků se špatnými snímky selhalo z neznámého důvodu.",
	"Resetting...": "Resetování...",
	"Return": "Vrátit",
	"Return to inbox": "Zpět do přijatých zpráv",
	"Return to project": "Návrat k projektu",
	"Review of the current list of mapping Projects.": "Přehled aktuálního seznamu mapovacích projektů.",
	"Road mapping is the next most common type of mapping for HOT and MissingMaps does. Physically mapping roads is very easy, but deciding how to classifiy them is the real challenge. This video will give you basics of how to map roads using the iD editor.": "Mapování silnic je další nejběžnější typ mapování pro HOT a MissingMaps. Fyzické mapování silnic je velmi snadné, ale rozhodování o tom, jak je klasifikovat, je skutečnou výzvou. Toto video vám poskytne základy, jak mapovat silnice pomocí editoru iD.",
	"Roads": "Cesty",
	"Role": "Role",
	"Russell Deffner, Humanitarian OpenStreetMap Team": "Russell Deffner, Humanitarian OpenStreetMap Team",
	"Save": "Uložit",
	"Save changes": "Uložit změny",
	"Save edits": "Uložit úpravy",
	"Search": "Hledat",
	"Search Users": "Hledat uživatele",
	"Search for username": "Vyhledat uživatelské jméno",
	"Search project description or project number": "Hledejte podle popisu projektu, nebo jeho čísla",
	"Seasoned mapper? Pick up one of our many projects and start contributing.": "Sezónní mapař? Vyberte jeden z mnoha projektů a začněte přispívat.",
	"See the changesets in OSMCha for this area.": "Viz changesety v OSMCha pro tuto oblast.",
	"See the changesets in OSMCha for this project": "Podívejte se na changesety v OSMCha pro tento projekt",
	"See the changesets in Overpass Turbo for this area.": "Prohlédnout změny pro tuto oblast v Overpass Turbo.",
	"See the changesets on the OSM website for this area.": "Prohlédnout změny pro tuto oblast na webu OSM.",
	"Select a random task": "Vybrat náhodný úkol",
	"Select a task by clicking on the map": "Vyberte úkol kliknutím na mapu",
	"Select another task": "Vybrat jiný úko.",
	"Select area by drawing a polygon": "Vyberte oblast nakreslením polygonu",
	"Select by user below": "Vyberte uživatele podle níže uvedených pokynů",
	"Sending...": "Odesílám...",
	"Set mapper level": "Nastavit úroveň mapování",
	"Set role": "Nastavit roli",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Nastavení úrovně pomůže uživatelům vybrat vhodné projekty pro mapování. Můžete vyžadovat úroveň mapování v sekci \"přístup\".",
	"Settings": "Nastavení",
	"Short Description": "Krátký popis",
	"Short description": "Krátký popis",
	"Show advanced options": "Zobrazit pokročilé možnosti",
	"Show/hide menu": "Zobrazit/skrýt menu",
	"Sign Up for OpenStreetMap": "Zaregistrujte se do OpenStreetMap",
	"Slack #tasking_manager_3 channel": "Slack #tasking_manager_3 channel",
	"Smaller": "Menší",
	"Something went wrong when verifying your email.": "Při ověřování e-mailu došlo k chybě.",
	"Sort column": "Seřadit sloupec",
	"Split": "Rozdělit",
	"Split (point)": "Rozdělit (bod)",
	"Split (polygon)": "Rozdělit (polygon)",
	"Split a specific area into smaller tasks by drawing an area or point:": "Rozdělit danou oblast na menší úkoly nakreslením oblasti nebo bodu:",
	"Sponsorship and Funding": "Sponzorství a financování",
	"Square Grid": "Čtvercová mřížka",
	"Start": "Start",
	"Start Editor": "Spustit editor",
	"Start Mapping": "Začít mapovat",
	"Start Validating": "Začít validovat",
	"Start mapping": "Začít mapovat",
	"Stats": "Statistiky",
	"Status": "Status",
	"Status:": "Status:",
	"Step 1": "Krok 1",
	"Step 1: Define Area": "Krok 1: Určete oblast",
	"Step 2": "Krok 2",
	"Step 2: Choose Tasks Type": "Krok 2: Vyberte typ úkolů",
	"Step 3": "Krok 3",
	"Step 3: Set Task Sizes": "Krok 3: Nastavte velikosti úkolů",
	"Step 4": "Krok 4",
	"Step 4: Trim Project": "Krok 4: Ořežte projekt",
	"Step 5": "Krok 5",
	"Step 5: Review": "Krok 5: Zkontrolujte výsledek",
	"Stop Validating": "Ukončit validaci",
	"Stop using JOSM": "Zastavte používání JOSM",
	"Subject": "Předmět",
	"TM3 introduces an enhanced backend which supports many new features, but doesn’t allow to run TM2 from the same database. Therefore the switch from TM2 to TM3 will involve a “hard cutover”, meaning that once TM3 is activated at tasks.hotosm.org, the TM2 platform will be turned off and become inaccessible. All projects from TM2 will automatically be ported to TM3 and mappers will be able to continue mapping in TM3 from where they left in TM2.": "TM3 zavádí vylepšený backend, který podporuje mnoho nových funkcí, ale neumožňuje spustit TM2 ze stejné databáze. Přepnutí z TM2 na TM3 bude tedy zahrnovat „tvrdý cutover“, což znamená, že jakmile je TM3 aktivován na tasks.hotosm.org, platforma TM2 bude vypnuta a stane se nedostupnou. Všechny projekty z TM2 budou automaticky přeneseny do TM3 a mapovače budou moci pokračovat v mapování v TM3 odkud v TM2 odešly.",
	"Tanzania Development Trust": "Tanzania Development Trust",
	"Tanzania has a high incidence of extreme poverty, early marriage and Gender Based Violence. NGOs on the ground need better road and residential area data to facilitate their outreach work. Community mappers from a HOT microgrant, together with YouthMappers from the Institute of Rural Development Planning will map employment opportunities as part of a project to reduce youth vulnerability starting on 26th August. This base map will assist with this field mapping.": "Tanzanie má vysoký výskyt extrémní chudoby, časného manželství a násilí založeného na pohlaví. Nevládní organizace v terénu potřebují lepší údaje o silnicích a obytných zónách, aby usnadnily jejich práci v terénu. Mapování komunity z mikrograntů HOT spolu s YouthMappers z Institutu pro rozvoj venkova mapují pracovní příležitosti v rámci projektu na snížení zranitelnosti mládeže od 26. srpna. Tato základní mapa vám pomůže s mapováním v terénu.",
	"Task": "Úkol",
	"Task Link": "Odkaz na task",
	"Task automatically unlocked for mapping": "Task se automaticky odemkne pro mapování",
	"Task automatically unlocked for validation": "Task se automaticky odemkne pro validaci",
	"Task could not be split": "Task nelze rozdělit",
	"Task invalidated": "Task byl zneplatněn",
	"Task invalidation": "Zneplatnění úkolu",
	"Task is not splittable": "Úkol není rozdělitelný",
	"Task locked for mapping": "Úkol byl zamčen pro mapování",
	"Task locked for validation": "Úkol byl uzamčen pro validaci",
	"Task mapped": "Úkol zmapován",
	"Task mapping": "Mapování úkolu",
	"Task marked as bad imagery": "Úkol označen jako špatné snímky",
	"Task marked as ready": "Úkol označen jako připraven",
	"Task reset": "Reset úkolu",
	"Task split": "Rozdělení úkolu",
	"Task validated": "Úkol validován",
	"Task validation": "Ověřování úkolů",
	"Tasks": "Úkoly",
	"Tasks Mapped": "Zmapováno úkolů",
	"Tasks Validated": "Ověřeno úkolů",
	"Tasks as": "Úkoly jako",
	"Tasks must be randomly selected": "Úkoly musí být náhodně vybrány",
	"Thank you for verifying your email.": "Děkujeme za ověření e-mailu.",
	"The AOI contains geometries which are not polygons or multipolygons": "Oblast zájmu obsahuje geometrie, které nejsou polygony nebo multipolygony",
	"The AOI contains self intersections": "Oblast zájmu obsahuje vlastní překryvy",
	"The Area of Interest contains self intersections.": "Oblast zájmu obsahuje průniky sama se sebou.",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projekt nemohl být vytvořen. Toto je nejspíš kvůli kombinované velikosti dat oblasti zájmu a mřížky pro poslání na server. Zkuste to znova s menší oblastí zájmu nebo s méně úkoly.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projekt nemohl být ořezán. Toto je nejspíš kvůli kombinované velikosti dat oblasti zájmu a mřížky pro poslání na server. Zkuste to znova s menší oblastí zíjmu nebo s méně úkoly.",
	"The Project trim timed out.  Try again with a smaller AOI or fewer tasks.": "Časový limit projektu byl vypršel. Zkuste to znovu s menší oblastí zájmu nebo méně tasky.",
	"The Red Cross is mapping the Ayeyarwady Delta area in Myanmar as part of a multi-year mapping and data readiness activity to better understand where critical infrastructure and roads are to inform decision making during potential disasters. As recently as 2008 a cyclone killed at least 77,000 people with over 55,900 missing, and left about 2.5 million homeless.": "Červený kříž mapuje oblast Ayeyarwady Delta v Myanmaru v rámci víceletého mapování a připravenosti na data, aby lépe porozuměl, kde je kritická infrastruktura a silnice informujcí o rozhodování při potenciálních katastrofách. Nedávno v roce 2008 zabil cyklón nejméně 77 000 lidí s více než 55 900 pohřešovanými a zanechal asi 2,5 milionu lidí bez domova.",
	"The Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "Tasking Manager je software Open Source. Neváhejte nahlásit problémy a přispět.",
	"The Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process in OpenStreetMap. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "Tasking Manager je mapovací nástroj navržený a vybudovaný pro OpenStreetMap pro humanitární OpenStreetMap Team. Účelem nástroje je rozdělit mapovací projekt na menší úkoly, které lze rychle dokončit s mnoha lidmi pracujícími na stejné ploše. Ukazuje, které oblasti je třeba mapovat a které oblasti potřebují ověřit mapování.",
	"The Tasking Manager is the tool / website you are using right now. Its main purpose is to divide up large areas that need mapping into small, easy to map Tasks. It organizes the small Tasks into a larger group called a Project. It provides a user interface to find a Project and then Check-Out and Check-In the small Tasks so you can map them in OpenStreetMap using one of the standard OpenStreetMap editors. Learning how to actually map is shown in the videos below.": "Tasking Manager je nástroj / web, který právě používáte. Jeho hlavním účelem je rozdělit velké plochy, které potřebují mapovat na malé, snadno mapované úkoly. Organizuje malé úkoly do větší skupiny s názvem Projekt. Poskytuje uživatelské rozhraní k nalezení projektu a následného přihlášení do malých úloh, takže je můžete mapovat v aplikaci OpenStreetMap pomocí jednoho ze standardních editorů OpenStreetMap. Naučit se, jak vlastně mapovat, je uvedeno ve videích níže.",
	"The Tasking Manager was designed and built for the": "Tasking Manager byl navržen a vytvořen pro",
	"The application code is available on GitHub.": "Zdrojový kód aplikace je k dispozici na GitHubu.",
	"The code and community around Tasking Manager v2 will still exist. If you have questions about the older version, reach out via the ": "Kód a komunita kolem Tasking Manager v2 bude stále existovat. Máte-li dotazy týkající se starší verze, přesuňte se přes",
	"The list of elements we ask you to map": "Seznam typů objektů, které prosíme zmapovat",
	"The list of entities to map.": "Seznam objektů, které se mají mapovat.",
	"The project was deleted successfully.": "Projekt byl úspěšně smazán.",
	"The project was not deleted successfully. This project might have some contributions.": "Projekt nebyl úspěšně smazán. Tento projekt může mít nějaké přispěvky.",
	"The project was not transfered successfully.": "Projekt nebyl úspěšně přenesen.",
	"The project was transfered successfully.": "Projekt byl úspěšně převeden.",
	"The selected task could not be locked.": "Vybraný úkol nemůže být uzamčen.",
	"The selected task is not in a state that allows mapping.": "Vybraný úkol není ve stavu dovolujícím mapování.",
	"The selected task is not in a state that allows validation.": "Vybraný úkol není ve stavu dovolujícím validaci.",
	"The selected task status could not be undone.": "Stav vybraného úkolu nelze vrátit zpět.",
	"The selected user needs to be project manager or administratror role assigned": "Vybraný uživatel musí být projektový manažer nebo přiřazena administrátorská role",
	"The size of each task is approximately": "Velikost každého úkolu je přibližně",
	"The task could not be locked for mapping.": "Úkol nemůže být uzamčen pro mapování.",
	"The task could not be locked for validation.": "Úkol nemůže být uzamčen pro validaci.",
	"The task expired and was automatically unlocked.": "Úkol vypršel a byl automaticky odemčen.",
	"The tasks could not be locked.": "Úkoly nemohou být uzamčeny.",
	"The tasks were invalidated successfully.": "Úkoly byly úspěšně zneplatněny.",
	"The tasks were mapped successfully.": "Úkoly byly úspěšně mapovány.",
	"The tasks were marked validated successfully.": "Úkoly byly úspěšně označeny jako zvalidováné.",
	"The tasks were reset successfully.": "Úkoly byly úspěšně resetovány.",
	"There are no tasks currently available for mapping.": "Nyní nejsou k dispozici žádné úkoly k mapování.",
	"There are no tasks currently available for validation.": "Nyní nejsou k dispozici žádné úkoly k validaci.",
	"There was a problem unlocking the task.": "Vyskytl se problém při odemykání úkolu.",
	"There was a problem unlocking the tasks.": "Vyskytl se problém při odemykání úkolů.",
	"There was an error retrieving the task from the server.": "Vyskytla se chyba při načítání úkolu ze serveru.",
	"There was an error updating your project. Please try again.": "Vyskytla se chyba při obnovování vašeho projektu. Zkuste to prosím znovu.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Tento přístup umožňuje v případě katastrofy či nouzové humanitární situace rychle rozdělit úlohy mapperům. Také umožňuje sledovat celkový průběh a pomáhá zlepšít stejnoměrnost práce (např. specifikovat mapované objekty, použité tagy, atd.).",
	"This cannot be undone.": "Toto nemůže být vráceno.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Tato zpráva není přeložená do vybraného jazyka uživatele, takže můžete chtít připojit své vlastní překlady.",
	"This task is available for mapping.": "Tento úkol je dostupný pro mapování.",
	"This task is available for validation.": "Tento úkol je dostupný pro validaci.",
	"This will clone all descriptions, instructions, metadata etc. The Area of Interest, the tasks and the priority areas will not be cloned. You will have to redraw/import these. Your newly cloned project will be in draft status.": "To bude klonovat všechny popisy, instrukce, metadata atd. Oblast zájmu, tasky a prioritní oblasti nebudou klonovány. Budete je muset překreslovat / importovat. Váš nově klonovaný projekt bude ve stavu návrhu.",
	"This will mark all bad imagery tasks as ready. Please use this only if you are sure of what you are doing.": "Tím budou všechny špatné úlohy snímků označeny jako připravené. Použijte prosím pouze tehdy, pokud jste si jisti, co děláte.",
	"This will mark all tasks (except bad imagery tasks) as mapped. Please use this only if you are sure of what you are doing.": "Tím budou označeny všechny úkoly (kromě úkolů se špatnými snímky), jak byly namapovány. Použijte prosím pouze tehdy, pokud jste si jisti, co děláte.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Tímto nastavíte všechny úkoly (s vyjímkou špatných snímků) jako hotové. Prosím toto provádějte jedině pokud opravdu víte, co děláte.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Tímto nastavíte všechny úkoly (s vyjímkou nedokončených a špatných snímků) jako neplatné. Prosím toto provádějte jedině pokud opravdu víte, co děláte.",
	"This will reset all tasks to ready to map (preserving existing history). Please use this only if you are sure of what you are doing.": "Tím se obnoví všechny úkoly, které budou připraveny k mapování (a zachování stávající historie). Použijte prosím pouze tehdy, pokud jste si jisti, co děláte.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Tímto pošlete zprávu Tasking Manageru všem přispěvatelům daného projektu. Prosím použijte tuto funkci obezřetně.",
	"Time Spent Mapping (on this instance)": "Časově strávený mapováním (v tomto případě)",
	"Tip": "Tip",
	"Toggle the Area of Interest of existing projects": "Přepínejte oblast zájmu stávajících projektů",
	"Total Mappers": "Celkem mapařů",
	"Total OSM changesets": "Celkem seznamů změn v OSM ",
	"Total number of users:": "Celkový počet uživatelů:",
	"Transfer": "Přenos",
	"Transfer project": "Přenos projektu",
	"Trim": "Ořezat",
	"Trim failed with unexpected error status.": "Oříznutí se nezdařilo s neočekávaným stavem chyb.",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Ořezat mřížku úkolu do oblasti zájmu (volitelné). Můžete zanechat kompletně čtverce, případně je všechny ořezat na oblast zájmu. Toto může nějakou dobu trvat.",
	"Trimming in progress": "Probíhá ořezávání",
	"Type a message": "Zadejte zprávu",
	"Type a username": "Napište uživatelské jméno",
	"Type(s) of mapping": "Typ(y) mapování",
	"URL to service": "URL služby",
	"Un-Mark": "Zrušit označení",
	"Unarchive": "Vyarchivovat",
	"Urgent": "Akutní",
	"Use this if for some reason you need to map, validate or invalidate all tasks in this project in a single step.": "Použijte toto, pokud z nějakého důvodu potřebujete mapovat, ověřit nebo zrušit všechny úkoly v tomto projektu v jediném kroku.",
	"User": "Uživatel",
	"User Profile": "Uživatelský Profil",
	"User list": "Seznam uživatelů",
	"Username": "Uživatelské jméno",
	"Users": "uživatelů",
	"Validate": "Ověřit",
	"Validate a Random Task": "Validovat náhodný úkol",
	"Validate all tasks": "Validovat všechny úkoly",
	"Validated": "Validováno",
	"Validating...": "Validování...",
	"Validation": "Validace",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Schvalování provede druhý pár očí, který zhodnotí mapování. Toto obvykle provádí zkušení mapeři OSM a skládá se to z revize kompletnosti (může provádět každý) a použití různých nástrojů pro ujištění se, že mapování nemá žádné technické chyby, např. budovy napojené zdí na silnici. Toto video (anglicky s českými titulky) vás provede základy schvalování úloh v projektech HOT.",
	"Validator": "Validátor",
	"Validator role required": "Potřebná role validátora",
	"Validators": "Validátoři",
	"Videos have also been created:": "Byla také vytvořena videa:",
	"View OSM changesets": "Prohlédnout seznamy změn v OSM",
	"View in OSMCha": "Zobrazit v OSMCha",
	"View in Overpass Turbo": "Prohlížet v Overpass Turbo",
	"View the projects that you have created": "Prohlédnout projekty, které jste vytvořil",
	"Visit about": "Navštívit \\\"o projektu\"\\",
	"Visit homepage": "Navštívit hlavní stránku",
	"Visit learn": "Navštívit \"naučit se\"",
	"Want to become a sponsor? Contact us to learn how.": "Chcete se stát sponzorem? Kontaktujte nás, abyste se dozvěděli jak.",
	"Warning": "Varování",
	"Waterways": "Vodní cesty",
	"What happens to my TM2 projects? Will they be available in TM3?": "Co se stane s mými projekty TM2? Budou k dispozici v TM3?",
	"What happens to projects that I created on the test TM3 instance?": "Co se stane s projekty, které jsem vytvořil na testovací instanci TM3?",
	"What if I run my own TM2?": "Co když mám vlastní TM2?",
	"What is Tasking Manager 3 (TM3)?": "Co je Tasking Manager 3 (TM3)?",
	"When": "Když",
	"When should project manager stop creating new projects in TM2?": "Kdy by měl projektový manažer přestat vytvářet nové projekty v TM2?",
	"When will TM3 be launched?": "Kdy bude TM3 spuštěn?",
	"Where can I learn more about how TM3 works?": "Kde se mohu dozvědět více o tom, jak TM3 funguje?",
	"Will there be any downtime during the transition?": "Budou během přechodu nějaké prostoje?",
	"With our disaster mapping program, what we are trying to provide is a common operating picture for the first responders, aid organizations, governments and the affected people to make informed decisions. When all parties are working with the same information, the better situated the community is for quick and effective recovery.": "S naším programem mapování katastrof je to, co se snažíme poskytnout, společný provozní obraz pro první osoby, organizace poskytující pomoc, vlády a postižené lidi, aby mohli činit informovaná rozhodnutí. Když všechny strany pracují se stejnými informacemi, tím lepší je komunita pro rychlé a účinné zotavení.",
	"With the invaluable support of:": "S neocenitelnou pomocí:",
	"Yes": "Ano",
	"Yes, all projects created in TM2 will automatically be transferred to TM3, including all data and current progress on each task.": "Ano, všechny projekty vytvořené v TM2 budou automaticky převedeny do TM3, včetně všech dat a aktuálního stavu každé úlohy.",
	"Yes, there might be up to one hour when both TM2 and TM3 will not be accessible. This will happen during late afternoon Pacific time / night European time, hoping to minimize any potential disruption.": "Ano, může být až jedna hodina, kdy nebudou přístupné jak TM2, tak TM3. K tomu dojde během pozdního odpoledne v tichomořském / nočním evropském čase a doufáme, že se tím minimalizuje případné narušení.",
	"You can not comment": "Nemůžete komentovat",
	"You can only delete projects with no contributions.": "Můžete smazat pouze projekty bez přispěvatelů.",
	"You can report any issue at": "Problém můžete nahlásit na ",
	"You can use Markdown. (HTML is not allowed)": "Můžete použít Markdown. (HTML není povoleno)",
	"You cannot select tasks for mapping because you already have task(s) locked.": "Nemůžete vybrat úkoly pro mapování, protože již máte uzamčen úkol(y).",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "V tomto projektu nemůžete vybrat úkoly pro mapování, protože nemáte dostatečnou úroveň zkušeností.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "V tomto projektu nemůžete vybrat úkoly pro ověření, protože nemáte roli validátora.",
	"You do not have the required Validator role for validation on this project.": "Nemáte vyžadovanou roli validátora pro ověřování úkolů v tomto projektu.",
	"You have unread messages.": "Nemáte žádné nepřečtené zprávy.",
	"You must randomly select tasks": "Úlohy musíte náhodně vybrat",
	"You need at least one mapping editor.": "Potřebujete alespoň jeden editor mapování.",
	"You need at least one validation editor.": "Potřebujete alespoň jeden validační editor.",
	"You need to accept the license before continuing.": "Musíte přijmout licenci před pokračováním.",
	"You need to add at least one allowed user to a private project.": "Musíte přidat alespoň jednoho povoleného uživatele k soukromému projektu.",
	"You're an advanced mapper! Next,": "Jste pokročilý mapovač! Další,",
	"You're on your way to becoming an advanced mapper!": "Jste na cestě stát se pokročilým mapovačem!",
	"You're on your way to becoming an intermediate mapper!": "Jste na cestě stát se středně pokročilým mapovačem!",
	"You're over halfway to becoming an advanced mapper!": "Jste na půli cesty, abyste se stali pokročilým mapovačem!",
	"You're over halfway to becoming an intermediate mapper!": "Jste na půli cesty, abyste se stali středně pokročilým mapovačem!",
	"You've almost reached advanced mapper!": "Téměř jste dosáhli pokročilého mapovače!",
	"You've almost reached intermediate mapper!": "Téměř jste dosáhli středně pokročilého mapovače!",
	"You've made intermediate mapper, keep it up! ": "Právě jste středně pokročilým mapovačem, pokračujte dál!",
	"Your ID is the part after https://www.linkedin.com/in/....": "Vaše ID je součástí stránky za https://www.linkedin.com/in/....",
	"Your profile": "Váš profil",
	"Your project has been updated successfully.": "Váš projekt byl úspěšně upraven.",
	"Your project was created successfully.": "Váš projekt byl úspěšně vytvořen.",
	"and support these communities in need.": "a podporovat tyto komunity v nouzi.",
	"are locked for validation.": "jsou uzamčeny pro validaci.",
	"are missing.": "chybí.",
	"characters remaining": "zbývajících znaků",
	"choose default locale": "vyberte výchozí lokalizaci",
	"choose from existing tags or create a new one": "vyberte z existujících tagů nebo vytvořte nový",
	"choose locale": "vyberte lokalizaci",
	"choose mapping level": "vyberte úroveň mapování",
	"choose results view": "Vyberte výsledky pro prohlédnutí",
	"get started with the README": "začněte s README",
	"iD Editor": "iD Editor",
	"is missing.": "chybí",
	"learn how to validate!": "naučit se jak validovat!",
	"local OSM community": "místní komunita OSM",
	"login first": "nejprve se přihlašte",
	"mapper": "mapař",
	"no license": "žádná licence",
	"or higher can map": "nebo vyšší mohou mapovat",
	"or join us on the ": "nebo se k nám připojte",
	"priority area drawing tools": "nástroje pro kreslení prioritní oblasti",
	"priority areas": "prioritní oblasti",
	"read more in the what is new section.": "přečtěte si více o tom, co je nová sekce.",
	"tasks.": "úkolů.",
	"this task as a gpx file to see its boundary.": "tento úkol jako soubor gpx k zobrazení jeho hranice.",
	"to continue": "k pokračování",
	"to continue mapping": "pokračovat v mapování",
	"to continue validation": "pokračovat ve validaci",
	"will be deleted right before launch. All data will be replaced with existing TM2 projects as soon as the switch happens.": "budou vymazány těsně před spuštěním. Všechna data budou nahrazena stávajícími projekty TM2, jakmile dojde k přepnutí.",
	"with any questions.": "s jakýmikoliv otázkami."
}
