{
	"About": "O stránce",
	"About the OSM Tasking Manager": "O OSM manažeru úkolů",
	"Accept and continue": "Přijmout a pokračovat",
	"Accept imagery license": "Přijmout licenci fotomap",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Komentář vložený při ukládání mapy do databáze OSM. Při ukládání vaší práce ponechejte výchozí komentář a přidejde zprávu o tom, co opravdu mapujete, např. Added buildings and a residental road.",
	"Actions": "Akce",
	"Active": "Aktivní",
	"Activity and Stats": "Aktivita a statistiky",
	"Add layer": "Přidat vrstvu",
	"Add user": "Přidat uživatele",
	"A description for the default locale": "Popis pro výchozí lokalizaci",
	"Admin": "Administrátor",
	"Administrator": "Administrátor",
	"Advanced": "Pokročilé",
	"Advanced mapper": "Pokročilý kartograf",
	"Advanced options": "Pokročilé možnosti",
	"Advanced task information and editing options": "Rozšířené informace o úkolu a možnosti editace",
	"A few of the humanitarian efforts you can support through mapping.": "Několik humanitárních snažení, které můžete podpořit mapováním.",
	"All": "Vše",
	"Allowed users on private project": "Povolení uživatelé na privátním projektu",
	"A name for the default locale": "Jméno pro výchozí lokalizaci",
	"and help improve it.": "a pomože ji vylepšit.",
	"and open it in JOSM to see the task boundaries.": "a otevřete ji v JOSM abyste viděli hranice úkolu.",
	"and open it in JOSM to see the task boundary.": "a otevřete ji v JOSM abyste viděli hranici úkolu.",
	"An error occurred when setting the level.": "Vyskytla se chyba při nastavování úrovně.",
	"An error occurred when setting the role.": "Nastala chyba při nastavování role.",
	"A new project will be created with": "Nový projekt bude vytvořen s",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Každý, kdo umí použít počítač pro kresbu linií a obdelníků, nebo používá telefon táhnutím a klikáním, může smysluplně přispívat humanitárním mapováním. Pokud jste předtím nikdy nemapovali a chtěli byste pomoci digitalizací snímků a označováním budov a cest, tak vás žádáme o navštívení Výukové stránky, která vám umožní mapovat za méně než 30 minut.",
	"AOI geometry must be a valid MultiPolygon.": "AOI geometrie musí být validní MultiPolygon.",
	"Arbitrary Tasks": "Jednotlivé úkoly",
	"Archived": "Archivováno",
	"are locked for validation by you.": "jsou pro vás zamčené pro validaci.",
	"are missing.": "chubí.",
	"Are you sure you want to delete this message?": "Jste si jistí, že chcete smazat tuto zprávu?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Jste si jistí, že chcete smazat tento projekt? Smazání projektu nelze vzít zpět.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Jste si jistí, že chcete znevalidovat všechny úkoly v tomto projektu? Tuto akci nemůžete vzít zpět.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Jste si jistí, že chcete validovat všechny úkoly? Tato akce nelze vzít zpět.",
	"A short description for the default locale": "Krátký popis pro výchozí lokalizaci",
	"Authorization failed.": "Autorizace selhala.",
	"Authorization successful. Redirecting...": "Autorizace úspěšná. Přesměrovávám...",
	"Bad imagery": "Špatné fotomapy",
	"Beginner": "Začátečník",
	"Beginner mapper": "Kartograf začátečník",
	"Buildings": "Budovy",
	"Campaign": "Kampaň",
	"Campaign Tag": "Značka kampaně",
	"Cancel": "Zrušit",
	"Changeset comment": "Komentář pro změny",
	"characters remaining": "zbývajících znaků",
	"Choose a task": "Vyberte úkol",
	"Choose a task for mapping:": "Vyberte úkol pro mapování:",
	"choose default locale": "vyberte výchozí lokalizaci",
	"choose from existing tags or create a new one": "vyberte z existujících tagů nebo vytvořte nový",
	"choose locale": "vyberte lokalizaci",
	"choose mapping level": "vyberte úroveň mapování",
	"Choose one or more tasks for validation:": "Vyberte jeden nebo více úkolů pro validaci:",
	"choose results view": "Vyberte výsledky pro prohlédnutí",
	"Clear all": "Smazat vše",
	"Clip tasks to Area of Interest": "Připněte úkoly k oblasti zájmu",
	"Close": "Zavřít",
	"Close message": "Zavřít zprávu",
	"Comment": "Komentář",
	"Comment left by": "Komentář přidán uživatelem",
	"Comments by users": "Komentáře podle uživatelů",
	"Contact us via the About page.": "Kontaktujte nás přes stránku O nás.",
	"Contribute": "Zapojit se",
	"Contributions": "Příspěvky",
	"Contributor": "Přispěvatel",
	"Contributors were messaged successfully.": "Zpráva zapojeným uživatelům byla odeslána úspěšně.",
	"Create a new project": "Vytvořit nový projekt",
	"Create": "Vytvořit",
	"Created by:": "Vytvořeno:",
	"Created": "Vytvořeno",
	"Create new license": "Vytvořit novou licenci",
	"Create new Project": "Vytvořit nový projekt",
	"Create project": "Vytvořit projekt",
	"Creation in progress...": "Vytváření probíhá...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Výchozí komentáře přidané do odeslaného seznamu změn v poli komentáře. Uživatelé by také měli být vyzvání pro přidání textu popisující co skutečně mapovali. Příklad: #hotosm-project-470 #missingmaps Mapování budov. Hashtagy jsou někdy použity pro pozdější analýzu, ale měly by být informativní a ne nadměrně využity, např. #skupina #událost.",
	"Default locale": "Výchozí lokalizace",
	"Delete": "Smazat",
	"Delete message": "Smazat zprávu",
	"Delete project": "Smazat projekt",
	"Description": "Popis",
	"Detailed Instructions": "Detailní instrukce",
	"Details": "Detaily",
	"Dismiss alert": "Zrušit zprávu",
	"Dismiss": "Zamítnout",
	"Download the": "Stáhnout",
	"Draft": "Koncept",
	"Draw circle": "Nakreslit kruh",
	"Draw": "Nakreslit",
	"Draw polygon": "Nakreslit polygon",
	"Draw rectangle": "Nakreslit obdélník",
	"Draw the Area of Interest on the map.": "Nakreslete oblast zájmu do mapy.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Během příprav, nasazení a záchranných prací při katastrofách jsou potřeba detailní prostorové informace, mapy cest, budov, mostů, atd., které jsou kritické při poskytování nejlepších služeb a podpory s co nejlépším načasování a efektivním způsobem. Naneštěstí, tento druh informací neexistuje, nebo není pro rozsáhlé oblasti světa dostupný. Pomocí koordinového satelitního nebo UAV snímkového mapování a blízké spolupráce s lidmi na zemi, můžete pomoci poskytnout data tam, kde jsou potřeba.",
	"Edit description": "Upravit popisek",
	"Edit": "Upravit",
	"Edit imagery": "Upravit fotomapy",
	"Edit instructions": "Upravit instrukce",
	"Edit License": "Upravit licenci",
	"Edit permissions": "Upravit přístup",
	"Edit priority areas": "Upravit prioritní plochy",
	"Edit project": "Upravit projekt",
	"Edit settings": "Upravit nastavení",
	"Edit tags": "Upravit značky",
	"Enter a name for the license (provider for example)": "Vložte jméno licence (například poskytovatele)",
	"Enter a short version of the terms": "Vložte krátkou verzi pojmu",
	"Enter a username": "Vložte uživatelské jméno",
	"Enter the license terms": "Vložte podmínky licence",
	"Entities to map": "Objekty k mapování",
	"Error": "Chyba",
	"Failed to create a new license. Please try again.": "Selhalo vytváření nové licence. Prosím, zkuste to znovu.",
	"Failed to delete license. Please try again.": "Selhalo smazání licence. Prosím, zkuste to znovu.",
	"Failed to mark all task valid for an unknown reason.": "Z neznámých důvodů selhalo nastavení všech úkolů jako validních.",
	"Failed to message all contributors for an unknown reason.": "Z neznámých důvodů selhalo odeslání zprávy všem přispěvatelům.",
	"Failed to save edits. Please try again.": "Ukládání změn selhalo. Prosím, zkuste to znovu.",
	"Field stories": "Příběhy z terénu",
	"file": "soubor",
	"Filter": "Filtr",
	"Filter projects (on name, campaign, ...)": "Filtrovat projekty (podle jména, kampaně, ...)",
	"Fork the Tasking Manager Code on GitHub": "Zdrojový kód Tasking Manager na GitHub",
	"From": "Od",
	"General task size:": "Běžná velikost úkolu:",
	"Go back to license overview": "Zpět na přehled licence",
	"Go to MapSwipe": "Jít do MapSwipe",
	"Go to project": "Jít do projektu",
	"Go to the description tab": "Jít na panel popisu",
	"Go to the homepage": "Jít na domovskou stránku",
	"Go to the instructions tab": "Jít na panel instrukcí",
	"Go to the mapping tab": "Jít na panel mapování",
	"Grid view": "Tabulkové zobrazení",
	"High": "Vysoká",
	"History": "Historie",
	"HOT Tasking Manager": "HOT manažer úkolů",
	"How you can help": "Jak můžete pomoci",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Pokud je vybráno, pouze uživatelé se zkušenostmi při mapování budou moci přispívat do tohoto projektu. Pokud ne, přispívat může každý.\nPro změnu požadovaných zkušeností při mapování jděte do panelu Metadata tohoto projektu.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Pokud je vybráno, pouze uživatelé s rolí \"validátor\" budou schopni validovat úkoly pro tento projekt. Pokud není, validovat může každý.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Pokud se vracíme a jste připraveni mapovat, prosíme navštivte stránku Přispět. Uvidíte seznam projektů k mapování, které potřebují někoho jako vy, kdo je pomůže dokončit. Můžete vybrat záložku Filtrování a zúžit výběr projektů, na kterých chcete nejvíce pracovat. Váš profil obsahuje seznam odkazů na projekty, ve kterých jste už byli zapojeni.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Pokud chcete, aby uživatelé pracovali nejdříve na oblastech s nejvyšší prioritou, nakreslete jeden nebo více polygonů v oblasti projektu.",
	"Imagery": "Mapový podklad",
	"Import a GeoJSON, KML, or zipped SHP file.": "Importovat GeoJSON, KML nebo zazipovaný SHP soubor.",
	"Import": "Nahrát",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Pro využití všech schopností Plánovače úloh prosím použijte počítač místo mobilního telefonu. Pokud chce přispět pomocí mobilního zařízení, použijte radši MapSwipe.",
	"Instructions for the default locale": "Instrukce pro výchozí lokalizaci",
	"Instructions": "Instrukce",
	"Intermediate": "Střední",
	"Intermediate mapper": "Středně pokročilý kartograf",
	"In this area": "V této oblasti",
	"Invalidate all tasks": "Zneplatnit všechny úkoly",
	"Invalidated by": "Zneplatněno uživatelem",
	"Invalidated": "Zneplatněno",
	"Invalidating all the tasks failed for an unknown reason.": "Z neznámých důvodů selhalo zneplatnění všech úkolů.",
	"Invalidating...": "Zneplatňuji...",
	"is missing.": "chybí",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Je doporučeno nechávat velikost úkolů malou. Prosím, zkontrolujte velikost úkolů a/nebo zvažte vytvoření více projektů.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Je velmi lehké začít s mapováním v OpenStreetMap a přispět do projektů HOT. Lidé na celém světě spoléhají na data OpenStreetMap vytvořená milióny uživatelů během posledních 10 let. I když je lehké začít, tak pořád to vyžaduje snahu a cvičení pro to dělat to dobře. Pokud je toto váše první mapování, prosíme udělejte si čas asi 30 minut na sledování videa (anglicky s titulky) pro naučení se základů použití OSM ve webovém editoru zvaném iD. Prosíme, aby jste se vždy soustředili na kvalitu a ne kvantitu práce, kterou nyní a v budoucnu provedete.",
	"Joined OSM": "Připojil se k OSM",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "Dálkové ovládání JOSM nereaguje. Máte editor JOSM spuštěný a nakonfigurovaný pro dálkové ovládání?",
	"Land use": "Využití krajiny",
	"Landuse": "Využití krajiny",
	"Larger": "Větší",
	"Last activity": "Poslední aktivita",
	"Last updated": "Poslední aktualizace",
	"Layer name": "Jméno vrstvy",
	"Learn": "Naučit se",
	"Leave a comment": "Přidat poznámku",
	"Legend": "Legenda",
	"Level": "Úroveň",
	"Licenses": "Licence",
	"List view": "Zobrazení jako seznam",
	"Locked by": "Zamčeno uživatelem",
	"Locked by you": "Zamčeno vámi",
	"Locked for mapping by": "Zamčeno pro mapování uživatelem",
	"Locked for validation by": "Zamčeno pro validaci uživatelem",
	"Locked": "Zamčeno",
	"Lock": "Zamčít",
	"Login": "Přihlásit se",
	"Logout": "Odhlásit se",
	"Low": "Nízká",
	"Manage licenses": "Upravit licence",
	"Manually set the experience level of a user.": "Nastavte ručně zkušenost uživatele.",
	"Map": "Mapovat",
	"Mapped by": "Zmapováno uživatelem",
	"% Mapped": "% Zmapováno",
	"Mapped": "Zmapováno",
	"Mapper Level": "Úroveň kartografa",
	"Mapper": "Kartograf",
	"Mapping difficulty": "Náročnost mapování",
	"Mapping level": "Úroveň mapování",
	"Mapping": "Mapování",
	"Map service type": "Typ mapové služby",
	"Map service URL": "URL mapové služby",
	"Mark all as Invalid": "Označit všechno jako neplatné",
	"Mark all as Valid": "Označit všechno jako platné",
	"Mark as Bad Imagery": "Označit jako \"spatné fotomapy\"",
	"Mark as Completely Mapped": "Označit jako kompletně zmapované",
	"Mark as Invalid": "Označit jako neplatné",
	"Mark as Valid": "Označit jako platné",
	"Marked as bad imagery by": "Označeno jako \"špatné fotomapy\" uživatelem",
	"Marked as ready by": "Označeno jako hotové uživatelem",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Dosažen maximální počet úkolů. Pokud jsou potřeba menší úkoly, prosím zmenšete mapovanou plochu.",
	"Medium": "Střední",
	"Message all contributors": "Všem přispivatelům",
	"Message": "Zpráva",
	"Messages - Inbox": "Zprávy - Přijaté",
	"Messages": "Zprávy",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Metadata a tagy jsou použité, aby uživatelé mohli nalézt projekty a skupiny projektů na kterých mohou pracovat.",
	"Metadata": "Popisná data",
	"Multi Task Validation": "Validace více úkolů",
	"Name": "Název",
	"Name of the project": "Název projektu",
	"Navigate the results": "Jít na výsledky",
	"Newer": "Novější",
	"Newest": "Nejnovější",
	"New project": "Nový projekt",
	"New to mapping?": "Nový kartograf?",
	"Next": "Dopředu",
	"No active projects.": "Žádné aktivní projekty",
	"No activity (yet).": "Žádná aktivita (zatím).",
	"No archived projects.": "Žádné archivované projekty.",
	"No Area of Interest has been drawn.": "Nebyla nakreslena žádná oblast zájmu.",
	"No comments (yet).": "Žádné komentáře (zatím)",
	"No contributions to projects (yet).": "Žádné přispění do projektů (zatím).",
	"No contributions (yet).": "Žádné přispění (zatím).",
	"No draft projects.": "Žádné koncepty projektů.",
	"No license found.": "Nenalezeny žádné licence.",
	"no license": "žádná licence",
	"No projects found.": "Nenalezeny žádné projekty.",
	"Note: follow this format for TMS URLs:": "Poznámka: následujte tento formát pro TMS URL:",
	"Nothing has happened yet.": "Zatím nikdo nic.",
	"Number of tasks mapped": "Počet zmapovaných úkolů",
	"Number of tasks validated": "Počet validovaných úkolů",
	"Older": "Starší",
	"Only mappers with level": "Jenom kartografové s úrovní",
	"Only one campaign tag is allowed.": "Jenom jedna kampaň je povolena.",
	"Only one organisation tag is allowed.": "Pouze jedna organizace je povolena.",
	"Only Validators can validate on this project": "Pouze Validátoři mohou validovat tento projekt.",
	"Open Source": "Open source",
	"Option 1:": "Možnost 1:",
	"Option 2:": "Možnost 2:",
	"Option 3:": "Možnost 3:",
	"Option 4:": "Možnost 4:",
	"Options": "Možnosti",
	"Organisation": "Organizace",
	"Organisation Tag": "Značka organizace",
	"or higher can map": "nebo vyšší mohou mapovat",
	"OSM edit history": "historie změn OSM",
	"OSM profile": "OSM profil",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM Tasking Manager je nástroj pro mapování navržený a postavený pro společné mapování humanitárním OSM týmem.",
	"Other options": "Ostatní možnosti",
	"Other": "Ostatní",
	"Permissions": "Oprávnění",
	"Plain text": "Čistý text",
	"Please login first.": "Prosím, nejdříve se přihlaste.",
	"Please login to start mapping.": "Prosím, přihlaste se pro mapování.",
	"Please login to start validating.": "Prosím, přihlaste se pro validaci",
	"Please make sure you only have one campaign tag.": "Prosím, ujistěte se, že máte pouze jednu značku kampaně.",
	"Please make sure you only have one organisation tag.": "Prosím, ujistěte se, že máte pouze jednu značku organizace.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Prosím, použijte validní GeoJSON, KML nebo zazipovaný Shapefile.",
	"Preview": "Náhled",
	"Previous": "Předchozí",
	"priority area drawing tools": "nástroje pro kreslení prioritní oblasti",
	"Priority area": "Prioritní oblast",
	"priority areas": "prioritní oblasti",
	"Priority": "Priorita",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Neveřejné znamená, že k tomuto projektu má přístup jen vybraná skupiny uživatelů. Abyste uživatelské jméno mohli přidat mezi seznam povolaných uživatelů, uživatel napřed musí navštívit URL tohoto serveru Plánovač úloh, a autorizovat zde přístup ke svému účtu OpenStreetMap. Poté už může projektový manažer přidat jejich uživatelské jméno na seznam.",
	"Private": "Neveřejné",
	"Private Project": "Soukromý projekt",
	"Project could not be created. The exact reason could not be determined.": "Projekt nemohl být vytvořen. Přesný důvod nemohl být určen.",
	"Project dashboard": "Souhrnné informace o projektu",
	"Project Dashboard": "Souhrnné informace o projektu",
	"Project grid could not be trimmed to the AOI.": "Mřížka projektu nemohla být ořezána na oblast zájmu.",
	"Project has": "Projekt má",
	"Project Manager": "Projektový manažer",
	"Project name": "Jméno projektu",
	"Projects": "Projekty",
	"Published": "Zveřejněno",
	"Ready": "Připraveno",
	"Ready to get mapping?": "Připraveni mapovat?",
	"Remove privileges": "Odebrat práva",
	"Required license": "Vyžadovaná licence",
	"Required": "Vyžadováno",
	"Reset": "Reset",
	"Return to inbox": "Zpět do přijatých zpráv",
	"Return": "Vrátit",
	"Roads": "Cesty",
	"Role": "Role",
	"Save changes": "Uložit změny",
	"Save edits": "Uložit úpravy",
	"Search project description or project number": "Hledejte podle popisu projektu, nebo jeho čísla",
	"Search": "Hledat",
	"Search Users": "Hledat uživatele",
	"See the changesets in Overpass Turbo for this area.": "Prohlédnout změny pro tuto oblast v Overpass Turbo.",
	"See the changesets on the OSM website for this area.": "Prohlédnout změny pro tuto oblast na webu OSM.",
	"Select another task": "Vybrat jiný úko.",
	"Select a random task": "Vybrat náhodný úkol",
	"Select area by drawing a polygon": "Vyberte oblast nakreslením polygonu",
	"Select a task by clicking on the map": "Vyberte úkol kliknutím na mapu",
	"Select by area": "Vyberte podle oblasti",
	"Select by user:": "Vybrat podle uživatele:",
	"Select for validation": "Vybrat pro ověření",
	"Sending...": "Odesílám...",
	"Set as Administrator": "Nastavit jako Správce",
	"Set as Project Manager": "Nastavit jako manažera projektu",
	"Set as Validator": "Nastavit jako Validátora",
	"Set mapper level": "Nastavit úroveň mapování",
	"Set role": "Nastavit roli",
	"Settings": "Nastavení",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Nastavení úrovně pomůže uživatelům vybrat vhodné projekty pro mapování. Můžete vyžadovat úroveň mapování v sekci \"přístup\".",
	"Short description": "Krátký popis",
	"Show advanced options": "Zobrazit pokročilé možnosti",
	"Show/hide menu": "Zobrazit/skrýt menu",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Protože máte vybráno více úkolů, musíte OSM data do JOSM stáhnout ručně. Stáhněte",
	"Smaller": "Menší",
	"Sort column": "Seřadit sloupec",
	"Split a specific area into smaller tasks by drawing an area or point:": "Rozdělit danou oblast na menší úkoly nakreslením oblasti nebo bodu:",
	"Split (point)": "Rozdělit (bod)",
	"Split (polygon)": "Rozdělit (polygon)",
	"Sponsorship and Funding": "Sponzorství a financování",
	"Square Grid": "Čtvercová mřížka",
	"Start Editor": "Spustit editor",
	"Start Mapping": "Začít mapovat",
	"Start Validating": "Začít ověřovat",
	"Stats": "Statistiky",
	"Status": "Status",
	"Step 1: Define Area": "Krok 1: Určete oblast",
	"Step 1": "Krok 1",
	"Step 2: Choose Tasks Type": "Krok 2: Vyberte typ úkolů",
	"Step 2": "Krok 2",
	"Step 3: Set Task Sizes": "Krok 3: Nastavte velikosti úkolů",
	"Step 3": "Krok 3",
	"Step 4": "Krok 4",
	"Step 4: Trim Project": "Krok 4: Ořežte projekt",
	"Step 5: Review": "Krok 5: Zkontrolujte výsledek",
	"Step 5": "Krok 5",
	"Stop Mapping": "Ukončit mapování",
	"Stop Validating": "Ukončit kontrolu",
	"Subject": "Předmět",
	"Task invalidated by": "Úkol nevalidován uživatelem",
	"Task invalidation": "Úkol ověřen uživatelem",
	"Task locked for mapping by": "Úkol uzamčen pro mapování uživatelem",
	"Task locked for validation by": "Úkol uzamčen pro ověření uživatelem",
	"Task mapped by": "Úkol zmapován uživatelem",
	"Task marked as bad imagery by": "Úkol označen jako \"špatné fotomapy\" uživatelem",
	"Task marked as ready by": "Úkol označen jako hotový uživaltem",
	"Tasks Mapped": "Zmapováno úkolů",
	"tasks.": "úkolů.",
	"Tasks": "Úkoly",
	"tasks. Use a smaller AOI and/or fewer tasks.": "úkolů. Použijte menší oblast zájmu a/nebo méně úkolů.",
	"Tasks Validated": "Ověřeno úkolů",
	"Task validated by": "Úkol ověřen uživatelem",
	"Task validation": "Ověřování úkolů",
	"Text search": "Textové hledání",
	"The application code is available on GitHub.": "Zdrojový kód aplikace je k dispozici na GitHubu.",
	"The Area of Interest contains self intersections.": "Oblast zájmu obsahuje průniky sama se sebou.",
	"The list of elements we ask you to map": "Seznam typů objektů, které prosíme zmapovat",
	"The list of entities to map.": "Seznam objektů, které se mají mapovat.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "OSM Plánovač úloh  je mapovací nástroj vytvořený pro proces spolupráce při mapování Humanitárního týmu OSM. Účel tohoto nástroje je rozdělit mapovací projekt na menší úlohy, které mohou být rychle dokončeny spoluprací mnoha lidí při prácí na stejné oblasti. Nástroj ukazuje. které oblasti musí být zmapovány a zvalidovány.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "OSM Tasking Manager je software s otevřeným zdrojovým kódem. Nebojte se nahlásit problém, nebo přispět.",
	"The OSM Tasking Manager was designed and built for the": "OSM Plánovač úloh byl navržen a vytvořen pro",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projekt nemohl být vytvořen. Toto je nejspíš kvůli kombinované velikosti dat oblasti zájmu a mřížky pro poslání na server. Zkuste to znova s menší oblastí zájmu nebo s méně úkoly.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projekt nemohl být ořezán. Toto je nejspíš kvůli kombinované velikosti dat oblasti zájmu a mřížky pro poslání na server. Zkuste to znova s menší oblastí zíjmu nebo s méně úkoly.",
	"The project was deleted successfully.": "Projekt byl úspěšně smazán.",
	"The project was not deleted successfully. This project might have some contributions.": "Projekt nebyl úspěšně smazán. Tento projekt může mít nějaké přispěvky.",
	"There are no tasks currently available for mapping.": "Nyní nejsou k dispozici žádné úlohy k mapování.",
	"There are no tasks currently available for validation.": "Nyní nejsou k dispozici žádné úlohy k validaci.",
	"There was an error retrieving the task from the server.": "Vyskytla se chyba při načítání úlohy ze serveru.",
	"There was an error updating your project. Please try again.": "Vyskytla se chyba při obnovování vašeho projektu. Zkuste to prosím znovu.",
	"There was a problem unlocking the tasks.": "Vyskytl se problém při odemykání úkolů.",
	"There was a problem unlocking the task.": "Vyskytl se problém při odemykání úkolu.",
	"The selected task could be locked.": "Vybraný úkol může být uzamčen.",
	"The selected task could not be locked.": "Vybraný úkol nemůže být uzamčen.",
	"The selected task is not in a state that allows mapping.": "Vybraný úkol není ve stavu dovolujícím mapování.",
	"The selected task is not in a state that allows validation.": "Vybraný úkol není ve stavu dovolujícím validaci.",
	"The size of each task is approximately": "Velikost každého tasku je přibližně",
	"The task could not be locked for mapping.": "Úkol nemůže být uzamčen pro mapování.",
	"The task could not be locked for validation.": "Úkol nemůže být uzamčen pro validaci.",
	"The tasks could not be locked.": "Úkoly nemohou být uzamčeny.",
	"The tasks were invalidated successfully.": "Úkoly byly úspěšně zneplatněny.",
	"The tasks were marked validated successfully.": "Úkoly byly úspěšně označeny jako zvalidováné.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Tento přístup umožňuje v případě katastrofy či nouzové humanitární situace rychle rozdělit úlohy mapperům. Také umožňuje sledovat celkový průběh a pomáhá zlepšít stejnoměrnost práce (např. specifikovat mapované objekty, použité tagy, atd.).",
	"This cannot be undone.": "Toto nemůže být vráceno.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Tato zpráva není přeložená do vybraného jazyka uživatele, takže můžete chtít připojit své vlastní překlady.",
	"This task is available for mapping.": "Tento úkol je dostupný pro mapování.",
	"This task is available for validation.": "Tento úkol je dostupný pro validaci.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Tímto nastavíte všechny úlohy (s vyjímkou špatných snímků) jako hotové. Prosím toto provádějte jedině pokud opravdu víte, co děláte.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Tímto nastavíte všechny úlohy (s vyjímkou nedokončeným a špatných snímků) jako neplatné. Prosím toto provádějte jedině pokud opravdu víte, co děláte.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Tímto pošlete zprávu Plánovače úloh všem přispivatelům daného projektu. Prosím použijte tuto funkci obezřetně.",
	"Tip": "Tip",
	"to convert it to GeoJSON.": "konvertovat to do GeoJSON.",
	"Total number of users:": "Celkový počet uživatelů:",
	"Total OSM changesets": "Celkem seznamů změn v OSM ",
	"Trimming in progress": "Probíhá ořezávání",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Ořezej mřízku úkolu do oblasti zájmu (volitelné). Můžete zanechat kompletně čtverce, případně je všechny ořezat na oblast zájmu. Toto může nějakou dobu trvat.",
	"Trim": "Ořezat",
	"Type a username": "Napište uživatelské jméno",
	"Type(s) of mapping": "Typ(y) mapování",
	"Unable to create project because there are more than": "Nemožné vytvořit projekt, protože je zde více než",
	"Urgent": "Akutní",
	"URL to service": "URL služby",
	"User list": "Seznam uživatelů",
	"Username": "Uživatelské jméno",
	"User Profile": "Uživatelský Profil",
	"Users": "uživatelů",
	"User": "Uživatel",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Použijte toto, pokud z nějakého důvodu potřebujete validovat či zneplatnit všechny úkoly v projektu pomocí jediného kroku.",
	"Validate all tasks": "Validovat všechny úkoly",
	"Validated by": "Zvalidoval",
	"% Validated": "% Validováno",
	"Validated": "Ověřeno",
	"Validate": "Ověřit",
	"Validating...": "Validování...",
	"Validation and Invalidation": "Validace a Zneplatnění",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Validace je druhý pár očí hodnotící mapování. Toto obvykle provádí zkušení mapeři OSM a skládá se to z revize kompletnosti (může provádět každý) a použití různých nástrojů pro ujištění se, že mapování nemá žádné technické chyby, např. budovy sdílející zeď zároveň s cestou. Toto video (anglicky s titulky) vás provede základy validace úloh v projektech HOT.",
	"Validation": "Validace",
	"Validator Level": "Úroveň validace",
	"Validator": "Validátor",
	"View in Overpass Turbo": "Prohlížet v Overpass Turbo",
	"View OSM changesets": "Prohlédnout seznamy změn v OSM",
	"View the projects that you have created": "Prohlédnout projekty, které jste vytvořil",
	"Visit about": "Navštívit \\\"o projektu\"\\",
	"Visit contribute": "Navštívit \"přispějte\"",
	"Visit homepage": "Navštívit hlavní stránku",
	"Visit learn": "Navštívit \"naučit se\"",
	"Want to use an .osm file instead? You can use": "Chcete místo toho použít .osm soubor? Můžete použít",
	"Warning": "Varování",
	"Waterways": "Vodní cesty",
	"When": "Když",
	"With the invaluable support of:": "S neocenitelnou pomocí:",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Nemůžete vybrat úkol pro mapování, protože už máte jeden nebo více uzamčený. Použijte mapu pro znovu-vybrání toho úkolu a dokončete nebo přerušte mapování.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "V tomto projektu nemůžete vybrat úkoly pro mapování, protože nemáte dostatečnou úroveň zkušeností.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "V tomto projektu nemůžete vybrat úkoly pro ověření, protože nemáte roli validátora.",
	"You can only delete projects with no contributions.": "Můžete smazat pouze projekty bez přispěvatelů.",
	"You can use Markdown. (HTML is not allowed)": "Můžete použít Markdown. (HTML není povoleno)",
	"You do not have the required Validator role for validation on this project.": "Nemáte vyžadovanou roli validátora pro ověřování úkolů v tomto projektu.",
	"You have no messages.": "Nemáte žádné zprávy.",
	"You have unread messages.": "Nemáte žádné nepřečtené zprávy.",
	"You need to accept the license before continuing.": "Musíte přijmout licenci před pokračováním.",
	"You need to add at least one allowed user to a private project.": "Musíte přidat alespoň jednoho povoleného uživatele k soukromému projektu.",
	"Your profile": "Váš profil",
	"Your project has been updated successfully.": "Váš projekt byl úspěšně upraven.",
	"Your project was created successfully.": "Váš projekt byl úspěšně vytvořen.",
	"Back to Previous": "Zpět na předchozí"
}
