{
"About": "Om",
"About the OSM Tasking Manager": "Om OSM Tasking Manager",
"Accept and continue": "Accepter og fortsæt",
"Accept imagery license": "Accept billedlicens",
"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example, Added buildings and a residential road.": "En kommentar blev indtastet, når du gemmer din kortlægning til OSM-databasen. Når du gemmer dit arbejde, skal du forlade standardkommentaren, men tilføj det, du faktisk har kortlagt, f.eks. Tilføjede bygninger og en boligvej.",
"Actions": "Handlinger",
"Active": "Aktiv",
"Activity and Stats": "Aktivitet og statistikker",
"Add layer": "Tilføj lag",
"Add user": "Tilføj bruger",
"A description for the default locale": "En beskrivelse for standard locale",
"Admin": "Admin",
"Administrator": "Administrator",
"Advanced": "Fremskreden",
"Advanced mapper": "Avanceret mapper",
"Advanced options": "Avancerede indstillinger",
"Advanced task information and editing options": "Avancerede opgaveoplysninger og redigeringsindstillinger",
"A few of the humanitarian efforts you can support through mapping.": "Et par af de humanitære bestræbelser, du kan støtte gennem kortlægning.",
"All": "Alle",
"Allowed users on private project": "Tilladte brugere på privat projekt",
"A name for the default locale": "Et navn på standard locale",
"and help improve it.": "og hjælpe med at forbedre det.",
"and open it in JOSM to see the task boundaries.": "og åbn det i JOSM for at se opgavegrænserne.",
"and open it in JOSM to see the task boundary.": "og åbn den i JOSM for at se opgavegrænsen.",
"An error occurred when setting the level.": "Der opstod en fejl ved indstilling af niveauet.",
"An error occurred when setting the role.": "Der opstod en fejl under indstillingen af ​​rollen.",
"A new project will be created with": "Et nyt projekt vil blive oprettet med",
"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Enhver, der kan bruge en computer til at tegne linjer og kasser eller bruge en telefon til at skrue og trykke på, kan meningsfuldt bidrage til humanitær kortlægning. Hvis du aldrig har kortlagt før og gerne vil hjælpe ved at digitalisere billedsprog, spore bygninger og veje, beder vi dig besøge vores Lær side, som får dig til kortlægning på mindre end 30 minutter.",
"AOI geometry must be a valid MultiPolygon.": "AOI geometri skal være en gyldig MultiPolygon.",
"Arbitrary Tasks": "Vilkårlige opgaver",
"Archived": "arkiverede",
"are locked for validation by you.": "er låst til validering af dig.",
"are missing.": "mangler.",
"Are you sure you want to delete this message?": "Er du sikker på, at du vil slette denne besked?",
"Are you sure you want to delete this project? You cannot undo deleting a project.": "Er du sikker på, at du vil slette dette projekt? Du kan ikke fortryde sletning af et projekt.",
"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Er du sikker på, at du vil ugyldiggøre alle opgaver i dette projekt? Du kan ikke fortryde dette.",
"Are you sure you want to validate all tasks? You cannot undo this.": "Er du sikker på, at du vil validere alle opgaver? Du kan ikke fortryde dette.",
"A short description for the default locale": "En kort beskrivelse af standard locale",
"Authorization failed.": "Autorisation mislykkedes.",
"Authorization successful. Redirecting...": "Godkendelse godkendt. Omdirigering ...",
"Bad imagery": "Dårligt billedsprog",
"Beginner": "Nybegynder",
"Beginner mapper": "Nybegynder mapper",
"Buildings": "Bygninger",
"Campaign": "Kampagne",
"Campaign Tag": "Kampagnemærke",
"Cancel": "Afbestille",
"Changeset comment": "Ændrer kommentar",
"characters remaining": "tegn tilbage",
"Choose a task": "Vælg en opgave",
"Choose a task for mapping,": "Vælg en opgave for kortlægning,",
"choose default locale": "vælg standard locale",
"choose from existing tags or create a new one": "vælg fra eksisterende tags eller opret en ny",
"choose locale": "vælg lokalitet",
"choose mapping level": "Vælg kortlægningsniveau",
"Choose one or more tasks for validation,": "Vælg en eller flere opgaver til validering,",
"choose results view": "vælg resultatvisning",
"Clear all": "Slet alt",
"Clip tasks to Area of Interest": "Klip opgaver til interessepunkt",
"Close": "Tæt",
"Close message": "Luk besked",
"Comment": "Kommentar",
"Comment left by": "Kommentar til venstre",
"Comments by users": "Kommentarer fra brugere",
"Contact us via the About page.": "Kontakt os via siden Om.",
"Contribute": "Bidrage",
"Contributions": "Bidrag",
"Contributor": "bidragyder",
"Contributors were messaged successfully.": "Bidragyderne blev sendt tilfredsstillende.",
"Create a new project": "Opret et nyt projekt",
"Create": "skab",
"Created by,": "Lavet af,",
"Created": "lavet",
"Create new license": "Opret ny licens",
"Create new Project": "Opret nyt projekt",
"Create project": "Opret projekt",
"Creation in progress...": "Oprettelse i gang ...",
"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example, #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Standard kommentarer tilføjet til uploaded uploaded commentet felt. Brugere bør også opfordres til at tilføje tekst, der beskriver, hvad de kortlægger. Eksempel, # hotosm-project-470 #missingmaps Bygninger kortlægning. Hashtags bruges nogle gange til analyse senere, men skal være menneskelige informative og ikke overanvendte, f.eks. #group #event.",
"Default locale": "Standard locale",
"Delete": "Slet",
"Delete message": "Slet besked",
"Delete project": "Slet projekt",
"Description": "Beskrivelse",
"Detailed Instructions": "Detaljerede instruktioner",
"Details": "detaljer",
"Dismiss alert": "Afvis alarm",
"Dismiss": "Afskedige",
"Download the": "Download den",
"Draft": "Udkast",
"Draw circle": "Tegn cirkel",
"Draw": "Tegne",
"Draw polygon": "Tegn polygon",
"Draw rectangle": "Tegn rektangel",
"Draw the Area of Interest on the map.": "Tegn området af interesse på kortet.",
"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Under katastrofeberedskab, respons og nyttiggørelse, detaljerede geospatiale oplysninger, kort over veje, bygninger, broer mv. Er afgørende for at levere den bedste service og support på den mest rettidige og effektive måde. Desværre eksisterer denne form for information ikke eller er den ikke åben og tilgængelig for store dele af verden. Via koordineret, satellitbaseret satellitbaseret eller UAV-billedbaseret kortlægning og et tæt samarbejde med mennesker på jorden kan du hjælpe med at levere dataene, hvor og hvornår det er nødvendigt.",
"Edit description": "Rediger beskrivelse",
"Edit": "Redigere",
"Edit imagery": "Rediger billedbehandling",
"Edit instructions": "Rediger instruktioner",
"Edit License": "Rediger licens",
"Edit permissions": "Rediger tilladelser",
"Edit priority areas": "Rediger prioriterede områder",
"Edit project": "Rediger projekt",
"Edit settings": "Rediger indstillinger",
"Edit tags": "Rediger tags",
"Enter a name for the license (provider for example)": "Indtast et navn på licensen (leverandør for eksempel)",
"Enter a short version of the terms": "Indtast en kort version af vilkårene",
"Enter a username": "Indtast et brugernavn",
"Enter the license terms": "Indtast licensbetingelserne",
"Entities to map": "Enheder til kortlægning",
"Error": "Fejl",
"Failed to create a new license. Please try again.": "Kunne ikke oprette en ny licens. Prøv igen.",
"Failed to delete license. Please try again.": "Kunne ikke slette licens. Prøv igen.",
"Failed to mark all task valid for an unknown reason.": "Kunne ikke markere alle opgaver, der var gyldige af en ukendt årsag.",
"Failed to message all contributors for an unknown reason.": "Kunne ikke besked alle bidragydere af ukendt årsag.",
"Failed to save edits. Please try again.": "Kunne ikke gemme redigeringer. Prøv igen.",
"Field stories": "Felthistorier",
"file": "fil",
"Filter": "Filter",
"Filter projects (on name, campaign, ...)": "Filtrer projekter (på navn, kampagne, ...)",
"Fork the Tasking Manager Code on GitHub": "Gaffel Tasking Manager Code på GitHub",
"From": "Fra",
"General task size,": "Generel opgave størrelse,",
"Go back to license overview": "Gå tilbage til licensoversigt",
"Go to MapSwipe": "Gå til MapSwipe",
"Go to project": "Gå til projektet",
"Go to the description tab": "Gå til fanen beskrivelse",
"Go to the homepage": "Gå til hjemmesiden",
"Go to the instructions tab": "Gå til instruktioner fanen",
"Go to the mapping tab": "Gå til kortlægningsfanen",
"Grid view": "Gittervisning",
"High": "Høj",
"History": "Historie",
"HOT Tasking Manager": "HOT Tasking Manager",
"How you can help": "Hvordan kan du hjælpe",
"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Hvis markeret, vil kun brugere med det oplistede mapper-oplevelsesniveau kunne bidrage til dette projekt. Hvis det ikke er markeret, kan enhver bidrage. Gå til Metadata-panelet for at ændre mapper-oplevelsesniveauet for dette projekt.",
"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Hvis markeret, kan kun brugere med validatorrollen validere opgaver i dette projekt. Hvis det ikke er markeret, kan enhver validere eller ugyldiggøre opgaver.",
"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Hvis du vender tilbage og er klar til at starte kortlægning, kan du besøge siden Bidrag Du vil se en liste over kortlægningsprojekter, der har brug for nogen, ligesom du hjælper med at få dem færdige. Du kan vælge fanen Filtrer og indsnævre de projekter, som du mest vil arbejde på. Din profilside har en liste og hurtig link til projekter, du allerede har deltaget i.",
"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Hvis du vil have mappere til at arbejde på de højeste prioriterede områder først, skal du tegne en af ​​flere polygoner inden for projektområdet.",
"Imagery": "Imagery",
"Import a GeoJSON, KML, or zipped SHP file.": "Importer en GeoJSON, KML eller zipped SHP fil.",
"Import": "Importere",
"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "For at udnytte de mange funktioner i Tasking Manager fuldt ud, skal du bruge en stationær eller bærbar computer i stedet for en mobilenhed. Hvis du gerne vil bidrage med en mobil enhed, skal du bruge MapSwipe i stedet.",
"Instructions for the default locale": "Instruktioner for standard locale",
"Instructions": "Instruktioner",
"Intermediate": "Intermediate",
"Intermediate mapper": "Mellemliggende mapper",
"In this area": "I dette område",
"Invalidate all tasks": "Ugyldiggør alle opgaver",
"Invalidated by": "Ugyldiggjort af",
"Invalidated": "ugyldig",
"Invalidating all the tasks failed for an unknown reason.": "Ugyldiggørelse af alle opgaverne mislykkedes af ukendt årsag.",
"Invalidating...": "Ugyldiggørelse ...",
"is missing.": "mangler.",
"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Det anbefales at holde størrelsen af ​​opgaverne små. Gennemgå størrelsen af ​​opgaverne og / eller overvej at oprette flere projekter.",
"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Det er meget nemt at komme i gang med kortlægning i OpenStreetMap og bidrage til HOT projekter. Mennesker rundt om i verden er afhængige af OpenStreetMap-data, der er bidraget af millioner af mennesker i løbet af de sidste 10 år. Selv om det er let at komme i gang, tager det lidt arbejde og øve sig for at klare sig godt. Hvis dette er din første kortlægning, skal du tage ca. 30 minutter for at se videoen (på engelsk med flersprogede undertekster) for at lære det grundlæggende om, hvordan du kortlægger ved hjælp af OSM-browseren baseret editor, kaldet iD. Venligst, nu og i fremtiden, altid fokusere på kvalitet, ikke mængden af ​​kortlægning, du gør.",
"Joined OSM": "Tilmeldt OSM",
"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "JOSM fjernbetjeningen reagerede ikke. Har du JOSM kørende og konfigureret til at blive styret eksternt?",
"Land use": "Arealanvendelse",
"Landuse": "Arealanvendelse",
"Larger": "større",
"Last activity": "Sidste aktivitet",
"Last updated": "Sidst opdateret",
"Layer name": "Lagnavn",
"Learn": "Lære",
"Leave a comment": "Efterlad en kommentar",
"Legend": "Legende",
"Level": "Niveau",
"Licenses": "Licenser",
"List view": "Listevisning",
"Locked by": "Låst af",
"Locked by you": "Låst af dig",
"Locked for mapping by": "Låst til kortlægning af",
"Locked for validation by": "Låst for validering af",
"Locked": "Låst",
"Lock": "Låse",
"Login": "Log på",
"Logout": "Log ud",
"Low": "Lav",
"Manage licenses": "Administrer licenser",
"Manually set the experience level of a user.": "Indstil manuelt brugerens oplevelsesniveau.",
"Map": "Kort",
"Mapped by": "Mappen af",
"% Mapped": "% Mappet",
"Mapped": "kortlagt",
"Mapper Level": "Mapper niveau",
"Mapper": "Mapper",
"Mapping difficulty": "Kortlægning af vanskeligheder",
"Mapping level": "Kortlægningsniveau",
"Mapping": "Kortlægning",
"Map service type": "Kort servicetype",
"Map service URL": "Korttjenestewebadresse",
"Mark all as Invalid": "Marker alt som ugyldigt",
"Mark all as Valid": "Marker alt som Gyldigt",
"Mark as Bad Imagery": "Markér som dårlig billedbehandling",
"Mark as Completely Mapped": "Markér som fuldstændigt kortlagt",
"Mark as Invalid": "Marker som ugyldig",
"Mark as Valid": "Markér som gyldig",
"Marked as bad imagery by": "Markeret som dårligt billede af",
"Marked as ready by": "Markeret som klar ved",
"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Maksimum antal opgaver opnået. Hvis mindre opgaver er påkrævet, skal du gøre området for interesse mindre.",
"Medium": "Medium",
"Message all contributors": "Besked alle bidragydere",
"Message": "Besked",
"Messages - Inbox": "Beskeder - Indbakke",
"Messages": "Beskeder",
"Metadata and tags are used to allow users to find projects to work on and group projects.": "Metadata og tags bruges til at give brugerne mulighed for at finde projekter til at arbejde på og gruppere projekter.",
"Metadata": "Metadata",
"Multi Task Validation": "Multi-task validering",
"Name": "Navn",
"Name of the project": "Navn på projektet",
"Navigate the results": "Naviger resultaterne",
"Newer": "nyere",
"Newest": "Nyeste",
"New project": "Nyt projekt",
"New to mapping?": "Ny til kortlægning?",
"Next": "Næste",
"No active projects.": "Ingen aktive projekter.",
"No activity (yet).": "Ingen aktivitet (endnu).",
"No archived projects.": "Ingen arkiverede projekter.",
"No Area of Interest has been drawn.": "Der er ikke trukket noget interesseområde.",
"No comments (yet).": "Ingen kommentarer (endnu).",
"No contributions to projects (yet).": "Ingen bidrag til projekter (endnu).",
"No contributions (yet).": "Ingen bidrag (endnu).",
"No draft projects.": "Ingen udkast til projekter.",
"No license found.": "Ingen licens fundet.",
"no license": "ingen licens",
"No projects found.": "Ingen projekter fundet.",
"Note, follow this format for TMS URLs,": "Bemærk, følg dette format for TMS-URL'er,",
"Nothing has happened yet.": "Der er ikke sket noget endnu.",
"Number of tasks mapped": "Antal opgaver kortlagt",
"Number of tasks validated": "Antal opgaver valideret",
"Older": "ældre",
"Only mappers with level": "Kun mappere med niveau",
"Only one campaign tag is allowed.": "Kun én kampagnetik er tilladt.",
"Only one organisation tag is allowed.": "Kun en organisationsmærke er tilladt.",
"Only Validators can validate on this project": "Kun validatorer kan validere på dette projekt",
"Open Source": "Åben kilde",
"Option 1,": "Mulighed 1,",
"Option 2,": "Mulighed 2,",
"Option 3,": "Mulighed 3,",
"Option 4,": "Mulighed 4,",
"Options": "Muligheder",
"Organisation": "Organisation",
"Organisation Tag": "Organisationsmærke",
"or higher can map": "eller højere kan kortlægge",
"OSM edit history": "OSM rediger historie",
"OSM profile": "OSM profil",
"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM Tasking Manager er et kortlægningsværktøj, der er designet og bygget til Humanitarian OSM-teamets samarbejdsmæssige kortlægning.",
"Other options": "Andre muligheder",
"Other": "Andet",
"Permissions": "Tilladelser",
"Plain text": "Simpel tekst",
"Please login first.": "Venligst log ind først.",
"Please login to start mapping.": "Log venligst ind for at starte kortlægningen.",
"Please login to start validating.": "Venligst log ind for at starte valideringen.",
"Please make sure you only have one campaign tag.": "Sørg for, at du kun har en kampagnekode.",
"Please make sure you only have one organisation tag.": "Sørg for, at du kun har en organisationsmærke.",
"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Angiv venligst en gyldig GeoJSON, KML eller lynlås Shapefile.",
"Preview": "Eksempel",
"Previous": "Tidligere",
"priority area drawing tools": "Prioritetsområde tegneværktøjer",
"Priority area": "Prioriteret område",
"priority areas": "prioriterede områder",
"Priority": "Prioritet",
"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Privat betyder, at kun den givne liste over brugere nedenfor kan få adgang til dette projekt. For at brugernavnet skal være tilgængeligt for listen Tilladte brugere, skal de først besøge URL'en for denne installation af OSM Tasking Manager og godkende adgang til deres OpenStreetMap-konto. Når de har gjort dette, vil deres brugernavn være tilgængeligt for projektlederen at tilføje.",
"Private": "Privat",
"Private Project": "Privat projekt",
"Project could not be created. The exact reason could not be determined.": "Projekt kunne ikke oprettes. Den nøjagtige årsag kunne ikke bestemmes.",
"Project dashboard": "Projektdashboard",
"Project Dashboard": "Projektdashboard",
"Project grid could not be trimmed to the AOI.": "Projektgitteret kunne ikke trimmes til AOI.",
"Project has": "Projektet har",
"Project Manager": "Projektleder",
"Project name": "Projekt navn",
"Projects": "Projekter",
"Published": "Udgivet",
"Ready": "Parat",
"Ready to get mapping?": "Klar til at få kortlægning?",
"Remove privileges": "Fjern privilegier",
"Required license": "Krævet licens",
"Required": "Nødvendig",
"Reset": "Nulstil",
"Return to inbox": "Tilbage til indbakken",
"Return": "Vend tilbage",
"Roads": "Veje",
"Role": "rolle",
"Save changes": "Gem ændringer",
"Save edits": "Gem rediger",
"Search project description or project number": "Søg projektbeskrivelse eller projektnummer",
"Search": "Søg",
"Search Users": "Søg brugere",
"See the changesets in Overpass Turbo for this area.": "Se ændringerne i Overpass Turbo for dette område.",
"See the changesets on the OSM website for this area.": "Se ændringerne på OSM-webstedet for dette område.",
"Select another task": "Vælg en anden opgave",
"Select a random task": "Vælg en tilfældig opgave",
"Select area by drawing a polygon": "Vælg område ved at tegne en polygon",
"Select a task by clicking on the map": "Vælg en opgave ved at klikke på kortet",
"Select by area": "Vælg efter område",
"Select by user,": "Vælg efter bruger,",
"Select for validation": "Vælg for validering",
"Sending...": "Sender ...",
"Set as Administrator": "Indstil som administrator",
"Set as Project Manager": "Indstil som projektleder",
"Set as Validator": "Indstil som Validator",
"Set mapper level": "Indstil mapper niveau",
"Set role": "Sæt rolle",
"Settings": "Indstillinger",
"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Indstilling af niveauet hjælper mapperne med at finde passende projekter til at arbejde på. Du kan håndhæve det niveau, der kræves til kortlægning i tilladelsesafsnittet.",
"Short description": "Kort beskrivelse",
"Show advanced options": "Vis avancerede indstillinger",
"Show/hide menu": "Vis / skjul menu",
"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Da du har valgt flere opgaver, skal du downloade OSM-dataene i JOSM manuelt. Download den",
"Smaller": "mindre",
"Sort column": "Sorter kolonne",
"Split a specific area into smaller tasks by drawing an area or point,": "Opdel et bestemt område i mindre opgaver ved at tegne et område eller punkt,",
"Split (point)": "Split (punkt)",
"Split (polygon)": "Split (polygon)",
"Sponsorship and Funding": "Sponsorering og finansiering",
"Square Grid": "Firkantet gitter",
"Start Editor": "Start editor",
"Start Mapping": "Start kortlægning",
"Start Validating": "Begynd validering",
"Stats": "Stats",
"Status": "status",
"Step 1, Define Area": "Trin 1, Definer område",
"Step 1": "Trin 1",
"Step 2, Choose Tasks Type": "Trin 2, Vælg Opgaver Type",
"Step 2": "Trin 2",
"Step 3, Set Task Sizes": "Trin 3, Sæt Opgave Størrelser",
"Step 3": "Trin 3",
"Step 4": "Trin 4",
"Step 4, Trim Project": "Trin 4, Trim Project",
"Step 5, Review": "Trin 5, Review",
"Step 5": "Trin 5",
"Stop Mapping": "Stop kortlægning",
"Stop Validating": "Stop validering",
"Subject": "Emne",
"Task invalidated by": "Opgave ugyldiggjort af",
"Task invalidation": "Opgave ugyldiggørelse",
"Task locked for mapping by": "Opgave låst til kortlægning af",
"Task locked for validation by": "Opgave låst til validering af",
"Task mapped by": "Opgave kortlagt af",
"Task marked as bad imagery by": "Opgave markeret som dårlig billedsprog ved",
"Task marked as ready by": "Opgave markeret som klar af",
"Tasks Mapped": "Opgaver Mappet",
"tasks.": "opgaver.",
"Tasks": "Opgaver",
"tasks. Use a smaller AOI and/or fewer tasks.": "opgaver. Brug mindre AOI og / eller færre opgaver.",
"Tasks Validated": "Opgaver godkendt",
"Task validated by": "Opgave valideret af",
"Task validation": "Opgave validering",
"Text search": "Tekst søgning",
"The application code is available on GitHub.": "Ansøgningskoden er tilgængelig på GitHub.",
"The Area of Interest contains self intersections.": "Interessepunktet indeholder selvkrydsninger.",
"The list of elements we ask you to map": "Listen over elementer, vi beder dig om at kortlægge",
"The list of entities to map.": "Listen over enheder til kortlægning.",
"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "OSM Tasking Manager er et kortlægningsværktøj designet og bygget til Humanitarian OpenStreetMap Teams samarbejdsmæssige kortlægningsproces. Formålet med værktøjet er at opdele et kortlægningsprojekt i mindre opgaver, der hurtigt kan gennemføres med mange mennesker, der arbejder på samme overordnede område. Det viser hvilke områder der skal kortlægges, og hvilke områder skal kortlægningen valideres.",
"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "OSM Tasking Manager er Open Source-software. Du er velkommen til at rapportere problemer og bidrage.",
"The OSM Tasking Manager was designed and built for the": "OSM Tasking Manager blev designet og bygget til",
"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projektet kunne ikke oprettes. Dette kan skyldes, at den kombinerede datastørrelse på AOI og gitteret er for stor til at sende til serveren. Prøv igen med mindre AOI eller færre opgaver.",
"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projektet kunne ikke trimmes. Dette kan skyldes, at den kombinerede datastørrelse på AOI og gitteret er for stor til at sende til serveren. Prøv igen med mindre AOI eller færre opgaver.",
"The project was deleted successfully.": "Projektet blev slettet med succes.",
"The project was not deleted successfully. This project might have some contributions.": "Projektet blev ikke slettet korrekt. Dette projekt kan have nogle bidrag.",
"There are no tasks currently available for mapping.": "Der er ingen opgaver i øjeblikket til rådighed for kortlægning.",
"There are no tasks currently available for validation.": "Der er ingen opgaver i øjeblikket til rådighed for validering.",
"There was an error retrieving the task from the server.": "Der opstod en fejl under hentningen af ​​opgaven fra serveren.",
"There was an error updating your project. Please try again.": "Der opstod en fejl under opdateringen af ​​dit projekt. Prøv igen.",
"There was a problem unlocking the tasks.": "Der opstod et problem, der låste opgaverne op.",
"There was a problem unlocking the task.": "Der var et problem, der låste op for opgaven.",
"The selected task could be locked.": "Den valgte opgave kunne være låst.",
"The selected task could not be locked.": "Den valgte opgave kunne ikke låses.",
"The selected task is not in a state that allows mapping.": "Den valgte opgave er ikke i en tilstand, der tillader kortlægning.",
"The selected task is not in a state that allows validation.": "Den valgte opgave er ikke i en tilstand, der tillader validering.",
"The size of each task is approximately": "Størrelsen af ​​hver opgave er ca.",
"The task could not be locked for mapping.": "Opgaven kunne ikke låses til kortlægning.",
"The task could not be locked for validation.": "Opgaven kunne ikke låses til validering.",
"The tasks could not be locked.": "Opgaverne kunne ikke låses.",
"The tasks were invalidated successfully.": "Opgaverne blev ugyldiggjort med succes.",
"The tasks were marked validated successfully.": "Opgaverne blev markeret valideret med succes.",
"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Denne tilgang gør det muligt at distribuere opgaver til mange individuelle mappere i forbindelse med nødsituationer eller andre humanitære kortlægningsscenarier. Det tillader også overvågning af det samlede projekt fremskridt og hjælper med at forbedre sammenhængen i kortlægningen (fx elementer til dækning, specifikke tags, der skal bruges osv.).",
"This cannot be undone.": "Dette kan ikke fortrydes.",
"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Denne besked oversættes ikke til brugerens valgte sprog, så du vil muligvis gerne medtage dine egne oversættelser.",
"This task is available for mapping.": "Denne opgave er tilgængelig til kortlægning.",
"This task is available for validation.": "Denne opgave er tilgængelig for validering.",
"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Dette markerer alle opgaver (undtagen dårlige billeder) som gyldige. Brug venligst kun dette hvis du er sikker på hvad du laver.",
"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Dette markerer alle opgaver (undtagen ikke-afsluttede og dårlige billedopgaver) som ugyldige. Brug venligst kun dette hvis du er sikker på hvad du laver.",
"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Dette vil sende en Task Manager-besked til hver bidragyder af det aktuelle projekt. Brug venligst denne funktion omhyggeligt.",
"Tip": "Tip",
"to convert it to GeoJSON.": "at konvertere det til GeoJSON.",
"Total number of users,": "Samlet antal brugere,",
"Total OSM changesets": "Samlet OSM ændres",
"Trimming in progress": "Trimning i gang",
"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Trim arbejdsgitteret til interessepunktet (valgfrit). Du kan holde opgaverne færdige, eller klipp dem til AOI. Det kan tage lidt tid.",
"Trim": "Trimme",
"Type a username": "Indtast et brugernavn",
"Type(s) of mapping": "Type (r) af kortlægning",
"Unable to create project because there are more than": "Kunne ikke oprette projekt, fordi der er mere end",
"Urgent": "Presserende",
"URL to service": "URL til service",
"User list": "Brugerliste",
"Username": "Brugernavn",
"User Profile": "Brugerprofil",
"Users": "Brugere",
"User": "Bruger",
"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Brug dette, hvis du af en eller anden grund skal validere eller ugyldiggøre alle opgaver i dette projekt i et enkelt trin.",
"Validate all tasks": "Valider alle opgaver",
"Validated by": "Valideret af",
"% Validated": "% Valideret",
"Validated": "valideret",
"Validate": "Godkend",
"Validating...": "Validering af ...",
"Validation and Invalidation": "Validering og ugyldiggørelse",
"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Validering er et andet sæt øjne, der gennemgår indledende kortlægning. Dette gøres normalt af erfarne OSM-mappere og består af at gennemgå kortlægningen for fuldstændighed (noget som helst kan gøre) og ved hjælp af forskellige værktøjer for at sikre, at kortlægningen ikke har tekniske fejl, f.eks. Bygninger, der deler en væg med en vej. Denne video (på engelsk med flersprogede undertekster) vil tage dig gennem det grundlæggende ved at validere kortlægning til HOT projekter.",
"Validation": "Validering",
"Validator Level": "Valideringsniveau",
"Validator": "Validator",
"View in Overpass Turbo": "Vis i Overpass Turbo",
"View OSM changesets": "Se OSM changesets",
"View the projects that you have created": "Se de projekter, du har oprettet",
"Visit about": "Besøg om",
"Visit contribute": "Besøg bidrage",
"Visit homepage": "Besøg hjemmeside",
"Visit learn": "Besøg lære",
"Want to use an .osm file instead? You can use": "Vil du bruge en .osm-fil i stedet? Du kan bruge",
"Warning": "Advarsel",
"Waterways": "vandveje",
"When": "Hvornår",
"With the invaluable support of,": "Med den uvurderlige støtte fra,",
"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Du kan ikke vælge opgaver til kortlægning, fordi du allerede har en eller flere opgaver låst. Brug kortet til at markere den pågældende opgave igen og afslutte det eller stop med at kortlægge det.",
"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Du kan ikke vælge opgaver til kortlægning på dette projekt, fordi du ikke har det krævede mapper-oplevelsesniveau.",
"You cannot select tasks for validation on this project because you do not have the Validator role.": "Du kan ikke vælge opgaver til validering på dette projekt, fordi du ikke har valideringsrollen.",
"You can only delete projects with no contributions.": "Du kan kun slette projekter uden bidrag.",
"You can use Markdown. (HTML is not allowed)": "Du kan bruge Markdown. (HTML er ikke tilladt)",
"You do not have the required Validator role for validation on this project.": "Du har ikke den nødvendige Validator rolle til validering på dette projekt.",
"You have no messages.": "Du har ingen beskeder.",
"You have unread messages.": "Du har ulæste beskeder.",
"You need to accept the license before continuing.": "Du skal acceptere licensen, inden du fortsætter.",
"You need to add at least one allowed user to a private project.": "Du skal tilføje mindst en tilladt bruger til et privat projekt.",
"Your profile": "Din profil",
"Your project has been updated successfully.": "Dit projekt er blevet opdateret med succes.",
"Your project was created successfully.": "Dit projekt blev oprettet med succes."
}
