{
	" Mark as Bad Imagery": "als schlechte Bildqualität kennzeichnen",
	" Mark as Completely Mapped": "als vollständig bearbeitet kennzeichnen",
	" Split Task": "Aufgabe in kleinere Teile aufteilen",
	" Stop Mapping": "Kartografieren unterbrechen",
	"% Mapped": "% kartografiert",
	"% Validated": "% validiert",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Ein Kommentar, den Sie eingeben, wenn Sie Ihre Kartierungsarbeit in der OSM-Datenbank speichern. Lassen Sie bitte den Standardkommentar stehen wenn Sie Ihre Arbeit speichern und ergänzen Sie, was Sie kartografiert haben, z.B.: „Added buildings and a residential road“.",
	"A description for the default locale": "Eine Beschreibung des Standardgebietsschemas",
	"A few of the humanitarian efforts you can support through mapping.": "Einige der humanitären Maßnahmen, die Sie durch Kartografieren unterstützen können.",
	"A name for the default locale": "Ein Name für das Standardgebietsschema",
	"A new project will be created with": "Es wird ein neues Projekt erstellt mit",
	"A short description for the default locale": "Eine Kurzbeschreibung des Standardgebietsschemas",
	"A verification email was sent.": "Eine Bestätigungsemail wurde versandt.",
	"About": "Über",
	"About the OSM Tasking Manager": "Über den OSM Tasking Manager",
	"About the Tasking Manager": "Über den Tasking Manager",
	"Accept and continue": "Akzeptieren und fortfahren",
	"Accept imagery license": "Lizenzbedingungen zum Bildmaterial akzeptieren",
	"Action": "Aktion",
	"Actions": "Aktionen",
	"Active": "Aktiv",
	"Active Mappers": "Aktive Kartierer",
	"Activity and Stats": "Aktivitäten und Statistik",
	"Add Comment": "Kommentar hinzufügen",
	"Add layer": "Ebene hinzufügen",
	"Add user": "Benutzer hinzufügen",
	"Admin": "Admin",
	"Administrator": "Administrator",
	"Advanced": "Experte",
	"Advanced mapper": "Erfahrener Kartierer",
	"Advanced options": "Erweiterte Optionen",
	"Advanced task information and editing options": "Erweiterte Informationen zur Aufgabe und Bearbeitungsoptionen",
	"All": "Alle",
	"All HOT and Missing Maps mapping is done in": "Die gesamte Kartierung von HOT und Missing Maps wird erledigt von",
	"Allowed users on private project": "Zugelassene Benutzer für privates Projekt",
	"An error occurred": "Ein Fehler ist aufgetreten",
	"An error occurred when altering expert mode setting.": "Ein Fehler ist bei der Änderung der Einstellungen für den Expertenmodus aufgetreten.",
	"An error occurred when setting the level.": "Beim Festlegen der Stufe ist ein Fehler aufgetreten.",
	"An error occurred when setting the role.": "Beim Festlegen der Rolle ist ein Fehler aufgetreten.",
	"and help improve it.": "und helfen Sie mit, es zu verbessern. ",
	"and open it in JOSM to see the task boundaries.": "und öffnen Sie es in JOSM, um die Grenzen des Aufgabengebiets zu sehen. ",
	"and open it in JOSM to see the task boundary.": "und öffnen Sie es in JOSM, um die Grenze des Aufgabengebiets zu sehen. ",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Jeder, der mit einem Computer Linien und Rechtecke zeichnen oder auf einem Smartphone wischen und tippen kann, kann wirkungsvoll zur humanitären Kartierung beitragen. Wenn Sie bisher noch nie kartografiert haben und helfen möchten, Bilder zu digitalisieren und Gebäude sowie Straßen einzutragen, besuchen Sie bitte unsere Lernseite, auf der Sie in weniger als 30 Minuten erfahren, wie Sie kartografieren können.",
	"AoI as": "Arbeitsgebiet als",
	"AOI geometry must be a valid MultiPolygon.": "Die Geometrie des Arbeitsgebiets muss ein gültiges Multipolygon sein.",
	"Arbitrary Tasks": "Beliebige Aufgaben",
	"Archived": "Archiviert",
	"are locked for validation by you.": "wurden von Ihnen zur Validierung gesperrt. ",
	"are locked for validation.": "sind zur Validierung gesperrt.",
	"are missing.": "fehlen.",
	"Are you sure you want to delete this message?": "Wollen Sie diese Nachricht wirklich löschen?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Wollen Sie dieses Projekt wirklich löschen? Sie können diesen Vorgang nicht rückgängig machen. ",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Wollen Sie wirklich alle Aufgaben in diesem Projekt als ungültig markieren? Sie können dies nicht rückgängig machen.",
	"Are you sure you want to mark all bad imagery tasks in this project as ready? You cannot undo this.": "Wollen Sie wirklich alle Aufgaben mit schlechter Bildqualität als erledigt kennzeichnen? Sie können diesen Vorgang nicht rückgängig machen.",
	"Are you sure you want to mark all tasks in this project as mapped? You cannot undo this.": "Wollen Sie wirklich alle Aufgaben in diesem Projekt als erledigt kennzeichnen? Sie können diesen Vorgang nicht rückgängig machen.",
	"Are you sure you want to reset all tasks? You cannot undo this.": "Wollen Sie wirklich den Status aller Aufgaben zurücksetzen? Sie können diesen Vorgang nicht rückgängig machen.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Wollen Sie wirklich alle Aufgaben als geprüft markieren? Sie können diesen Vorgang nicht rückgängig machen. ",
	"Authorization failed.": "Autorisierung fehlgeschlagen.",
	"Authorization successful. Redirecting...": "Autorisierung erfolgreich. Sie werden weitergeleitet ...",
	"Automatically unlocked for mapping": "Automatisch bei der Kartierung freigegeben.",
	"Automatically unlocked for validation": "Automatisch bei der Validierung freigegeben",
	"Back to Previous": "Zu vorherigem zurück",
	"Bad imagery": "Schlechtes Bildmaterial",
	"Beginner": "Anfänger",
	"Beginner mapper": "Kartierungsanfänger",
	"Block user": "Benutzer sperren",
	"Building mapping is the most needed and the most common type of mapping HOT and MissingMaps does. Using the OpenStreetMap web based editor called the iD editor, building mapping is fairly easy. This video will show you the basics of how to map buildings using the iD editor.": "Die Kartierung von Gebäuden ist die am häufigsten geforderte und üblichste Art des Kartierens für HOT und Missing Maps. Diese Aufgabe kann relativ einfach mit dem Web-basierten OpenStreetMap-Editor iD erledigt werden. Dieses Video zeigt Ihnen die Grundlagen des Erfassens von Gebäuden mit iD.",
	"Buildings": "Gebäude",
	"Campaign": "Kampagne",
	"Campaign Tag": "Kampagnen-Tag",
	"Cancel": "Abbrechen",
	"Causes You Can Help": "Bei diesen Aufgabenstellungen können Sie helfen",
	"Changeset Comment": "Kommentar zum Änderungssatz",
	"Changeset comment": "Kommentar zum Änderungssatz",
	"characters remaining": "Zeichen übrig",
	"Choose a task": "Wählen Sie eine Aufgabe",
	"Choose a task for mapping:": "Wählen Sie eine Aufgabe zum Kartografieren aus:",
	"choose default locale": "Standardgebietsschema wählen",
	"choose from existing tags or create a new one": "wählen Sie aus den vorhandenen Tags oder erstellen Sie einen neuen",
	"choose locale": "Gebietsschema wählen",
	"choose mapping level": "Schwierigkeitsgrad wählen",
	"Choose one or more tasks for validation:": "Eine oder mehrere Aufgaben für Validierung auswählen:",
	"choose results view": "Ergebnisansicht auswählen",
	"Clear all": "Alles löschen",
	"Clip tasks to Area of Interest": "Aufgabenbereiche auf Arbeitsgebiet begrenzen",
	"Clone": "Klonen",
	"Clone project": "Projekt klonen",
	"Close": "Schließen",
	"Close message": "Nachricht schließen",
	"Comment": "Kommentar",
	"Comment left by": "Kommentar verfasst von",
	"Commented": "kommentiert",
	"Comments by users": "Kommentare von Benutzern",
	"Contact Information": "Kontaktinformation",
	"Contact project manager": "Kontaktieren Sie den Projektmanager",
	"Contact us via the About page.": "Sie können uns auf der 'Über'-Seite kontaktieren.",
	"Contribute": "Beitragen",
	"Contributions": "Beiträge",
	"Contributor": "Mitwirkende(r)",
	"Contributors were messaged successfully.": "Die Mitwirkenden wurden benachrichtigt.",
	"Create": "Erstellen",
	"Create a new project": "Ein neues Projekt erstellen",
	"Create new license": "Neue Lizenz erstellen",
	"Create new Project": "Neues Projekt erstellen",
	"Create project": "Projekt erstellen",
	"Created": "Erstellt",
	"Created by:": "Erstellt von:",
	"Creation in progress...": "Wird erstellt ...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Standardkommentare im Kommentarfeld des hochgeladenen Änderungssatzes. Fordern Sie die Benutzer auch auf, in einem kurzen Text ihre Kartierung zu beschreiben. Beispiel: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags werden manchmal später zur Analyse verwendet, sollten aber aussagekräftig sein und nicht zu häufig verwendet werden (z. B. #group #event).",
	"Default locale": "Standardgebietsschema",
	"Delete": "Löschen",
	"Delete message": "Nachricht löschen",
	"Delete project": "Projekt löschen",
	"Description": "Beschreibung",
	"Detailed Instructions": "Detailierte Anweisungen",
	"Details": "Details",
	"Difficulty": "Schwierigkeitsgrad",
	"Dismiss": "Missachten",
	"Dismiss alert": "Warnung missachten",
	"Download": "Herunterladen",
	"Download the": "Folgendes herunterladen:",
	"Download:": "Herunterladen:",
	"Draft": "Entwurf",
	"Draw": "Zeichnen",
	"Draw circle": "Kreis zeichnen",
	"Draw polygon": "Polygon zeichnen",
	"Draw rectangle": "Rechteck zeichnen",
	"Draw the Area of Interest on the map.": "Zeichnen Sie das Arbeitsgebiet in die Karte.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Für den Katastrophenschutz sowie für Rettungsmaßnahmen und den anschließenden Wiederaufbau sind detaillierte Geodaten und Karten von Gebäuden, Brücken usw. unverzichtbar, um möglichst schnell, gezielt und effizient helfen zu können. Leider existieren solche Informationen für große Teile der Welt nicht oder sind nicht offen zugänglich. Mithilfe von koordinierter Kartierung anhand von Satellitenbildern oder Aufnahmen von  Drohnen und enger Zusammenarbeit mit Menschen vor Ort können Sie dazu beitragen, die benötigten Daten im Bedarfsfall bereitzustellen.",
	"Edit": "Bearbeiten",
	"Edit description": "Beschreibung bearbeiten",
	"Edit imagery": "Bildmaterial bearbeiten",
	"Edit instructions": "Anweisungen bearbeiten",
	"Edit License": "Lizenz bearbeiten",
	"Edit permissions": "Berechtigungen bearbeiten",
	"Edit priority areas": "Gebiete hoher Priorität bearbeiten",
	"Edit project": "Projekt bearbeiten",
	"Edit settings": "Einstellungen bearbeiten",
	"Edit tags": "Tags bearbeiten",
	"Email verification": "E-Mail zur Bestätigung",
	"Enter a name for the license (provider for example)": "Namen für Lizenz eingeben (z. B. den Anbieter)",
	"Enter a short version of the terms": "Kurzfassung der Bedingungen eingeben",
	"Enter a username": "Einen Benutzernamen eingeben",
	"Enter the license terms": "Lizenzbedingungen eingeben",
	"Entities to map": "Zu kartografierende Objekte",
	"Error": "Fehler",
	"Error loading the projects": "Fehler beim Laden der Projekte",
	"Error: cannot get user list": "Fehler: Liste der Benutzer kann nicht geladen werden",
	"Error: setting your contact details": "Fehler beim Erfassen Ihrer Kontaktdetails",
	"Error: too many characters in your message": "Fehler: zu viele Zeichen in Ihrer Nachricht",
	"Error: your message was not added": "Fehler: Ihre Nachricht wurde nicht abgeschickt",
	"Even if you are a new mapper, anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap can meaningfully contribute to humanitarian mapping through": "Auch wenn Kartieren neu für Sie ist kann jeder, der mit einem Computer Linien und Flächen zeichnen kann oder auf einem Smartphone wischen und zeigen kann, wichtige Beiträge zum humanitären Kartieren leisten indem er",
	"Expert Mode": "Expertenmodus",
	"Expert mode makes advanced and experimental features available. Most users should leave this off.": "Der Expertenmodus stellt weitergehende, oft experimentelle, Möglichkeiten bereit. Die meisten Benutzer sollten ihn nicht anwählen.",
	"Extra Instructions": "Zusätzliche Anleitungen",
	"Failed to create a new license. Please try again.": "Die neue Lizenz konnte nicht erstellt werden, versuchen Sie es bitte noch einmal. ",
	"Failed to delete license. Please try again.": "Die Lizenz konnte nicht gelöscht werden, versuchen Sie es bitte noch einmal. ",
	"Failed to mark all task valid for an unknown reason.": "Markieren aller Aufgaben als gültig aus unbekannter Ursache fehlgeschlagen. ",
	"Failed to message all contributors for an unknown reason.": "Die Mitwirkenden konnten aus unbekanntem Grund nicht benachrichtigt werden.",
	"Failed to reset all tasks for an unknown reason.": "Die Aufgaben konnten aus einem unbekannten Grund nicht zurückgesetzt werden.",
	"Failed to save edits. Please try again.": "Die Änderungen konnten nicht gespeichert werden. Bitte versuchen Sie es nochmal. ",
	"Field stories": "Erlebnisberichte",
	"file": "Datei",
	"Filter": "Filter",
	"Filter projects (on name, campaign, ...)": "Projekte filtern (nach Name, Kampagne usw.)",
	"Find a task for validation through one of the options below.": "Wählen Sie eine Aufgabe zur Validierung entsprechend den unten angeführten Optionen aus.",
	"For help with mapping or mapping related questions, please email: ": "Wenn Sie Hilfe bei der Kartierung benötigen oder eine Frage zu diesem Themengebiet haben, schreiben Sie bitte eine Mail an:",
	"Fork the Tasking Manager Code on GitHub": "Tasking Manager-Code auf GitHub forken",
	"Frequently Asked Questions": "Häufige Fragen",
	"From": "Absender",
	"General questions or comments about Humanitarian OpenStreetMap Team, please email: ": "Für allgemeine Fragen oder Kommentare zum Humanitarian OpenStreetMap Team schreiben Sie bitte (möglichst auf Englisch) an:",
	"General task size:": "Standardgröße der Aufgaben:",
	"Get in touch": "Wenden Sie sich an",
	"GitHub": "GitHub",
	"Give feedback on": "Schreiben Sie eine Rückmeldung zu",
	"Go back to license overview": "Zurück zum Überblick über die Lizenzbedingungen",
	"Go to MapSwipe": "MapSwipe aufrufen",
	"Go to project": "Zum Projekt gehen",
	"Go to the chat tab": "Zur Registerkarte \"Fragen und Kommentare\"",
	"Go to the description tab": "Zur Registerkarte „Beschreibung“ gehen",
	"Go to the homepage": "Zur Startseite gehen",
	"Go to the instructions tab": "Zur Registerkarte „Anweisungen“ gehen",
	"Go to the mapping tab": "Zur Registerkarte „Kartierung“ gehen",
	"Go to the validation tab": "Zur Registerkarte \"Validierung\"",
	"Grid view": "Rasteransicht",
	"High": "Hoch",
	"History": "Verlauf",
	"HOT Tasking Manager": "HOT Tasking Manager",
	"How to map Buildings": "Kartierung von Gebäuden",
	"How to map Roads": "Kartierung von Straßen",
	"How you can help": "So können Sie helfen",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Wenn diese Option ausgewählt ist können nur Benutzer mit der entsprechenden Erfahrung an diesem Projekt mitwirken, andernfalls können alle beitragen. Sie können die Einstufung für dieses Projekt im Bereich \"Metadaten\" ändern.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Wenn diese Option ausgewählt ist können nur Benutzer, denen die Rolle „Validator\" zugewiesen wurde, Aufgaben in diesem Projekt prüfen. Andernfalls kann jeder Aufgaben als gültig oder als fehlerhaft markieren.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Wenn Sie mit der Kartierung beginnen möchten, gehen Sie bitte zur Seite „Mitmachen“. Dort befindet sich eine Liste der Kartierungsprojekte für die Freiwillige wie Sie gesucht werden. Sie können auf der Registerkarte „Filter“ die Projekte herausfiltern, an denen Sie am liebsten mitwirken möchten. Ihre Profilseite enthält eine Liste und Direkt-Links zu Projekten, an denen Sie schon mitgearbeitet haben.",
	"If you have never mapped before and would like to help, visit our Learn page to get started mapping in less than 30 minutes.": "Wenn Sie noch nie kartiert haben und helfen möchten, schauen Sie bitte auf unserer Einführungsseite vorbei wo Ihnen die Grundlagen in weniger als 30 Minuten vermittelt werden.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Wenn zuerst die Gebiete mit höchster Priorität bearbeitet werden  sollen, zeichnen Sie ein oder mehrere Polygone in das Projektgebiet ein.",
	"Imagery": "Bildmaterial",
	"Import": "Importieren",
	"Import a GeoJSON, KML, or zipped SHP file.": "Eine GeoJSON-, KML- oder gezippte SHP-Datei importieren.",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Um alle Möglichkeiten des Tasking Managers nutzen zu können, benutzen Sie bitte einen PC oder Laptop statt eines Mobilgeräts. Wenn Sie auf einem Mobilgerät an einem Projekt mitwirken möchten, benutzen Sie  bitte MapSwipe.",
	"In this area": "In diesem Gebiet",
	"Include archived projects": "Beziehe archivierte Projekte mit ein.",
	"Include draft projects": "Auch Projektentwürfe anzeigen",
	"Instructions": "Anweisungen",
	"Instructions for the default locale": "Anweisungen für das Standardgebietsschema",
	"Intermediate": "Fortgeschritten",
	"Intermediate mapper": "Fortgeschrittener Kartierer",
	"Introduction to Validation": "Einführung in die Validierung",
	"Invalid project. Please select another project.": "Ungültiges Projekt. Wählen Sie bitte ein anderes Projekt.",
	"Invalidate all tasks": "Alle Aufgaben als fehlerhaft markieren",
	"Invalidated": "Als fehlerhaft markiert",
	"Invalidated by": "Als fehlerhaft markiert von",
	"Invalidating all the tasks failed for an unknown reason.": "Die Markierung aller Aufgaben als fehlerhaft ist aus einem unbekannten Grund fehlgeschlagen.",
	"Invalidating...": "Als fehlerhaft markieren ...",
	"is missing.": "fehlt.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Es empfiehlt sich, mit kleinen Aufgabenbereichen zu arbeiten. Bitte überprüfen Sie die Größe der Aufgaben. Es könnte sinnvoll sein, mehrere Projekte zu erstellen.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Es ist ganz einfach, in die Kartografie mit OpenStreetMap einzusteigen und sich an HOT-Projekten zu beteiligen. Menschen in der ganzen Welt verlassen sich auf die OpenStreetMap-Daten, die in den vergangenen 10 Jahren von Millionen von Menschen zusammengetragen wurden. Der Einstieg ist einfach, Sie werden  aber etwas Zeit und Übung brauchen bis es gut klappt. Wenn Sie zum ersten Mal kartografieren, nehmen Sie sich bitte 30 Minuten Zeit und sehen Sie sich das Einführungsvideo an (in engl. Sprache, Untertitel in mehreren Sprachen verfügbar). Dort wird grundlegend erklärt, wie man mit dem browserbasierten OSM-Editor „iD“  kartografiert. Denken Sie bitte immer daran, dass es beim Kartografieren auf die Qualität und nicht auf die Menge ankommt!",
	"Joined OSM": "OSM-Mitglied geworden",
	"JOSM had a problem loading the project imagery.": "JOSM kann die Hintergrundbilder nicht laden.",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "Die Fernsteuerung von JOSM reagiert nicht. Haben Sie JOSM gestartet und für Fernsteuerung konfiguriert?",
	"Land use": "Landnutzung",
	"Landuse": "Landnutzung",
	"Larger": "Größer",
	"Last activity": "Letzte Aktivität",
	"Last Updated": "Zuletzt geändert",
	"Last updated": "Zuletzt aktualisiert",
	"Last validation": "Letzte Validierung",
	"Layer name": "Name der Ebene",
	"Learn": "Lernen",
	"Learn How to Use the Tasking Manager": "Lernen Sie den Umgang mit dem Tasking Manager",
	"Learn more about": "Erfahren Sie mehr über",
	"Learn to Map": "Lernen Sie das Kartieren",
	"Leave a comment": "Schreiben Sie einen Kommentar",
	"Legend": "Legende",
	"Level": "Stufe",
	"Licenses": "Lizenzen",
	"List view": "Listenansicht",
	"Loading...": "wird geladen...",
	"Lock": "Sperren",
	"Locked": "Gesperrt",
	"Locked by": "Gesperrt von",
	"Locked by you": "Von Ihnen gesperrt",
	"Locked for mapping": "Zur Kartierung gesperrt",
	"Locked for mapping by": "Zum Kartografieren gesperrt von",
	"Locked for validation": "Zur Validierung gesperrt",
	"Locked for validation by": "Zur Validierung gesperrt von",
	"Login": "Anmelden",
	"Logout": "Abmelden",
	"Low": "Niedrig",
	"Manage licenses": "Lizenzen verwalten",
	"Manually set the experience level of a user.": "Die Erfahrung eines Benutzers manuell festlegen.",
	"Map": "Kartografieren",
	"Map a Task for People in Need": "Bearbeiten Sie eine Aufgabe um denjenigen zu helfen, die es am nötigsten haben.",
	"Map all tasks": "Alle Aufgaben bearbeiten",
	"Map service type": "Kartierungs-Servicetyp",
	"Map service URL": "URL für das Bildmaterial",
	"Map view": "Kartenansicht",
	"Mapped": "Kartografiert",
	"Mapped by": "Kartografiert von",
	"Mapper": "Kartierer",
	"Mapper level": "Erfahrung",
	"Mapper Level": "Erfahrung",
	"Mapper level required": "erforderliche Erfahrung",
	"Mapping": "Kartierung",
	"Mapping all the tasks failed for an unknown reason.": "Die Bearbeitung aller Aufgaben ist aus einem unbekannten Grund fehlgeschlagen.",
	"Mapping difficulty": "Schwierigkeitsstufe",
	"Mapping level": "Schwierigkeitsstufe",
	"Mapping, Validation and Invalidation": "Kartierung, Validierung und Zurückweisung",
	"Mapping...": "Kartierung...",
	"Mark all as Invalid": "Alle als fehlerhaft markieren",
	"Mark all as Valid": "Alle als gültig markieren",
	"Mark as Bad Imagery": "Als schlechtes Bildmaterial markieren",
	"Mark as Completely Mapped": "Als vollständig kartografiert markieren",
	"Mark as Invalid": "Als fehlerhaft markieren",
	"Mark as Valid": "Als gültig markieren",
	"Marked as bad imagery": "Als schlechtes Bildmaterial gekennzeichnet",
	"Marked as bad imagery by": "Als schlechtes Bildmaterial markiert von ",
	"Marked as ready": "Als erledigt gekennzeichnet",
	"Marked as ready by": "Als fertig markiert von",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Die höchstzulässige Anzahl von Aufgaben ist erreicht. Wenn kleinere Aufgaben benötigt werden, verkleinern Sie bitte das Arbeitsgebiet.",
	"Medium": "Mittel",
	"Message": "Nachricht",
	"Message all contributors": "Alle Mitwirkenden benachrichtigen",
	"Messages": "Nachrichten",
	"Messages - Inbox": "Nachrichten – Postfach",
	"Metadata": "Metadaten",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Anhand von Metadaten und Tags können Benutzer nach Projekten suchen, um daran mitzuarbeiten, und Projekte zu gruppieren.",
	"minutes left": "Minuten übrig",
	"Missing Maps Badges": "Auszeichnungen von Missing Maps",
	"Multi Task Validation": "Validierung mehrerer Aufgaben",
	"N/A": "nicht verfügbar",
	"Name": "Name",
	"Name of the project": "Name des Projektes",
	"Navigate the results": "Ergebnisse durchgehen",
	"New features in the Tasking Manager": "Neu im Tasking Manager",
	"New project": "Neues Projekt",
	"New to mapping?": "Sie haben noch nie kartografiert?",
	"Newer": "Neuer",
	"Newest": "Am neuesten",
	"Next": "Weiter",
	"No": "Nein",
	"No active projects.": "Keine aktiven Projekte vorhanden",
	"No activity (yet).": "Keine Aktivitäten (bisher)",
	"No archived projects.": "Keine archivierten Projekte vorhanden",
	"No Area of Interest has been drawn.": "Es wurde kein Arbeitsgebiet eingezeichnet.",
	"No comments (yet).": "Keine Kommentare (bisher)",
	"No contributions (yet).": "(Noch) keine Beiträge vorhanden.",
	"No contributions to projects (yet).": "Keine Beiträge zu Projekten (bisher)",
	"No draft projects.": "Keine Projektentwürfe vorhanden",
	"no license": "keine Lizenz",
	"No license found.": "Es wurde keine Lizenz gefunden.",
	"No project discussion yet": "Noch keine Diskussionen zum Projekt",
	"No projects found.": "Es wurden keine Projekte gefunden.",
	"Not a valid email address": "Keine gültige E-Mail-Adresse",
	"Note: follow this format for TMS URLs:": "Hinweis: TMS-URLs müssen folgendes Format haben:",
	"Nothing has happened yet.": "Bis jetzt ist nichts passiert.",
	"Number of tasks mapped": "Anzahl der kartografierten Aufgaben",
	"Number of tasks validated": "Anzahl der gültigen Aufgaben",
	"Older": "Älter",
	"Only mappers with level": "Nur Bearbeiter mit der Stufe",
	"Only one campaign tag is allowed.": "Es ist nur ein Kampagnen-Tag erlaubt.",
	"Only one organisation tag is allowed.": "Es ist nur ein Organisations-Tag erlaubt.",
	"Only Validators can validate on this project": "Nur Benutzer mit der Rolle 'Validator' können in diesem Projekt validieren.",
	"Open Source": "Open Source",
	"OpenStreetMap is a community-driven project to create a free and editable map of the world. Before you can contribute to HOT or Missing Maps projects you will need to create an OpenStreetMap user account, which is what you will use to login to the Tasking Manager. If you are concerned about privacy you should select an OSM username that is not related to your real name or your other online activities.": "OpenStreetMap ist ein von einer Gemeinschaft getragenes Projekt um eine freie und veränderbare Weltkarte zu erzeugen. Bevor Sie zu Kartierungsprojekten von HOT oder Missing Maps beitragen können, müssen Sie sich ein Benutzerkonto bei OpenStreetMap anlegen. Mit demselben Konto können Sie sich am Tasking Manager anmelden. Wenn Sie Bedenken zum Datenschutz haben sollten Sie einen Benutzernamen wählen, der nicht auf Ihren wirklichen Namen oder Ihre anderen Kennungen im Internet schließen lässt.",
	"Option 1:": "Option 1:",
	"Option 2:": "Option 2:",
	"Option 3:": "Option 3:",
	"Option 4:": "Option 4:",
	"Option 5:": "Option 5:",
	"Options": "Optionen",
	"or higher can map": "oder höher können kartografieren",
	"Organisation": "Organisation",
	"Organisation Tag": "Organisations-Tag",
	"Organization": "Organisation",
	"OSM changeset(s) to advanced mapper": "OSM-Änderungssätze bis zum erfahrenen Kartierer",
	"OSM changeset(s) to intermediate mapper": "OSM-Änderungssätze bis zum fortgeschrittenen Kartierer",
	"OSM changesets to advanced mapper": "OSM-Änderungssätze bis zum erfahrenen Kartierer",
	"OSM edit history": "OSM-Bearbeitungsverlauf",
	"OSM heat map": "OSM Heat Map",
	"OSM profile": "OSM-Profil",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "Der OSM-Tasking-Manager ist eine Kartografie-Software, die zum Kartografieren in Teamarbeit für das Humanitarian OSM Team entwickelt wurde.",
	"Other": "Andere",
	"Other options": "Andere Optionen",
	"Other Users": "Andere Benutzer",
	"Page Not Found": "Seite nicht gefunden",
	"Participants": "Teilnehmer",
	"Per Task Instructions": "Aufgabenspezifische Anweisungen",
	"Permissions": "Berechtigungen",
	"Plain text": "Einfacher Text",
	"Please get started by creating a new OpenStreetMap account.": "Bitte legen Sie sich zuerst ein Benutzerkonto bei OpenStreetMap an.",
	"Please login first.": "Bitte melden Sie sich zuerst an.",
	"Please login to start mapping.": "Bitte melden Sie sich zum Kartografieren an.",
	"Please login to start validating.": "Bitte melden Sie sich zum Validieren an.",
	"Please make sure you only have one campaign tag.": "Sie dürfen nur einen Kampagnen-Tag verwenden.",
	"Please make sure you only have one organisation tag.": "Sie dürfen nur einen Organisations-Tag verwenden.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Geben Sie bitte eine gültige GeoJSON-, KML- oder gezippte Shape-Datei an.",
	"Preview": "Vorschau",
	"Preview Task on OSM": "Vorschau zur Aufgabe auf OSM",
	"Previous": "Vorherige",
	"Priority": "Priorität",
	"Priority area": "Gebiet hoher Priorität",
	"priority area drawing tools": "Zeichenwerkzeuge für das Gebiet hoher Priorität",
	"Priority areas": "Gebiete hoher Priorität",
	"priority areas": "Gebiete hoher Priorität",
	"Private": "Privat",
	"Private means that only the given list of users below can access this project. Before a user name can be added to the Allowed Users list the user must first login to this installation of OSM Tasking Manager.": "Privat bedeutet, dass nur die weiter unten aufgeführten Benutzer dieses Projekt bearbeiten können. Bevor Sie einen Benutzernamen zu der Liste hinzufügen können, muss sich der Benutzer auf dieser OSM Tasking Manager-Installation angemeldet haben.",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Privat bedeutet, dass nur die unten angegebenen Benutzer auf dieses Projekt zugreifen können. Benutzernamen sind erst zur Aufnahme in die Liste zugelassener Benutzer verfügbar, nachdem die entsprechenden Benutzer sich am Tasking-Manager angemeldet haben. Anschließend können  Projektmanager diese Benutzer auf die Liste setzen.",
	"Private Project": "Privates Projekt",
	"Progress": "Fortschritt",
	"Project Cluster": "Projektcluster",
	"Project could not be created. The exact reason could not be determined.": "Das Projekt konnte aus einem unbekannten Grund nicht erstellt werden.",
	"Project Dashboard": "Projekt-Dashboard",
	"Project dashboard": "Projekt-Dashboard",
	"Project grid could not be trimmed to the AOI.": "Das Projektraster konnte nicht auf das Arbeitsgebiet begrenzt  werden.",
	"Project has": "Projekt hat",
	"Project Manager": "Projektmanager",
	"Project name": "Projektname",
	"Project Questions and Comments": "Fragen und Kommentare zum Projekt",
	"Project wide actions": "Aktionen für das ganze Projekt",
	"Projects": "Projekte",
	"Published": "Veröffentlicht",
	"Questions and Comments": "Fragen und Kommentare",
	"read more in the what is new section.": "mehr zu lesen gibt es im Neuigkeiten Abschnitt.",
	"Ready": "Bereit",
	"Ready to get mapping?": "Bereit zum Kartografieren?",
	"Receive automated validation messages": "Automatisierte Nachrichten bei einer Validierung erhalten",
	"Registered": "Angemeldet",
	"Remove privileges": "Entferne Berechtigungen",
	"Required": "Erforderlich",
	"Required license": "Erforderliche Lizenz",
	"Reselect tasks locked for mapping ": "Die Aufgaben, die zur Kartierung für Sie gesperrt wurden, erneut auswählen",
	"Reselect tasks locked for validation ": "Die Aufgaben, die zur Validierung für Sie gesperrt wurden, erneut auswählen",
	"Reset": "Zurücksetzen",
	"Reset all bad imagery tasks": "Alle Aufgaben mit schlechter Bildqualität zurücksetzen",
	"Reset all tasks": "Alle Aufgaben zurücksetzen",
	"Reset all tasks in the project to ready to map, preserving history.": "Alle Aufgaben im Projekt als 'zur Kartierung verfügbar' markieren und deren Historie behalten.",
	"Reset Bad Imagery Tasks": "Aufgaben mit schlechter Bildqualität zurücksetzen",
	"Reset tasks": "Aufgaben zurücksetzen",
	"Resetting all the bad imagery tasks failed for an unknown reason.": "Das Zurücksetzen aller Aufgaben mit schlechter Bildqualität ist aus unbekannten Gründen fehlgeschlagen.",
	"Resetting...": "Setze zurück...",
	"Return": "Zurückkehren",
	"Return to inbox": "Zurück zum Postfach",
	"Return to project": "Zurück zum Projekt",
	"Review of the current list of mapping Projects.": "Bearbeitung der Liste der aktuellen Kartierungsprojekte.",
	"Road mapping is the next most common type of mapping for HOT and MissingMaps does. Physically mapping roads is very easy, but deciding how to classifiy them is the real challenge. This video will give you basics of how to map roads using the iD editor.": "Kartierung von Straßen ist die zweithäufigste Kartierungsaufgabe bei HOT und Missing Maps. Die geometrische Erfassung von Straßen ist sehr einfach aber die Herausforderung liegt in deren Einstufung. Dieses Video zeigt Ihnen die Grundlagen der Kartierung von Straßen mit dem iD-Editor.",
	"Roads": "Straßen",
	"Role": "Rolle",
	"Save": "Speichern",
	"Save changes": "Änderungen speichern",
	"Save edits": "Änderungen speichern",
	"Search": "Suchen",
	"Search project description or project number": "Nach Projektbeschreibung oder Projektnummer suchen",
	"Search Users": "Benutzer suchen",
	"Seasoned mapper? Pick up one of our many projects and start contributing.": "Sie haben schon öfter kartiert? Dann wählen Sie aus einem unserer vielen Projekte und legen Sie los.",
	"See the changesets in Overpass Turbo for this area.": "Die Änderungssätze in Overpass Turbo für dieses Gebiet ansehen.",
	"See the changesets on the OSM website for this area.": "Die Änderungssätze für diesen Bereich auf der OSM-Website ansehen ",
	"Select a random task": "Eine zufällige Aufgabe wählen",
	"Select a task by clicking on the map": "Eine Aufgabe durch Klicken auf die Karte auswählen",
	"Select another task": "Eine andere Aufgabe wählen",
	"Select area by drawing a polygon": "Gebiet durch Zeichnen eines Polygons auswählen",
	"Select by area": "Nach Gebiet auswählen",
	"Select by user below": "Wählen Sie aus der Liste unten einen Benutzer",
	"Select by user:": "Nach Benutzer auswählen:",
	"Select for validation": "Zur Validierung auswählen",
	"Sending...": "Wird gesendet ...",
	"Set as Administrator": "Als Administrator festlegen",
	"Set as Project Manager": "Als Projektmanager festlegen",
	"Set as Validator": "Als „Validator“ festlegen",
	"Set mapper level": "Erfahrung festlegen",
	"Set role": "Rolle festlegen",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Wenn Sie die Stufe festlegen, können Bearbeiter besser die für sie geeigneten Projekte finden. Sie können die zum Kartografieren erforderliche Stufe unter den Berechtigungen erzwingen.",
	"Settings": "Einstellungen",
	"Short Description": "Kurzbeschreibung",
	"Short description": "Kurzbeschreibung",
	"Show advanced options": "Erweiterte Optionen anzeigen",
	"Show/hide menu": "Menü anzeigen/ausblenden",
	"Sign Up for OpenStreetMap": "Melden Sie sich bei OpenStreetMap an",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Da Sie mehrere Aufgaben ausgewählt haben, müssen Sie die OSM-Daten manuell in JOSM herunterladen. Laden Sie die",
	"Smaller": "Kleiner",
	"Something went wrong when verifying your email.": "Bei der Bestätigung Ihrer E-Mail ist ein Fehler aufgetreten.",
	"Sort column": "Spalte sortieren",
	"Split": "Teilen",
	"Split (point)": "Teilen (Punkt)",
	"Split (polygon)": "Teilen (Polygon)",
	"Split a specific area into smaller tasks by drawing an area or point:": "Teilen Sie ein bestimmtes Gebiet in kleinere Aufgaben auf, indem Sie einen Bereich oder Punkt zeichnen:",
	"Sponsorship and Funding": "Sponsoring und Finanzierung",
	"Square Grid": "Quadratisches Raster",
	"Start": "Start",
	"Start Editor": "Editor starten",
	"Start mapping": "Mit dem Mappen beginnen",
	"Start Mapping": "Kartografieren beginnen",
	"Start Validating": "Validierung beginnen",
	"Stats": "Statistik",
	"Status": "Status",
	"Status:": "Status:",
	"Step 1": "Schritt 1",
	"Step 1: Define Area": "Schritt 1: Gebiet definieren",
	"Step 2": "Schritt 2",
	"Step 2: Choose Tasks Type": "Schritt 2: Aufgabentyp auswählen",
	"Step 3": "Schritt 3",
	"Step 3: Set Task Sizes": "Schritt 3: Aufgabengröße festlegen",
	"Step 4": "Schritt 4",
	"Step 4: Trim Project": "Schritt 4: Projektgebiet zuschneiden",
	"Step 5": "Schritt 5",
	"Step 5: Review": "Schritt 5: Überprüfen",
	"Stop Mapping": "Kartografieren unterbrechen",
	"Stop Validating": "Validierung unterbrechen",
	"Subject": "Gegenstand",
	"Task automatically unlocked for mapping": "Die Aufgabe wurde automatisch bei der Kartierung freigegeben",
	"Task automatically unlocked for validation": "Die Aufgabe wurde automatisch bei der Validierung freigegeben",
	"Task could not be split": "Die Aufgabe konnte nicht weiter unterteilt werden",
	"Task invalidated": "Aufgabe als fehlerhaft gekennzeichnet",
	"Task invalidated by": "Aufgabe als fehlerhaft markiert von",
	"Task invalidation": "Aufgabe als fehlerhaft markieren",
	"Task is not splittable": "Die Aufgabe kann nicht weiter unterteilt werden",
	"Task Link": "Link zur Aufgabe",
	"Task locked for mapping": "Aufgabe zur Kartografierung gesperrt",
	"Task locked for mapping by": "Aufgabe für Kartografierung gesperrt durch ",
	"Task locked for validation": "Aufgabe zur Validierung gesperrt",
	"Task locked for validation by": "Aufgabe für Validierung gesperrt durch",
	"Task mapped": "Augabe bearbeitet",
	"Task mapped by": "Aufgabe kartografiert von",
	"Task mapping": "Bearbeitung der Aufgabe",
	"Task marked as bad imagery": "Aufgabe als schlechte Bildqualität gekennzeichnet",
	"Task marked as bad imagery by": "Aufgabe als schlechtes Bildmaterial markiert von ",
	"Task marked as ready": "Aufgabe als bereit zur Kartierung gekennzeichnet",
	"Task marked as ready by": "Aufgabe als bereit zur Kartierung markiert von",
	"Task reset": "Aufgabe zurückgesetzt",
	"Task split": "Aufgabe weiter unterteilt",
	"Task validated": "Aufgabe validiert",
	"Task validated by": "Aufgabe validiert von",
	"Task validation": "Aufgabenvalidierung",
	"Tasks": "Aufgaben",
	"Tasks as": "Aufgaben als",
	"Tasks Mapped": "Kartografierte Aufgaben",
	"Tasks Validated": "Validierte Aufgaben",
	"tasks.": "Aufgaben. ",
	"tasks. Use a smaller AOI and/or fewer tasks.": "Aufgaben. Verwenden Sie ein kleineres Arbeitsgebiet und/oder weniger Aufgaben.",
	"Text search": "Textsuche",
	"Thank you for verifying your email.": "Vielen Dank für die Bestätigung Ihrer E-Mail.",
	"The AOI contains geometries which are not polygons or multipolygons": "Das Arbeitsgebiet enthält Geometrien, die keine Polygone oder Multipolygone sind.",
	"The AOI contains self intersections": "Das Arbeitsgebiet enthält Selbstüberlappungen",
	"The application code is available on GitHub.": "Der Anwendungscode ist auf GitHub verfügbar.",
	"The Area of Interest contains self intersections.": "Das Arbeitsgebiet enthält Bereiche, die sich überschneiden.",
	"The list of elements we ask you to map": "Die Liste der Elemente, die kartografiert werden sollen",
	"The list of entities to map.": "Die Liste der zu kartografierenden Objekte.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "Der OSM Tasking Manager ist eine Kartografie-Software, die für das Humanitarian OpenStreetMap Team zum Kartografieren in Teamarbeit entwickelt wurde. Mit diesem Werkzeug lässt sich ein Kartografieprojekt in kleinere Aufgaben aufteilen, die schnell abgeschlossen werden können wobei viele Personen am gleichen Gesamtgebiet arbeiten. Die Software zeigt, welche Gebiete kartografiert werden müssen und für welche Gebiete die Kartierung validiert werden muss.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "OSM Tasking Manager ist Open-Source-Software. Wir freuen uns, wenn Sie Probleme melden oder an der Software mitarbeiten möchten!",
	"The OSM Tasking Manager was designed and built for the": "Der OSM Tasking Manager entstand im Auftrag des",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Das Projekt konnte nicht erstellt werden. Das könnte daran liegen, dass die Größe des Arbeitsgebiets und des Rasters zu umfangreich sind, um sie an den Server zu senden. Versuchen Sie es bitte noch einmal mit einem kleineren Gebiet oder weniger Aufgaben.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Das Projektraster konnte nicht zugeschnitten werden. Das könnte daran liegen, dass die Größe des Arbeitsgebiets und des Rasters zu umfangreich ist, um sie an den Server zu senden. Versuchen Sie es bitte noch einmal mit einem kleineren Gebiet oder weniger Aufgaben.",
	"The Project trim timed out.  Try again with a smaller AOI or fewer tasks.": "Das Zuschneiden des Projekts dauerte zu lange. Versuchen Sie es noch einmal mit einem kleineren Arbeitsbereich oder weniger Teilaufgaben.",
	"The project was deleted successfully.": "Das Projekt wurde gelöscht.",
	"The project was not deleted successfully. This project might have some contributions.": "Das Projekt konnte nicht gelöscht werden. Möglicherweise enthält es Beiträge.",
	"The selected task could be locked.": "Die ausgewählte Aufgabe konnte gesperrt werden.",
	"The selected task could not be locked.": "Die ausgewählte Aufgabe konnte nicht gesperrt werden.",
	"The selected task is not in a state that allows mapping.": "Die ausgewählte Aufgabe ist in einem Zustand, der Kartografieren nicht zulässt.",
	"The selected task is not in a state that allows validation.": "Die ausgewählte Aufgabe ist in einem Zustand, der eine Validierung nicht zulässt.",
	"The selected task status could not be undone.": "Der ausgewählte Aufgabenstatus konnte nicht zurückgesetzt werden.",
	"The size of each task is approximately": "Die Größe jeder einzelnen Aufgabe beträgt ca.",
	"The task could not be locked for mapping.": "Die Aufgabe konnte nicht zum Kartografieren gesperrt werden.",
	"The task could not be locked for validation.": "Die Aufgabe konnte nicht für die Validierung gesperrt werden.",
	"The task expired and was automatically unlocked.": "Die Aufgabe wurde wegen Zeitüberschreitung automatisch freigegeben.",
	"The Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process in OpenStreetMap. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "Der Tasking Manager ist eine Kartografie-Software, die für das Humanitarian OpenStreetMap Team zum Kartografieren in Teamarbeit entwickelt wurde. Mit diesem Werkzeug lässt sich ein Kartografieprojekt in kleinere Aufgaben aufteilen, die schnell abgeschlossen werden können wobei viele Personen am gleichen Gesamtgebiet arbeiten. Die Software zeigt, welche Gebiete kartografiert werden müssen und für welche Gebiete die Kartierung validiert werden muss.",
	"The Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "Der Tasking Manager ist Open-Source-Software. Wir freuen uns, wenn Sie Probleme melden oder an der Software mitarbeiten möchten!",
	"The Tasking Manager is the tool / website you are using right now. Its main purpose is to divide up large areas that need mapping into small, easy to map Tasks. It organizes the small Tasks into a larger group called a Project. It provides a user interface to find a Project and then Check-Out and Check-In the small Tasks so you can map them in OpenStreetMap using one of the standard OpenStreetMap editors. Learning how to actually map is shown in the videos below.": "Der Tasking Manager ist das Werkzeug und die Webseite, auf der Sie sich gerade befinden. Er dient im Wesentlichen dazu, große Flächen die kartographisch erfasst werden sollen in handliche Teilaufgaben zu zerlegen. Diese Teilaufgaben werden in sogenannte Projekte zusammengefasst. Der Tasking Manager stellt eine Benutzeroberfläche zur Verfügung, um Projekte zu finden und dann die einzelnen Aufgaben für Sie zu reservieren und später wieder freizugeben. Sie können sie dann mit einem der Standard-OpenStreetMap-Editoren bearbeiten. Die Videos zeigen Ihnen, wie das Kartographieren funktioniert.",
	"The Tasking Manager was designed and built for the": "Der Tasking Manager entstand im Auftrag von",
	"The tasks could not be locked.": "Die Aufgaben konnten nicht gesperrt werden.",
	"The tasks were invalidated successfully.": "Die Aufgaben wurden als fehlerhaft markiert.",
	"The tasks were mapped successfully.": "Die Aufgaben wurden erfolgreich bearbeitet.",
	"The tasks were marked validated successfully.": "Die Aufgaben wurden als geprüft markiert.",
	"The tasks were reset successfully.": "Die Aufgaben wurden zurückgesetzt.",
	"There are no tasks currently available for mapping.": "Momentan sind keine Aufgaben zum Kartografieren vorhanden.",
	"There are no tasks currently available for validation.": "Momentan sind keine Aufgaben zum Validieren vorhanden.",
	"There was a problem commenting on the task.": "Es ist ein Problem bei der Kommentierung der Aufgabe aufgetreten.",
	"There was a problem unlocking the task.": "Beim Entsperren der Aufgabe ist ein Problem aufgetreten.",
	"There was a problem unlocking the tasks.": "Beim Entsperren der Aufgaben ist ein Problem aufgetreten.",
	"There was an error retrieving the task from the server.": "Beim Abrufen der Aufgabe vom Server ist ein Problem aufgetreten.",
	"There was an error updating your project. Please try again.": "Bei der Aktualisierung Ihres Projekts ist ein Fehler aufgetreten, versuchen Sie es bitte noch einmal.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Dieser Ansatz ermöglicht im Katastrophenfall oder bei humanitären Kartografieprojekten die Verteilung von Aufgaben an viele einzelne Bearbeiter. Außerdem ermöglicht er die Überwachung des Projektfortschritts und trägt zur einheitlichen Kartografierung bei (z. B. hinsichtlich der erfassten Objekte und verwendeten Tags).",
	"This cannot be undone.": "Dies kann nicht rückgängig gemacht werden.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Diese Nachricht wird nicht in die vom Benutzer ausgewählte Sprache übersetzt. Sie können Ihre eigenen Übersetzungen anfügen.",
	"this task as a gpx file to see its boundary.": "dieser Aufgabe als gpx-Datei um die Begrenzung zu erkennen.",
	"This task is available for mapping.": "Diese Aufgabe kann kartografiert werden.",
	"This task is available for validation.": "Diese Aufgabe kann validiert werden.",
	"This will clone all descriptions, instructions, metadata etc. The Area of Interest, the tasks and the priority areas will not be cloned. You will have to redraw/import these. Your newly cloned project will be in draft status.": "Dadurch werden alle Beschreibungen, Anweisungen, Metadaten usw. geklont. Das Arbeitsgebiet, die einzelnen Aufgaben und die Gebiete hoher Priorität werden nicht geklont. Sie müssen diese neu zeichnen oder importieren. Ihr neu geklontes Projekt hat den Status 'Entwurf'.",
	"This will mark all bad imagery tasks as ready. Please use this only if you are sure of what you are doing.": "Dadurch werden alle Aufgaben mit schlechter Bildqualität als 'bereit zur Bearbeitung' gekennzeichnet. Machen Sie das bitte nur, wenn Sie genau wissen was Sie tun.",
	"This will mark all tasks (except bad imagery tasks) as mapped. Please use this only if you are sure of what you are doing.": "Dadurch werden alle Aufgaben (mit Ausnahme derjenigen mit schlechter Bildqualität) als bearbeitet gekennzeichnet. Machen Sie das bitte nur, wenn Sie genau wissen was Sie tun.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Hiermit werden alle Aufgaben (außer denjenigen mit schlechtem Bildmaterial) als geprüft markiert. Bitte machen Sie das nur, wenn Sie sich absolut sicher sind.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Hiermit werden alle Aufgaben (ausgenommen nicht abgeschlossene Aufgaben und Aufgaben mit schlechtem Bildmaterial) als ungültig markiert. Bitte machen Sie das nur, wenn Sie sich absolut sicher sind.",
	"This will reset all tasks to ready to map (preserving existing history). Please use this only if you are sure of what you are doing.": "Dadurch werden alle Aufgaben als 'bereit zur Bearbeitung' gekennzeichnet (unter Erhaltung des bisherigen Historie). Machen Sie das bitte nur, wenn Sie genau wissen was Sie tun.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Hiermit wird jedem Bearbeiter am laufenden Projekt eine Nachricht des Tasking Managers gesendet. Bitte mit Vorsicht verwenden!",
	"Tip": "Tipp",
	"to convert it to GeoJSON.": "um sie in GeoJSON umzuwandeln.",
	"Toggle the Area of Interest of existing projects": "Das Arbeitsgebiet bestehender Projekte umschalten",
	"Total number of users:": "Gesamtzahl der Benutzer:",
	"Total OSM changesets": "OSM-Änderungssätze insgesamt",
	"Trim": "Verkleinern",
	"Trim failed with unexpected error status.": "Zuschneiden ist aus unbekannten Gründen fehlgeschlagen.",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Schneiden Sie das Aufgabenraster auf das Arbeitsgebiet zu (optional). Sie können die Quadrate intakt lassen oder sie auf das Arbeitsgebiet zuschneiden (das kann einige Zeit dauern)",
	"Trimming in progress": "Gebiet wird zugeschnitten",
	"Type a message": "Schreiben Sie eine Nachricht",
	"Type a username": "Geben Sie einen Benutzernamen an",
	"Type(s) of mapping": "Was soll eingetragen werden",
	"Un-Mark": "Abwählen",
	"Unable to create project because there are more than": "Das Projekt kann nicht erstellt werden, denn es gibt mehr als",
	"Urgent": "Dringend",
	"URL to service": "URL des Dienstes",
	"Use this if for some reason you need to map, validate or invalidate all tasks in this project in a single step.": "Verwenden Sie diese Option, wenn sie alle Aufgaben in diesem Projekt zusammen als bearbeitet, korrekt oder fehlerhaft markieren wollen.",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Verwenden Sie diese Option, wenn sie alle Aufgaben in diesem Projekt zusammen als korrekt oder fehlerhaft markieren wollen.",
	"User": "Benutzer",
	"User list": "Benutzerliste",
	"User Profile": "Benutzerprofil",
	"user profile": "Benutzerprofil",
	"Username": "Benutzername",
	"Users": "Benutzer",
	"Validate": "Validieren",
	"Validate a Random Task": "Eine zufällige Aufgabe validieren",
	"Validate all tasks": "Alle Aufgaben validieren",
	"Validated": "Validiert",
	"Validated by": "Validiert von",
	"Validating...": "Wird validiert ...",
	"Validation": "Validierung",
	"Validation and Invalidation": "Validierung",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Bei der Validierung sieht ein zweites Paar Augen auf die erste Bearbeitung. Normalerweise machen das erfahrene OSM-Bearbeiter, die dabei auf Vollständigkeit achten (das kann jeder tun) und verschiedene Werkzeuge verwenden, um sicherzustellen, dass die Kartierung keine technischen Fehler enthält (z. B. Gebäude und Straßen mit einer gemeinsamen Linie). In diesem Video (auf Englisch, Untertitel in verschiedenen Sprachen verfügbar) werden die Grundlagen der Validierung von HOT-Projekten erklärt.",
	"Validator": "Prüfer",
	"Validator Level": "erforderliche Validator-Rolle",
	"Validator role required": "Validierer-Berechtigung erforderlich",
	"View in Overpass Turbo": "In Overpass Turbo anzeigen",
	"View OSM changesets": "OSM-Änderungssätze  anzeigen",
	"View the projects that you have created": "Von Ihnen erstellte Projekte anzeigen",
	"Visit about": "Zu „Über“ gehen",
	"Visit contribute": "Zu „Beitragen“ gehen",
	"Visit homepage": "Zur Startseite gehen",
	"Visit learn": "Zu „Lernen“ gehen",
	"Want to become a sponsor? Contact us to learn how.": "Möchten Sie ein Sponsor werden? Wenden Sie sich an uns um Näheres zu erfahren.",
	"Want to use an .osm file instead? You can use": "Möchten Sie stattdessen eine OSM-Datei verwenden? Sie können diese verwenden:",
	"Warning": "Warnung",
	"Waterways": "Gewässer",
	"What is New in the Tasking Manager 3": "Was gibt es Neues im Tasking Manager 3",
	"What is New?": "Was gibt es Neues?",
	"When": "Wenn",
	"With the invaluable support of:": "Mit der unschätzbaren Unterstützung von:",
	"Yes": "Ja",
	"You can only delete projects with no contributions.": "Sie können nur Projekte ohne Beiträge löschen.",
	"You can use Markdown. (HTML is not allowed)": "Sie können Markdown verwenden (HTML ist nicht zulässig).",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Sie können keine Aufgaben zum Kartografieren auswählen, weil Sie schon mindestens eine Aufgabe gesperrt haben. Wählen Sie diese Aufgabe auf der Karte erneut aus, und schließen Sie sie ab oder beenden Sie die Kartierung.",
	"You cannot select tasks for mapping because you already have task(s) locked.": "Sie können keine Aufgaben zur Kartierung auswählen weil schon Aufgaben für Sie reserviert sind.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Sie können in diesem Projekt keine Kartografierungsaufgaben übernehmen, weil Sie nicht über die erforderliche Erfahrung verfügen.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "Sie können in diesem Projekt keine Validierungsaufgaben übernehmen, weil Sie kein „Validator“ sind.",
	"You do not have the required Validator role for validation on this project.": "Sie verfügen nicht über die in diesem Projekt für die Validierung erforderliche Rolle „Validator“.",
	"You have no messages.": "Sie haben keine Nachrichten.",
	"You have unread messages.": "Sie haben ungelesene Nachrichten.",
	"You need to accept the license before continuing.": "Sie müssen den Lizenzbedingungen zustimmen, um fortfahren zu können.",
	"You need to add at least one allowed user to a private project.": "Ein privates Projekt muss mindestens einen zugelassenen Benutzer haben.",
	"Your profile": "Ihr Profil",
	"Your project has been updated successfully.": "Ihr Projekt wurde aktualisiert. ",
	"Your project was created successfully.": "Ihr Projekt wurde erstellt. "
}
