{
	"About": "Acerca de",
	"About the OSM Tasking Manager": "Acerca del gestor de tareas de OSM ",
	"Accept and continue": "Aceptar y continuar",
	"Accept imagery license": "Aceptar la licencia de las imágenes",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Comentario introducido cuando guarda su cartografiado en la base de datos de OSM. Cuando guarde su trabajo, por favor deje el comentario que aparece por defecto, pero agregue lo que efectivamente cartografió, por ejemplo: \"Agregué edificios y una calle residencial\". ",
	"Actions": "Acciones",
	"Active": "Activo",
	"Activity and Stats": "Actividad y estadísticas",
	"Add layer": "Agregar capa",
	"Add user": "Agregar usuario",
	"A description for the default locale": "Descripción de la localización por defecto",
	"Admin": "Admin.",
	"Administrator": "Administrador",
	"Advanced": "Avanzado",
	"Advanced mapper": "Cartógrafo avanzado",
	"Advanced options": "Opciones avanzadas",
	"Advanced task information and editing options": "Información avanzada de tareas y opciones de edición",
	"A few of the humanitarian efforts you can support through mapping.": "Algunos de los esfuerzos humanitarios que se puede apoyar por medio de la cartografía.",
	"All": "Todos",
	"Allowed users on private project": "Usuarios permitidos en un proyecto privado",
	"A name for the default locale": "Nombre para la localización por defecto",
	"and help improve it.": "y contribuir a su mejoramiento.",
	"and open it in JOSM to see the task boundaries.": "y abrirlo en JOSM para ver los límites de la tarea.",
	"and open it in JOSM to see the task boundary.": "y abrirlo en JOSM para ver el límite de la tarea.",
	"An error occurred when setting the level.": "Ocurrió un error cuando se establecía el nivel.",
	"An error occurred when setting the role.": "Ocurrió un error cuando se configuraba el rol.",
	"A new project will be created with": "Un nuevo proyecto será creado con",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Cualquiera que pueda usar un ordenador para dibujar líneas y cajas, o utilizar un teléfono para arrastrar y hacer clic, puede aportar una contribución sustancial al cartografiado humanitario. Si nunca antes ha cartografiado y quiere ayudar digitalizando imágenes aéreas o trazando edificios y caminos, por favor visite nuestra página \"Aprender\", y estará cartografiando en menos de 30 minutos. ",
	"AOI geometry must be a valid MultiPolygon.": "La geometría del área de interés debe ser un multipolígono válido.",
	"Arbitrary Tasks": "Tareas arbitrarias",
	"Archived": "Archivado",
	"are locked for validation by you.": "usted ha bloqueados su validación.",
	"are missing.": "faltan.",
	"Are you sure you want to delete this message?": "¿Está seguro de que desea eliminar este mensaje?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "¿Está seguro de que desea eliminar este proyecto? No se puede deshacer la orden de eliminar un proyecto.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "¿Está seguro de que desea invalidar todas las tareas en este proyecto? No podrá deshacer esta orden.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "¿Está seguro de que quiere validar todas las tareas? No podrá deshacer esta orden.",
	"A short description for the default locale": "Una breve descripción de la localización por defecto",
	"Authorization failed.": "La autorización falló. ",
	"Authorization successful. Redirecting...": "Autorización concedida. Redirigiendo...",
	"Bad imagery": "Imágenes deficientes",
	"Beginner": "Principiante",
	"Beginner mapper": "Cartógrafo principiante",
	"Buildings": "Edificios",
	"Campaign": "Campaña",
	"Campaign Tag": "Etiqueta de campaña",
	"Cancel": "Cancelar",
	"Changeset comment": "Comentario al conjunto de cambios",
	"characters remaining": "caracteres restantes",
	"Choose a task": "Elija una tarea",
	"Choose a task for mapping:": "Elija una tarea para cartografiar:",
	"choose default locale": "elija una localización por defecto",
	"choose from existing tags or create a new one": "elija una de las etiquetas existentes o cree una nueva",
	"choose locale": "elija la localización",
	"choose mapping level": "elija el nivel de cartografiado",
	"Choose one or more tasks for validation:": "Elija una o más tareas para validación:",
	"choose results view": "elija la vista de resultados",
	"Clear all": "Borrar todo",
	"Clip tasks to Area of Interest": "Recorte las tareas del área de interés",
	"Close": "Cerrar",
	"Close message": "Cerrar mensaje",
	"Comment": "Comentar",
	"Comment left by": "Comentario dejado por",
	"Comments by users": "Comentarios de usuarios",
	"Contact us via the About page.": "Póngase en contacto con nosotros a través de la página \"Acerca de\".",
	"Contribute": "Contribuir",
	"Contributions": "Contribuciones",
	"Contributor": "Contribuyente",
	"Contributors were messaged successfully.": "Se ha enviado con éxito un mensaje a los contribuyentes.",
	"Create a new project": "Crear un nuevo proyecto",
	"Create": "Crear",
	"Created by:": "Creado por:",
	"Created": "Creado",
	"Create new license": "Crear una nueva licencia",
	"Create new Project": "Crear un nuevo proyecto",
	"Create project": "Crear un proyecto",
	"Creation in progress...": "Creación en curso...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Comentarios por defecto añadidos al conjunto de cambios subido al campo de comentarios. Se debería tratar de que los usuarios añadieran texto que describa lo que han cartografiado. Por ejemplo: #hotosm-proyecto-470 #mapasfaltantes cartografiado de edificios. No se debería abusar de las etiquetas, que a veces son usadas por los analistas para su análisis posterior; además, deberían aportar información relevante (no usar ejemplo: #grupo o #evento).",
	"Default locale": "Localización por defecto",
	"Delete": "Eliminar",
	"Delete message": "Eliminar mensaje",
	"Delete project": "Eliminar proyecto",
	"Description": "Descripción",
	"Detailed Instructions": "Instrucciones detalladas",
	"Details": "Detalles",
	"Dismiss alert": "Descartar alerta",
	"Dismiss": "Descartar",
	"Download the": "Descargar",
	"Draft": "Borrador",
	"Draw circle": "Dibujar círculo",
	"Draw": "Dibujar",
	"Draw polygon": "Dibujar polígono",
	"Draw rectangle": "Dibujar rectángulo",
	"Draw the Area of Interest on the map.": "Dibujar el área de Interés en el mapa.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Durante las fases de preparación, respuesta y recuperación de un desastre, la información geoespacial (los mapas de carreteras, edificios, puentes, etc.) es fundamental para poder proporcionar el mejor servicio y ayuda de la forma más rápida y eficiente posible. Lamentablemente, este tipo de información no existe o no es accesible en muchas partes del mundo. A través de un cartografiado coordinado basado en imágenes de satélites remotos o de vehículos aéreos no tripulados (UAV por sus siglas en inglés) y una estrecha colaboración con la gente que está en el terreno, usted puede ayudar a proporcionar esos datos donde y cuando se necesitan.",
	"Edit description": "Editar la descripción",
	"Edit": "Editar",
	"Edit imagery": "Editar las imágenes",
	"Edit instructions": "Editar las instrucciones",
	"Edit License": "Editar la licencia",
	"Edit permissions": "Editar permisos",
	"Edit priority areas": "Editar áreas prioritarias",
	"Edit project": "Editar proyecto",
	"Edit settings": "Editar configuraciones",
	"Edit tags": "Editar etiquetas",
	"Enter a name for the license (provider for example)": "Introduzca un nombre para la licencia (por ejemplo, del proveedor)",
	"Enter a short version of the terms": "Introduzca una versión corta de los términos",
	"Enter a username": "Introduzca un nombre de usuario",
	"Enter the license terms": "Introduzca los términos de la licencia",
	"Entities to map": "Entidades que requieren cartografiado",
	"Error": "Error",
	"Failed to create a new license. Please try again.": "No se ha podido crear una nueva licencia. Por favor, inténtelo de nuevo.",
	"Failed to delete license. Please try again.": "No se ha podido borrar la licencia. Por favor, inténtelo de nuevo.",
	"Failed to mark all task valid for an unknown reason.": "No se ha podido marcar todas las tareas como válidas por algún motivo desconocido.",
	"Failed to message all contributors for an unknown reason.": "No se ha podido enviar mensajes a todos los contribuyentes por algún motivo desconocido.",
	"Failed to save edits. Please try again.": "No se ha podido guardar las ediciones. Por favor, inténtelo de nuevo.",
	"Field stories": "Historias sobre el terreno",
	"file": "archivar",
	"Filter": "Filtro",
	"Filter projects (on name, campaign, ...)": "Filtrar proyectos (por nombre, campaña...)",
	"Fork the Tasking Manager Code on GitHub": "Bifurcar el código del gestor de tareas en GitHub",
	"From": "Desde",
	"General task size:": "Tamaño general de la tarea:",
	"Go back to license overview": "Volver al resumen de la licencia",
	"Go to MapSwipe": "Ir a MapSwipe",
	"Go to project": "Ir al proyecto",
	"Go to the description tab": "Ir a la pestaña de descripción",
	"Go to the homepage": "Ir a la página de inicio",
	"Go to the instructions tab": "Ir a la pestaña de instrucciones",
	"Go to the mapping tab": "Ir a la pestaña de cartografiado",
	"Grid view": "Vista de cuadrícula",
	"High": "Alto",
	"History": "Historial",
	"HOT Tasking Manager": "Gestor de tareas HOT",
	"How you can help": "Cómo ayudar",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Si está marcado, solo los usuarios con el nivel de experiencia de cartografiado indicado podrán contribuir a este proyecto. Si no está marcado, cualquiera puede contribuir. Vaya al panel de metadatos para cambiar el nivel de experiencia del cartógrfo para este proyecto.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Si está marcado, solo los usuarios con el rol de validador podrán validar tareas en este proyecto. Si está sin marcar, cualquiera puede validar o invalidar tareas.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Si regresa y está listo para empezar a cartografiar, por favor vaya a la página \"Contribuir\". Verá una lista de proyectos de cartografiado que están necesitando la ayuda de alguien como usted. Puede seleccionar la pestaña \"Filtro\" y restringir la búsqueda a los proyectos en los que más le interesa trabajar. En su página de perfil encontrará un lista y un enlace rápido a los proyectos en los que ya ha participado.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Si quiere que los cartógrafos trabajen primero en las áreas de prioridad más alta, dibuje uno o más polígonos dentro del área del proyecto.",
	"Imagery": "Imágenes",
	"Import a GeoJSON, KML, or zipped SHP file.": "Importar un archivo GeoJSON, KML, o SHP comprimido.",
	"Import": "Importar",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Para hacer un uso completo de las muchas herramientas del gestor de tareas, por favor use un ordenador portátil o de escritorio, no un dispositivo móvil. Si desea contribuir con un dispositivo móvil, por favor use MapSwipe.",
	"Instructions for the default locale": "Instrucciones para la localización por defecto",
	"Instructions": "Instrucciones",
	"Intermediate": "Intermedio",
	"Intermediate mapper": "Cartógrafo intermedio",
	"In this area": "En esta área",
	"Invalidate all tasks": "Invalidar todas las tareas",
	"Invalidated by": "Invalidado por",
	"Invalidated": "Invalidado",
	"Invalidating all the tasks failed for an unknown reason.": "La invalidación de todas las tareas falló por algún motivo desconocido.",
	"Invalidating...": "Invalidando...",
	"is missing.": "falta.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Se recomienda que el tamaño de las tareas sea reducido. Por favor revise el tamaño de las tareas o considere crear múltiples proyectos. ",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Es muy fácil empezar a cartografiar en OpenStreetMap y contribuir a proyectos HOT. En todo el mundo la gente confía en los datos de OpenStreetMap aportados por millones de personas desde hace 10 años. Empezar es fácil, pero hacerlo bien requiere cierto esfuerzo y práctica. Si es la primera vez que cartografía, por favor dedique 30 minutos a ver el vídeo (en inglés con subtítulos en varios idiomas) para aprender los conceptos básicos sobre cómo cartografiar utilizando iD, el editor OSM basado en el buscador de internet. Por favor, ahora y siempre prefiera la calidad a la cantidad en su labor de cartografiado.",
	"Joined OSM": "Se unió a OSM",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "El control remoto de JOSM no responde. ¿Tiene JOSM abierto y configurado para que pueda ser controlado remotamente?",
	"Land use": "Utilización del suelo",
	"Landuse": "Utilización del suelo",
	"Larger": "Más grande",
	"Last activity": "Última actividad",
	"Last updated": "Actualizado por última vez",
	"Layer name": "Nombre de capa",
	"Learn": "Aprender",
	"Leave a comment": "Deje un comentario",
	"Legend": "Leyenda",
	"Level": "Nivel",
	"Licenses": "Licencias",
	"List view": "Vista como lista",
	"Locked by": "Bloqueado por",
	"Locked by you": "Bloqueado por usted",
	"Locked for mapping by": "Bloqueado para cartografiado por",
	"Locked for validation by": "Bloqueado para validación por",
	"Locked": "Bloqueado",
	"Lock": "Bloquear",
	"Login": "Iniciar sesión",
	"Logout": "Cerrar sesión",
	"Low": "Bajo",
	"Manage licenses": "Administrar licencias",
	"Manually set the experience level of a user.": "Establecer manualmente el nivel de experiencia de un usuario.",
	"Map": "Mapa",
	"Mapped by": "Cartografiado por",
	"% Mapped": "% cartografiado",
	"Mapped": "Cartografiado",
	"Mapper Level": "Nivel del cartógrafo",
	"Mapper": "Cartógrafo",
	"Mapping difficulty": "Dificultad de cartografiado",
	"Mapping level": "Nivel de cartografiado",
	"Mapping": "Cartografiado",
	"Map service type": "Cartografíe tipo de servicio",
	"Map service URL": "Cartografíe URL del servicio",
	"Mark all as Invalid": "Marcar todo como inválido",
	"Mark all as Valid": "Marcar todo como válido",
	"Mark as Bad Imagery": "Marcar como imágenes deficientes",
	"Mark as Completely Mapped": "Marcar como completamente cartografiado",
	"Mark as Invalid": "Marcar como inválido",
	"Mark as Valid": "Marcar como válido",
	"Marked as bad imagery by": "Marcado como imágenes deficientes por",
	"Marked as ready by": "Marcado como listo por",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Se ha alcanzado el número máximo de tareas. Si se requieren tareas más pequeñas, por favor reduzca el área de interés.",
	"Medium": "Medio",
	"Message all contributors": "Enviar un mensaje a todos los colaboradores",
	"Message": "Mensaje",
	"Messages - Inbox": "Mensajes - Bandeja de Entrada",
	"Messages": "Mensajes",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Los metadatos y las etiquetas se usan para que los usuarios encuentren proyectos en los que pueden trabajar y proyectos colectivos",
	"Metadata": "Metadatos",
	"Multi Task Validation": "Validación múltiple de tareas",
	"Name": "Nombre",
	"Name of the project": "Nombre del proyecto",
	"Navigate the results": "Navegar por los resultados",
	"Newer": "Más nuevo",
	"Newest": "El más nuevo",
	"New project": "Nuevo proyecto",
	"New to mapping?": "¿Nuevo en la cartografía?",
	"Next": "Siguiente",
	"No active projects.": "Sin proyectos activos.",
	"No activity (yet).": "No hay actividad (aún). ",
	"No archived projects.": "No hay proyectos archivados.",
	"No Area of Interest has been drawn.": "No se ha dibujado ninguna área de interés.",
	"No comments (yet).": "Sin comentarios (aún).",
	"No contributions to projects (yet).": "Sin contribuciones a proyectos (aún)",
	"No contributions (yet).": "Sin contribuciones (aún). ",
	"No draft projects.": "Sin borradores de proyectos.",
	"No license found.": "No se encontró licencia.",
	"no license": "sin licencia",
	"No projects found.": "No se encontraron proyectos.",
	"Note: follow this format for TMS URLs:": "Nota: utilice este formato para las URL de TMS:",
	"Nothing has happened yet.": "No ha ocurrido nada todavía.",
	"Number of tasks mapped": "Número de tareas cartografiadas",
	"Number of tasks validated": "Número de tareas validadas",
	"Older": "Más antiguo",
	"Only mappers with level": "Solo cartógrafos con nivel",
	"Only one campaign tag is allowed.": "Solo se permite una etiqueta de campaña",
	"Only one organisation tag is allowed.": "Solo se permite una etiqueta de organización",
	"Only Validators can validate on this project": "Solo los validadores pueden hacer validaciones en este proyecto",
	"Open Source": "Código abierto",
	"Option 1:": "Opción 1:",
	"Option 2:": "Opción 2:",
	"Option 3:": "Opción 3:",
	"Option 4:": "Opción 4:",
	"Options": "Opciones",
	"Organisation": "Organización",
	"Organisation Tag": "Etiqueta de organización",
	"or higher can map": "o superior pueden cartografiar",
	"OSM edit history": "historial de edición de OSM",
	"OSM profile": "Perfil OSM",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "El gestor de tareas de OSM es una herramienta de cartografía diseñada y construida para el equipo humanitario de cartografiado colaborativo OSM.",
	"Other options": "Otras opciones",
	"Other": "Otro",
	"Permissions": "Permisos",
	"Plain text": "Texto sin formato",
	"Please login first.": "Por favor inicie sesión primero.",
	"Please login to start mapping.": "Por favor inicie sesión para empezar a cartografiar.",
	"Please login to start validating.": "Por favor inicie sesión para empezar a validar.",
	"Please make sure you only have one campaign tag.": "Por favor asegúrese de que solo tiene una etiqueta de campaña.",
	"Please make sure you only have one organisation tag.": "Por favor asegúrese de que solo tiene una etiqueta de organización.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Por favor proporcione un GeoJson, KML o Shapefile comprimido válido.",
	"Preview": "Vista previa",
	"Previous": "Anterior",
	"priority area drawing tools": "herramientas de dibujo de área prioritaria",
	"Priority area": "Área prioritaria",
	"priority areas": "áreas prioritarias",
	"Priority": "Prioridad",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Privado significa que solo la lista de usuarios que aparece más abajo tienen acceso a este proyecto. Para que los nombres de usuarios estén disponibles y poder añadirlos a la lista de usuarios autorizados, antes deben visitar la URL de esta instalación del gestor de tareas de OSM y autorizar el acceso a su cuenta de OpenStreetMap. Cuando lo hayan hecho, su nombre de usuario estará disponible para que el administrador del proyecto lo pueda añadir.",
	"Private": "Privado",
	"Private Project": "Proyecto Privado",
	"Project could not be created. The exact reason could not be determined.": "No se ha podido crear el proyecto. No se ha podido determinar el motivo.",
	"Project dashboard": "Panel de proyecto",
	"Project Dashboard": "Panel de proyecto",
	"Project grid could not be trimmed to the AOI.": "La cuadrícula del proyecto no se ha podido recortar en el área de interés.",
	"Project has": "El proyecto ha",
	"Project Manager": "Administrador de proyectos",
	"Project name": "Nombre del proyecto",
	"Projects": "Proyectos",
	"Published": "Publicado",
	"Ready": "Listo",
	"Ready to get mapping?": "¿Listo para cartografiar?",
	"Remove privileges": "Eliminar privilegios",
	"Required license": "Licencia requerida",
	"Required": "Requerida",
	"Reset": "Reiniciar",
	"Return to inbox": "Volver a la bandeja de entrada",
	"Return": "Volver atrás",
	"Roads": "Caminos",
	"Role": "Rol",
	"Save changes": "Guardar cambios",
	"Save edits": "Guardar ediciones",
	"Search project description or project number": "Buscar la descripción o el número del proyecto",
	"Search": "Buscar",
	"Search Users": "Buscar usuarios",
	"See the changesets in Overpass Turbo for this area.": "Ver el conjunto de cambios en Overpass Turbo para esta área.",
	"See the changesets on the OSM website for this area.": "Ver el conjunto de cambios en la página web de OSM para esta área.",
	"Select another task": "Seleccionar otra tarea",
	"Select a random task": "Seleccionar una tarea aleatoria",
	"Select area by drawing a polygon": "Seleccionar el área dibujando un polígono",
	"Select a task by clicking on the map": "Seleccionar una tarea pulsando sobre el mapa",
	"Select by area": "Seleccionar por área",
	"Select by user:": "Seleccionar por usuario:",
	"Select for validation": "Seleccionar para validación",
	"Sending...": "Enviando...",
	"Set as Administrator": "Establecer como administrador",
	"Set as Project Manager": "Establecer como administrador de proyecto",
	"Set as Validator": "Establecer como validador",
	"Set mapper level": "Configurar el nivel del cartógrafo",
	"Set role": "Configurar el rol",
	"Settings": "Ajustes",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Configurar el nivel ayudará a los cartógrafos a encontrar proyectos adecuados para trabajar. Puede establecer como obligatorio el nivel requerido para cartografiar en el apartado de permisos.",
	"Short description": "Descripción corta",
	"Show advanced options": "Mostrar opciones avanzadas",
	"Show/hide menu": "Mostrar/ocultar menú",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Ha seleccionado múltiples tareas: debe descargar los datos OSM en JOSM manualmente. Descargue el",
	"Smaller": "Más pequeño",
	"Sort column": "Ordenar la columna",
	"Split a specific area into smaller tasks by drawing an area or point:": "Divida un área concreta en tareas más pequeñas dibujando un área o un punto:",
	"Split (point)": "Dividir (punto)",
	"Split (polygon)": "Dividir (polígono)",
	"Sponsorship and Funding": "Patrocinio y financiación",
	"Square Grid": "Rejilla cuadriculada.",
	"Start Editor": "Iniciar editor",
	"Start Mapping": "Comenzar a cartografiar",
	"Start Validating": "Comenzar a validar",
	"Stats": "Estadísticas",
	"Status": "Estado",
	"Step 1: Define Area": "Paso 1: Definir Área",
	"Step 1": "Paso 1",
	"Step 2: Choose Tasks Type": "Paso 2: Elegir tipo de tareas",
	"Step 2": "Paso 2",
	"Step 3: Set Task Sizes": "Paso 3: Definir tamaños de tarea",
	"Step 3": "Paso 3",
	"Step 4": "Paso 4",
	"Step 4: Trim Project": "Paso 4: Recortar proyecto",
	"Step 5: Review": "Paso 5: Revisar",
	"Step 5": "Paso 5",
	"Stop Mapping": "Parar de cartografiar",
	"Stop Validating": "Parar de validar",
	"Subject": "Asunto",
	"Task invalidated by": "Tarea invalidada por",
	"Task invalidation": "Invalidación de tarea",
	"Task locked for mapping by": "Tarea bloqueada para cartografiar por",
	"Task locked for validation by": "Tarea bloqueada para validación por",
	"Task mapped by": "Tarea cartografiada por",
	"Task marked as bad imagery by": "Tarea marcada como imágenes deficientes por",
	"Task marked as ready by": "Tarea marcada como lista por",
	"Tasks Mapped": "Tareas cartografiadas",
	"tasks.": "tareas.",
	"Tasks": "Tareas",
	"tasks. Use a smaller AOI and/or fewer tasks.": "tareas. Use un área de interés más reducida o menos tareas.",
	"Tasks Validated": "Tareas validadas",
	"Task validated by": "Tarea validada por",
	"Task validation": "Validación de tarea",
	"Text search": "Búsqueda de texto",
	"The application code is available on GitHub.": "El código de la aplicación está disponible en GitHub.",
	"The Area of Interest contains self intersections.": "El área de interés contiene intersecciones internas.",
	"The list of elements we ask you to map": "Lista de elementos que le pedimos cartografiar",
	"The list of entities to map.": "La lista de entes a cartografiar.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "El gestor de tareas de OSM es una herramienta de cartografía diseñada y construida para el proceso de cartografiado colaborativo del equipo humanitario de OpenStreetMap. El propósito de esta herramienta es dividir un proyecto de cartografía en tareas más pequeñas que puedan ser completadas rápidamente por muchas personas que trabajan en la misma área general. Muestra qué áreas es necesario cartografiar y qué áreas necesitan que el cartografiado sea validado.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "El gestor de tareas de OSM es un software de código abierto. Por favor, no dude en relevar problemas y hacer aportes.",
	"The OSM Tasking Manager was designed and built for the": "El gestor de tareas de OSM fue diseñado y construido para el",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "No se pudo crear el proyecto. Tal vez el tamaño total de los datos del área de interés y de la cuadrícula sea demasiado grande para enviarlos al servidor. Pruebe de nuevo con un área de interés más pequeña o con menos tareas.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "No se pudo recortar el proyecto. Tal vez el tamaño total de los datos del área de interés y de la cuadrícula sea demasiado grande para enviarlo al servidor. Pruebe de nuevo con un área de interés más pequeña o con menos tareas",
	"The project was deleted successfully.": "El proyecto fue eliminado con éxito.",
	"The project was not deleted successfully. This project might have some contributions.": "No se ha podido eliminar el proyecto. Tal vez este proyecto tenga algunas contribuciones.",
	"There are no tasks currently available for mapping.": "Actualmente no hay tareas disponibles para cartografiar.",
	"There are no tasks currently available for validation.": "Actualmente no hay tareas disponibles para validar.",
	"There was an error retrieving the task from the server.": "Se ha producido un error al recuperar la tarea del servidor.",
	"There was an error updating your project. Please try again.": "Se ha producido un error al actualizar su proyecto. Por favor vuelva a intentarlo.",
	"There was a problem unlocking the tasks.": "Se ha producido un problema al desbloquear las tareas.",
	"There was a problem unlocking the task.": "Se ha producido un problema al desbloquear la tarea.",
	"The selected task could be locked.": "La tarea seleccionada ha podido ser bloqueada.",
	"The selected task could not be locked.": "La tarea seleccionada no ha podido ser bloqueada.",
	"The selected task is not in a state that allows mapping.": "La tarea seleccionada no puede ser cartografiada.",
	"The selected task is not in a state that allows validation.": "La tarea seleccionada no puede ser validada.",
	"The size of each task is approximately": "El tamaño de cada tarea es aproximadamente",
	"The task could not be locked for mapping.": "La tarea no ha podido ser bloqueada para cartografiado.",
	"The task could not be locked for validation.": "La tarea no ha podido ser bloqueada para validación",
	"The tasks could not be locked.": "Las tareas no han podido ser bloqueadas.",
	"The tasks were invalidated successfully.": "Las tareas han sido invalidas con éxito.",
	"The tasks were marked validated successfully.": "Las tareas se han marcado como validadas con éxito.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Este enfoque facilita la distribución de tareas entre los distintos cartógrafos en una emergencia u otra situación de cartografiado humanitario. También permite controlar los avances del proyecto en su conjunto y ayuda a mejorar la homogeneidad del cartografiado (es decir, los elementos que se incluyan, las etiquetas específicas que se utilicen, etc.).",
	"This cannot be undone.": "Esta acción no puede deshacerse.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Este mensaje no está traducido a la lengua seleccionada por el usuario, por lo que tal vez desee incluir su propia traducción.",
	"This task is available for mapping.": "Esta tarea está disponible para cartografiar.",
	"This task is available for validation.": "Esta tarea está disponible para validación.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Se marcarán todas las tareas (excepto las imágenes deficientes) como válidas. Por favor, verifique antes de proceder.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Se marcarán todas las tareas (excepto las tareas no completadas y las que tienen imágenes deficientes) como inválidas. Por favor, verifique antes de proceder.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Se enviará un mensaje del gestor de tareas a todos los contribuyentes del proyecto actual. Por favor, use esta herramienta con atención.",
	"Tip": "Consejo",
	"to convert it to GeoJSON.": "para convertirlo a GeoJSON.",
	"Total number of users:": "Número total de usuarios:",
	"Total OSM changesets": "Número total de conjuntos de cambios OSM",
	"Trimming in progress": "Recorte en curso",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Reducir la cuadrícula de tarea al área de interés (opcional). Puede mantener los cuadros de tarea completos, o recortarlos según el área de interés. Esta operación puede llevar algún tiempo.",
	"Trim": "Recortar",
	"Type a username": "Escriba un nombre de usuario",
	"Type(s) of mapping": "Tipo/s de cartografiado",
	"Unable to create project because there are more than": "No se puede crear un proyecto porque hay más de",
	"Urgent": "Urgente",
	"URL to service": "URL del servicio",
	"User list": "Lista de usuarios",
	"Username": "Nombre de usuario",
	"User Profile": "Perfil de usuario",
	"Users": "Usuarios",
	"User": "Usuario",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Utilice esto si por algún motivo necesita validar o invalidar todas las tareas de este proyecto en un solo paso.",
	"Validate all tasks": "Validar todas las tareas",
	"Validated by": "Validado por",
	"% Validated": "% validado",
	"Validated": "Validado",
	"Validate": "Validar",
	"Validating...": "Validando...",
	"Validation and Invalidation": "Validación e invalidación",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "La validación es otro par de ojos que revisan el cartografiado inicial. Generalmente los cartógrafos expertos en OSM expertos revisan que el cartografiado esté completo (algo que puede hacer cualquier persona) y utilizan diversas herramientas para asegurarse de que no haya errores técnicos, por ejemplo edificios que comparten un muro con una carretera. Este vídeo (en inglés con subtítulos en varios idiomas) le mostrará los conceptos básicos de la validación de cartografiado en proyectos HOT.",
	"Validation": "Validación",
	"Validator Level": "Nivel del validador",
	"Validator": "Validador",
	"View in Overpass Turbo": "Ver en Overpass Turbo",
	"View OSM changesets": "Ver los conjuntos de cambios OSM",
	"View the projects that you have created": "Ver los proyectos que usted ha creado",
	"Visit about": "Ir a \"acerca de\"",
	"Visit contribute": "Ir a \"contribuir\"",
	"Visit homepage": "Ir a la página de inicio",
	"Visit learn": "Ir a \"aprender\"",
	"Want to use an .osm file instead? You can use": "¿Prefiere utilizar un archivo .osm? Puede utilizar",
	"Warning": "Advertencia",
	"Waterways": "Vías fluviales",
	"When": "Cuando",
	"With the invaluable support of:": "Con el inestimable apoyo de:",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "No puede seleccionar tareas para cartografiar porque ya tiene una o más tareas bloqueadas. Utilice el mapa para seleccionar de nuevo dicha tarea y complétela o deje de cartografiarla.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "No puede seleccionar tareas para cartografiar en este proyecto porque no dispone del nivel de experiencia como cartógrafo requerido.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "No puede seleccionar tareas para validación en este proyecto porque no tiene el rol de validador.",
	"You can only delete projects with no contributions.": "Solo puede eliminar proyectos que no tengan contribuciones.",
	"You can use Markdown. (HTML is not allowed)": "Puede usar Markdown. (No se permite HTML)",
	"You do not have the required Validator role for validation on this project.": "No tiene el rol de validador requerido para validar en este proyecto.",
	"You have no messages.": "No tiene mensajes.",
	"You have unread messages.": "Tiene mensajes sin leer.",
	"You need to accept the license before continuing.": "Debe aceptar la licencia antes de continuar.",
	"You need to add at least one allowed user to a private project.": "Debe añadir al menos un usuario autorizado a un proyecto privado.",
	"Your profile": "Su perfil",
	"Your project has been updated successfully.": "Su proyecto ha sido actualizado con éxito.",
	"Your project was created successfully.": "Su proyecto ha sido creado con éxito.",
	"Back to Previous": "Regresar al anterior"
}
