{
	" Mark as Bad Imagery": " Mark as Bad Imagery",
	" Mark as Completely Mapped": " Mark as Completely Mapped",
	" Split Task": " Split Task",
	" Stop Mapping": " Stop Mapping",
	"% Mapped": "% Kartoitettu",
	"% Validated": "% Validoitu",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Kommentti, joka syötetään, kun tallennat kartoituksesi OSM-tietokantaan. Kun tallennat työsi, ole hyvä ja jätä oletuskommentti, mutta lisää tieto mitä itseasiassa kartoitit, esimerkiksi: Lisäsin rakennuksia ja asuinaluetien.",
	"A description for the default locale": "Oletuslokaalin kuvaus",
	"A few of the humanitarian efforts you can support through mapping.": "Joitakin humanitääristä ponnistuksista, joita voit tukea karoittamalla.",
	"A name for the default locale": "Oletuslokaalin nimi",
	"A new project will be created with": "Uusi projekti tullaan luomaan",
	"A short description for the default locale": "Lyhyt kuvaus oletuslokaalia varten",
	"A verification email was sent.": "A verification email was sent.",
	"About": "Tietoja",
	"About the OSM Tasking Manager": "Tietoja OSM Tasking Managerista",
	"About the Tasking Manager": "About the Tasking Manager",
	"Accept and continue": "Hyväksy ja jatka",
	"Accept imagery license": "Hyväksy kuvaston lisenssi",
	"Action": "Action",
	"Actions": "Toiminnot",
	"Active": "Aktiivinen",
	"Active Mappers": "Active Mappers",
	"Activity and Stats": "Aktiviteetit ja tilastot",
	"Add Comment": "Add Comment",
	"Add layer": "Lisää taso",
	"Add user": "Lisää käyttäjä",
	"Admin": "Ylläpito",
	"Administrator": "Ylläpitäjä",
	"Advanced": "Edistynyt",
	"Advanced mapper": "Edistynyt kartoittaja",
	"Advanced options": "Edistyneen vaihtoehdot",
	"Advanced task information and editing options": "Edistyneen tehtävätiedot ja muokkausvaihtoehdot",
	"All": "Kaikki",
	"All HOT and Missing Maps mapping is done in": "All HOT and Missing Maps mapping is done in",
	"Allowed users on private project": "Yksityisen projektin sallitut käyttäjät",
	"An error occurred": "An error occurred",
	"An error occurred when altering expert mode setting.": "An error occurred when altering expert mode setting.",
	"An error occurred when setting the level.": "Tason asettamisessa tapahtui virhe.",
	"An error occurred when setting the role.": "Roolin asettamisessa tapahtui virhe.",
	"and help improve it.": "ja auttaa parantamaan sitä.",
	"and open it in JOSM to see the task boundaries.": "ja avaa se JOSM:ssa, jotta näet tehtävän rajat.",
	"and open it in JOSM to see the task boundary.": "ja avaa se JOSM:ssa, jotta näet tehtävärajan.",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Kuka tahansa, joka pystyy käyttämään tietokonetta viivojen ja laatikoiden piirtämiseen tai puhelinta napauttamiseen ja pyyhkäisemiseen voi osallistua merkityksellisesti humanitääriseen kartoitukseen. Jos et ole ikinä ennen kartoittanut ja haluaisit auttaa kuvia digitoimalla, rakennuksia ja teitä jäljentämällä, niin toivomme, että vierailet opskelusivullamme, joka opetttaa sinut karoittamaan alle 30 minuutissa.",
	"AoI as": "AoI as",
	"AOI geometry must be a valid MultiPolygon.": "AOI-geometrian tulee olla validi moniosainen monikulmio.",
	"Arbitrary Tasks": "Mukautetut tehtävät",
	"Archived": "Arkistoitu",
	"are locked for validation by you.": "ovat sinun validointia varten lukitsemiasi.",
	"are locked for validation.": "are locked for validation.",
	"are missing.": "puuttuvat.",
	"Are you sure you want to delete this message?": "Oletko varma, että haluat poistaa tämän viestin?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Oletko varma, että haluat poistaa tämän projektin? Et voi perua projektin poistamista.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Oletko varma, että haluat invalidoida kaikki tehtävät tässä projektissa? Et voi perua tätä.",
	"Are you sure you want to mark all bad imagery tasks in this project as ready? You cannot undo this.": "Are you sure you want to mark all bad imagery tasks in this project as ready? You cannot undo this.",
	"Are you sure you want to mark all tasks in this project as mapped? You cannot undo this.": "Are you sure you want to mark all tasks in this project as mapped? You cannot undo this.",
	"Are you sure you want to reset all tasks? You cannot undo this.": "Are you sure you want to reset all tasks? You cannot undo this.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Oletko varma, että haluat hyväksyä kaikki tehtävät tässä projektisa? Et voi perua tätä.",
	"Authorization failed.": "Valtuutus epäonnistui.",
	"Authorization successful. Redirecting...": "Valtuutus onnistui. Uuudelleenohjataan...",
	"Automatically unlocked for mapping": "Automatically unlocked for mapping",
	"Automatically unlocked for validation": "Automatically unlocked for validation",
	"Back to Previous": "Back to Previous",
	"Bad imagery": "Huono kuva-aineisto",
	"Beginner": "Aloittelija",
	"Beginner mapper": "Aloitteleva kartoittaja",
	"Block user": "Block user",
	"Building mapping is the most needed and the most common type of mapping HOT and MissingMaps does. Using the OpenStreetMap web based editor called the iD editor, building mapping is fairly easy. This video will show you the basics of how to map buildings using the iD editor.": "Building mapping is the most needed and the most common type of mapping HOT and MissingMaps does. Using the OpenStreetMap web based editor called the iD editor, building mapping is fairly easy. This video will show you the basics of how to map buildings using the iD editor.",
	"Buildings": "Rakennukset",
	"Campaign": "Kamppanja",
	"Campaign Tag": "Kamppanja-tagi",
	"Cancel": "Peruuta",
	"Causes You Can Help": "Causes You Can Help",
	"Changeset Comment": "Changeset Comment",
	"Changeset comment": "Muutoskokoelman kommentti",
	"characters remaining": "merkkiä jäljellä",
	"Choose a task": "Valitse tehtävä",
	"Choose a task for mapping:": "Valitse kartoitustehtävä:",
	"choose default locale": "valitse oletuslokaali",
	"choose from existing tags or create a new one": "valitse luoduista tageista tai luo uusi",
	"choose locale": "valitse lokaali",
	"choose mapping level": "valitse kartoituksen vaativuustaso",
	"Choose one or more tasks for validation:": "Valitse yksi tai useampi tehtävä validointavaksi:",
	"choose results view": "valitse tulosnäkymä",
	"Clear all": "Tyhjennä kaikki",
	"Clip tasks to Area of Interest": "Leikkaa tehtävät kohdealueelle (AOI)",
	"Clone": "Clone",
	"Clone project": "Clone project",
	"Close": "Sulje",
	"Close message": "Sulje viesti",
	"Comment": "Kommentti",
	"Comment left by": "Kommentin jätti",
	"Commented": "Commented",
	"Comments by users": "Käyttäjien kommentit",
	"Contact Information": "Contact Information",
	"Contact project manager": "Contact project manager",
	"Contact us via the About page.": "Ota meihin yhteyttä Tietoja-sivun kautta.",
	"Contribute": "Osallistu",
	"Contributions": "Osallistumiset",
	"Contributor": "Osallistuja",
	"Contributors were messaged successfully.": "Osallistujat yhdistettiin onnistuneesti.",
	"Create": "Luo",
	"Create a new project": "Luo uusi projekti",
	"Create new license": "Luo uusi lisenssi",
	"Create new Project": "Luo uusi projekti",
	"Create project": "Luo projekti",
	"Created": "Luotu",
	"Created by:": "Luonut:",
	"Creation in progress...": "Luonti käynnissä...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Oletuskommentit lisätty lähetettävän muutoskokoelman komenttikenttään. Käyttäjiä tulisi myös rohkaista lisäämään teksi, joka kuvaa mitä he kartoittivat. Esimerkiksi: #hotosm-project-470 #missingmaps Rakennuksia kartoitettu. Risuaitoja käytetään joskus myöhemmin tehtävään analyisointiin, mutta niiden tulisi olla ihmisen ymmärtämiä eikä liikaa käytettyjä, kuten #group #event.",
	"Default locale": "Oletuslokaali",
	"Delete": "Poista",
	"Delete message": "Poista viesti",
	"Delete project": "Poista projekti",
	"Description": "Kuvaus",
	"Detailed Instructions": "Yksityiskohtainen ohjeistus",
	"Details": "Yksityiskohdat",
	"Difficulty": "Difficulty",
	"Dismiss": "Piilota",
	"Dismiss alert": "Piilota hälytys",
	"Download": "Download",
	"Download the": "Lataa",
	"Download:": "Download:",
	"Draft": "Luonnos",
	"Draw": "Piirrä",
	"Draw circle": "Piirrä ympyrä",
	"Draw polygon": "Piirrä monikulmio",
	"Draw rectangle": "Piirrä suorakaide",
	"Draw the Area of Interest on the map.": "Piirrä kohdealue (AOI) kartalle.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Yksityiskohtainen geospatiaalinen informaatio, kuten kartat teistä, rakennuksista ja silloista ovat kriittisiä, jotta voidaan tarjota parasta mahdollista palvelua ja tukea mahdollisimman oikeaan aikaan ja tehokkaasti silloin, kun  valmistaudutaan, vastataan tai toivutaan katastrofista. Valitettavasti tällaista tietoa ei ole olemassa tai se ei ole avoimesti saatavilla suuressa osassa maailmaa. Koordinoidun sateliitti- tai UAV-kuviin perustuvan kartoituksen avulla ja tiiviissä yhteistyössä kenttätyöntekijöiden kanssa on mahdollista tarjota tietoa missä ja milloin sitä tarvitaan.",
	"Edit": "Muokkaa",
	"Edit description": "Muokkaa kuvausta",
	"Edit imagery": "Muokkaa kuva-aineistoa",
	"Edit instructions": "Muokkaa ohjeita",
	"Edit License": "Muokkaa lisenssiä",
	"Edit permissions": "Muokkaa oikeuksia",
	"Edit priority areas": "Muokkaa prioriteetti-alueita",
	"Edit project": "Muokkaa projektia",
	"Edit settings": "Muokkaa asetuksia",
	"Edit tags": "Muokkaa tageja",
	"Email verification": "Email verification",
	"Enter a name for the license (provider for example)": "Anna lisenssin nimi (esimerkiksi lisenssi tarjoaja)",
	"Enter a short version of the terms": "Anna lyhyt kuvaus ehdoista",
	"Enter a username": "Anna käyttäjänimi",
	"Enter the license terms": "Anna lisenssiehdot",
	"Entities to map": "Kartoitettavat kohteet",
	"Error": "Virhe",
	"Error loading the projects": "Error loading the projects",
	"Error: cannot get user list": "Error: cannot get user list",
	"Error: setting your contact details": "Error: setting your contact details",
	"Error: too many characters in your message": "Error: too many characters in your message",
	"Error: your message was not added": "Error: your message was not added",
	"Even if you are a new mapper, anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap can meaningfully contribute to humanitarian mapping through": "Even if you are a new mapper, anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap can meaningfully contribute to humanitarian mapping through",
	"Expert Mode": "Expert Mode",
	"Expert mode makes advanced and experimental features available. Most users should leave this off.": "Expert mode makes advanced and experimental features available. Most users should leave this off.",
	"Extra Instructions": "Extra Instructions",
	"Failed to create a new license. Please try again.": "Uuden lisenssin luonti epäonnistui. Ole hyvä ja yritä uudelleen.",
	"Failed to delete license. Please try again.": "Lisenssin poistaminen epäonnistui. Ole hyvä ja yritä uudelleen.",
	"Failed to mark all task valid for an unknown reason.": "Kaikkien tehtävien merkitseminen validoiduksi epäonnistui tuntemattomasta syystä.",
	"Failed to message all contributors for an unknown reason.": "Viestin lähetys kaikille osallistujille epäonnistui tuntemattomasta syystä.",
	"Failed to reset all tasks for an unknown reason.": "Failed to reset all tasks for an unknown reason.",
	"Failed to save edits. Please try again.": "Muokkausten tallennus epäonnistui. Ole hyvä ja yritä uudelleen.",
	"Field stories": "Kenttäkuvaukset",
	"file": "tiedosto",
	"Filter": "Suodatin",
	"Filter projects (on name, campaign, ...)": "Suodata projekteja (nimen, kampanjan, ..., mukaan)",
	"Find a task for validation through one of the options below.": "Find a task for validation through one of the options below.",
	"For help with mapping or mapping related questions, please email: ": "For help with mapping or mapping related questions, please email: ",
	"Fork the Tasking Manager Code on GitHub": "Haaroita Tasking Magerin koodi GitHubissa",
	"Frequently Asked Questions": "Frequently Asked Questions",
	"From": "Lähettäjä",
	"General questions or comments about Humanitarian OpenStreetMap Team, please email: ": "General questions or comments about Humanitarian OpenStreetMap Team, please email: ",
	"General task size:": "Tehtävien yleinen koko:",
	"Get in touch": "Get in touch",
	"GitHub": "GitHub",
	"Give feedback on": "Give feedback on",
	"Go back to license overview": "Palaa takaisin lisenssin yleiskuvaukseen",
	"Go to MapSwipe": "Siirry MapSwipeen",
	"Go to project": "Siirry projektiin",
	"Go to the chat tab": "Go to the chat tab",
	"Go to the description tab": "Siirry kuvausvälilehdelle",
	"Go to the homepage": "Siirry etusivulle",
	"Go to the instructions tab": "Siirry ohjevälilehdelle",
	"Go to the mapping tab": "Siirry kartoitusvälilehdelle",
	"Go to the validation tab": "Go to the validation tab",
	"Grid view": "Ruudukkonäkymä",
	"High": "Korkea",
	"History": "Historia",
	"HOT Tasking Manager": "HOT Tasking Manager",
	"How to map Buildings": "How to map Buildings",
	"How to map Roads": "How to map Roads",
	"How you can help": "Miten sinä voit auttaa",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Jos aktivoitu, niin ainoastaan käyttäjät, joilla on valittu kokemustaso voivat osallistua projektiin. Jos ei aktivoitu, niin kuka vain voi osallistua. Siirry metatieto-paneeliin, jotta voit vaihtaa tämän projektin valittua kokemustasoa.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Jos aktivoitu, niin ainoastaan käyttäjät, joilla on validointi-rooli, voivat validoida tehtäviä tässä projektissa. Jos ei aktivoitu, niin kuka vain voi validoida ja invalidoida tehtäviä.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Jos olet palaamassa ja olet valmis kartoittamaan, niin ole hyvä ja siirry Osallistu-sivulle. Näet silloin listan kartoitusprojekteista, jotka tarvitsevat juuri sinun kaltaisesi ihmisen, jotta ne saadaan valmiiksi. Voit valita suodatin-välilehden ja pienentää projektilistaa sellaisiin, joiden parissa kaikista eniten haluat työskennellä. Profiilisivullasi on lista ja pikalinkit projekteihin joihin olet jo osallistunut.",
	"If you have never mapped before and would like to help, visit our Learn page to get started mapping in less than 30 minutes.": "If you have never mapped before and would like to help, visit our Learn page to get started mapping in less than 30 minutes.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Jos haluat, että kartoittajat työskentelevät ensiksi suurimman prioriteetin alueiden parissa, niin piirrä yksi tai useampi monikulmio projektialueelle.",
	"Imagery": "Kuva-aineisto",
	"Import": "Tuo",
	"Import a GeoJSON, KML, or zipped SHP file.": "Tuo GeoJSON-, KML- tai pakattu SHP-tiedosto.",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Jotta voisit täysin käyttää Tasking Managerin monia ominaisuuksia, ole hyvä ja käytä pöytä- tai kannettavaa tietokonetta mobiililaitteen sijaan. Jos haluaisit osallistua mobiililaitteen kautta, niin ole hyvä ja käytä MapSwipe-sovellusta.",
	"In this area": "Tällä alueella",
	"Include archived projects": "Include archived projects",
	"Include draft projects": "Include draft projects",
	"Instructions": "Ohjeistus",
	"Instructions for the default locale": "Oletuslokaalinen ohjeistus",
	"Intermediate": "Keskitaso",
	"Intermediate mapper": "Keskitason kartoittaja",
	"Introduction to Validation": "Introduction to Validation",
	"Invalid project. Please select another project.": "Invalid project. Please select another project.",
	"Invalidate all tasks": "Invalidoi kaikki tehtävät",
	"Invalidated": "Invalidoitu",
	"Invalidated by": "Invalidoi",
	"Invalidating all the tasks failed for an unknown reason.": "Kaikkien tehtävien invalidointi epäonnistui tuntemattomasta syystä.",
	"Invalidating...": "Invalidoidaan...",
	"is missing.": "puuttuu.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Tehtävien pitäminen pienikokoisena on suositeltavaa. Ole hyvä ja tarkista tehtävien koko ja/tai harkitse useiden projektien luomista.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "On hyvin helppoa aloittaa kartoittaminen OpenStreetMapissa ja aloittaa HOT-projekteihin osallistuminen. Ihmiset ympäri maailmaa luottavat OpenStreetMapin tietohin, jota miljoonat ihmiset ovat tuottaneet viimeisen 10 vuoden aikana. Vaikka on helppoa aloittaa, niin vaatii hieman yritystä ja harjoittelua tehdä kartoitusta hyvin. Jos tämä on ensimmäinen kartoituskertasi, niin ole hyvä ja käytä noin 30 minuuttia videon katseluun (englannin kielinen, joka sisältää monen kieliset tekstitykset), jotta opit kuinka WWW-selainpohjaisella iD-editorilla tehdään kartoitusta. Ole hyvä, nyt ja tulevaisuudessa, keskity kartoituksessasi aina laatuun eikä määrään.",
	"Joined OSM": "Liittyi OSM:iin",
	"JOSM had a problem loading the project imagery.": "JOSM had a problem loading the project imagery.",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "JOSM-kaukosäädin ei vastannut. Onhan JOSM käynnissä ja konfiguroitu etähallintaan?",
	"Land use": "Maankäyttö",
	"Landuse": "Maankäyttö",
	"Larger": "Suurempi",
	"Last activity": "Viimeisin aktiviteetti",
	"Last Updated": "Last Updated",
	"Last updated": "Viimeksi päivitetty",
	"Last validation": "Last validation",
	"Layer name": "Tason nimi",
	"Learn": "Opi",
	"Learn How to Use the Tasking Manager": "Learn How to Use the Tasking Manager",
	"Learn more about": "Learn more about",
	"Learn to Map": "Learn to Map",
	"Leave a comment": "Jätä kommentti",
	"Legend": "Selite",
	"Level": "Taso",
	"Licenses": "Lisenssit",
	"List view": "Listanäkymä",
	"Loading...": "Loading...",
	"Lock": "Lukitse",
	"Locked": "Lukittu",
	"Locked by": "Lukinnut",
	"Locked by you": "Sinun lukitsemasi",
	"Locked for mapping": "Locked for mapping",
	"Locked for mapping by": "Sinun kartoitukseen lukitsema",
	"Locked for validation": "Locked for validation",
	"Locked for validation by": "Sinun validointiin lukitsema",
	"Login": "Kirjaudu sisään",
	"Logout": "Kirjaudu ulos",
	"Low": "Matala",
	"Manage licenses": "Hallinnoi lisenssejä",
	"Manually set the experience level of a user.": "Aseta käyttäjän osaamistaso manuaalisesti.",
	"Map": "Kartoita",
	"Map a Task for People in Need": "Map a Task for People in Need",
	"Map all tasks": "Map all tasks",
	"Map service type": "Karttapalvelun tyyppi",
	"Map service URL": "Karttapalvelun URL",
	"Map view": "Map view",
	"Mapped": "Kartoitettu",
	"Mapped by": "Kartoittanut",
	"Mapper": "Kartoittaja",
	"Mapper level": "Mapper level",
	"Mapper Level": "Kartoittajan taso",
	"Mapper level required": "Mapper level required",
	"Mapping": "Kartoitus",
	"Mapping all the tasks failed for an unknown reason.": "Mapping all the tasks failed for an unknown reason.",
	"Mapping difficulty": "Kartoittamisen vaikeus",
	"Mapping level": "Kartoittamisen taso",
	"Mapping, Validation and Invalidation": "Mapping, Validation and Invalidation",
	"Mapping...": "Mapping...",
	"Mark all as Invalid": "Merkitse kaikki epävalideiksi",
	"Mark all as Valid": "Merkitse kaikki valideiksi",
	"Mark as Bad Imagery": "Merkitse huonoksi kuva-aineistoksi",
	"Mark as Completely Mapped": "Merkitse täysin kartoitetuksi",
	"Mark as Invalid": "Merkitse epävalidiksi",
	"Mark as Valid": "Merkitse validiksi",
	"Marked as bad imagery": "Marked as bad imagery",
	"Marked as bad imagery by": "Merkinnyt huonoksi kuva-aineistoksi",
	"Marked as ready": "Marked as ready",
	"Marked as ready by": "Merkinnyt valmiiksi",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Tehtävien suurin mahdollinen määrä tullut täyteen. Jos kooltaan pienemmät tehtävät ovat tarpeen, niin tee kartoitettavasta alueesta pienempi.",
	"Medium": "Keskimääräinen",
	"Message": "Viesti",
	"Message all contributors": "Lähetä viesti kaikille osallistujille",
	"Messages": "Viestit",
	"Messages - Inbox": "Viestit - Saapuneet-kansio",
	"Metadata": "Metatiedot",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Metatietoa ja tageja käytetään, jotta käyttäjät voivat löytää projekteja joihin osallistua ja projektien ryhmittelyyn.",
	"minutes left": "minutes left",
	"Missing Maps Badges": "Missing Maps Badges",
	"Multi Task Validation": "Monen tehtävän validointi",
	"N/A": "N/A",
	"Name": "Nimi",
	"Name of the project": "Projektin nimi",
	"Navigate the results": "Navigoi tuloksiin",
	"New features in the Tasking Manager": "New features in the Tasking Manager",
	"New project": "Uusi projekti",
	"New to mapping?": "Kartoittamassa ensimmäistä kertaa?",
	"Newer": "Uudempi",
	"Newest": "Uusin",
	"Next": "Seuraava",
	"No": "No",
	"No active projects.": "Ei aktiivisia projekteja.",
	"No activity (yet).": "Ei aktiviteettia (vielä).",
	"No archived projects.": "Ei arkistoituja projekteja.",
	"No Area of Interest has been drawn.": "Kohdealuetta (AOI) ei ole piirretty.",
	"No comments (yet).": "Ei kommentteja (vielä).",
	"No contributions (yet).": "Ei osallistumisia (vielä).",
	"No contributions to projects (yet).": "Ei projektiin osallistumisia (vielä).",
	"No draft projects.": "Ei projektiluonnoksia.",
	"no license": "Ei lisenssiä",
	"No license found.": "Lisenssiä ei löydy.",
	"No project discussion yet": "No project discussion yet",
	"No projects found.": "Projekteja ei löydy.",
	"Not a valid email address": "Not a valid email address",
	"Note: follow this format for TMS URLs:": "Huom: noudata tätä muotoa TMS-URLeille:",
	"Nothing has happened yet.": "Mitään ei ole vielä tapahtunut.",
	"Number of tasks mapped": "Kartoitettujen tehtävien määrä",
	"Number of tasks validated": "Validoitujen tehtävien määrä",
	"Older": "Vanhempi",
	"Only mappers with level": "Vain kartoittajat, joiden taso on",
	"Only one campaign tag is allowed.": "Vain yksi kamppanja-tagi sallitaan.",
	"Only one organisation tag is allowed.": "Vain yksi organisaatio-tagi sallitaan.",
	"Only Validators can validate on this project": "Vain validoijat voivat validoida tässä projektissa",
	"Open Source": "Avoin lähdekoodi",
	"OpenStreetMap is a community-driven project to create a free and editable map of the world. Before you can contribute to HOT or Missing Maps projects you will need to create an OpenStreetMap user account, which is what you will use to login to the Tasking Manager. If you are concerned about privacy you should select an OSM username that is not related to your real name or your other online activities.": "OpenStreetMap is a community-driven project to create a free and editable map of the world. Before you can contribute to HOT or Missing Maps projects you will need to create an OpenStreetMap user account, which is what you will use to login to the Tasking Manager. If you are concerned about privacy you should select an OSM username that is not related to your real name or your other online activities.",
	"Option 1:": "Vaihtoehto 1:",
	"Option 2:": "Vaihtoehto 2:",
	"Option 3:": "Vaihtoehto 3:",
	"Option 4:": "Vaihtoehto 4:",
	"Option 5:": "Option 5:",
	"Options": "Vaihtoehdot",
	"or higher can map": "tai korkeampi voivat kartoittaa",
	"Organisation": "Organisaatio",
	"Organisation Tag": "Organisaatio-tagi",
	"Organization": "Organization",
	"OSM changeset(s) to advanced mapper": "OSM changeset(s) to advanced mapper",
	"OSM changeset(s) to intermediate mapper": "OSM changeset(s) to intermediate mapper",
	"OSM changesets to advanced mapper": "OSM changesets to advanced mapper",
	"OSM edit history": "OSM-muokkaushistoria",
	"OSM heat map": "OSM heat map",
	"OSM profile": "OSM-profiili",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM Tasking Manager on kartoitustyökalu suunniteltu ja rakennettu humanitäärisen OSM-tiimin yhteistyössä tekemään kartoitukseen.",
	"Other": "Muu",
	"Other options": "Muut vaihtoehdot",
	"Other Users": "Other Users",
	"Page Not Found": "Page Not Found",
	"Participants": "Participants",
	"Per Task Instructions": "Per Task Instructions",
	"Permissions": "Oikeudet",
	"Plain text": "Tekstimuotoinen sisältö",
	"Please get started by creating a new OpenStreetMap account.": "Please get started by creating a new OpenStreetMap account.",
	"Please login first.": "Ole hyvä ja kirjaudu ensin sisään.",
	"Please login to start mapping.": "Ole hyvä ja kirjaudu aloittaaksesi kartoituksen.",
	"Please login to start validating.": "Ole hyvä ja kirjaudu aloittaaksesi validoinnin.",
	"Please make sure you only have one campaign tag.": "Ole hyvä ja varmista, että sinulla on ainoastaan yksi kampanja-tagi.",
	"Please make sure you only have one organisation tag.": "Ole hyvä ja varmista, että sinulla on ainoastaan yksi organisaatio-tagi.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Ole hyvä ja tarjoa validi GeoJSON-, KML- tai shape-tiedosto.",
	"Preview": "Esikatselu",
	"Preview Task on OSM": "Preview Task on OSM",
	"Previous": "Edellinen",
	"Priority": "Prioriteetti",
	"Priority area": "Prioriteetti-alue",
	"priority area drawing tools": "prioriteetti-alueen piirtotyökalut",
	"Priority areas": "Priority areas",
	"priority areas": "prioriteetti-alueet",
	"Private": "Yksityinen",
	"Private means that only the given list of users below can access this project. Before a user name can be added to the Allowed Users list the user must first login to this installation of OSM Tasking Manager.": "Private means that only the given list of users below can access this project. Before a user name can be added to the Allowed Users list the user must first login to this installation of OSM Tasking Manager.",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Yksityinen tarkoittaa, että ainoastaan alla määritellyllä listalla käyttäjiä on pääsy tähän projektiin. Jotta käyttäjä olisi lisättävissä alla olevaan sallittujen käyttäjien listaan, hänen tulee ensin käydä tämän OSM Tasking Managerin asennuksen URL-osoitteessa ja valtuuttaa pääsy hänen OpenStreetMap-tiliinsä. Kun käyttäjä on tehnyt tämän, projektipäällikkö voi lisätä hänen käyttäjänimensä.",
	"Private Project": "Yksityinen projekti",
	"Progress": "Progress",
	"Project Cluster": "Project Cluster",
	"Project could not be created. The exact reason could not be determined.": "Projektia ei voitu luoda. Tarkka syy ei ole selvillä.",
	"Project Dashboard": "Projektin Kojelauta",
	"Project dashboard": "Projektin kojelauta",
	"Project grid could not be trimmed to the AOI.": "Projektin ruudukkoa ei voitu tasoittaa kohdealueelle (AOI).",
	"Project has": "Projektilla on",
	"Project Manager": "Projektipäällikkö",
	"Project name": "Projektin nimi",
	"Project Questions and Comments": "Project Questions and Comments",
	"Project wide actions": "Project wide actions",
	"Projects": "Projketit",
	"Published": "Julkaistu",
	"Questions and Comments": "Questions and Comments",
	"read more in the what is new section.": "read more in the what is new section.",
	"Ready": "Valmis",
	"Ready to get mapping?": "Valmiina kartoittamaan?",
	"Receive automated validation messages": "Receive automated validation messages",
	"Registered": "Registered",
	"Remove privileges": "Poista käyttöoikeudet",
	"Required": "Vaadittu",
	"Required license": "Vaadittu lisenssi",
	"Reselect tasks locked for mapping ": "Reselect tasks locked for mapping ",
	"Reselect tasks locked for validation ": "Reselect tasks locked for validation ",
	"Reset": "Nollaa",
	"Reset all bad imagery tasks": "Reset all bad imagery tasks",
	"Reset all tasks": "Reset all tasks",
	"Reset all tasks in the project to ready to map, preserving history.": "Reset all tasks in the project to ready to map, preserving history.",
	"Reset Bad Imagery Tasks": "Reset Bad Imagery Tasks",
	"Reset tasks": "Reset tasks",
	"Resetting all the bad imagery tasks failed for an unknown reason.": "Resetting all the bad imagery tasks failed for an unknown reason.",
	"Resetting...": "Resetting...",
	"Return": "Palaa",
	"Return to inbox": "Palaa postilaatikkoon",
	"Return to project": "Return to project",
	"Review of the current list of mapping Projects.": "Review of the current list of mapping Projects.",
	"Road mapping is the next most common type of mapping for HOT and MissingMaps does. Physically mapping roads is very easy, but deciding how to classifiy them is the real challenge. This video will give you basics of how to map roads using the iD editor.": "Road mapping is the next most common type of mapping for HOT and MissingMaps does. Physically mapping roads is very easy, but deciding how to classifiy them is the real challenge. This video will give you basics of how to map roads using the iD editor.",
	"Roads": "Tiet",
	"Role": "Rooli",
	"Save": "Save",
	"Save changes": "Tallenna muutokset",
	"Save edits": "Tallenna muokkaukset",
	"Search": "Hae",
	"Search project description or project number": "Hae projektin kuvausta tai projektin numeroa",
	"Search Users": "Hae käyttäjiä",
	"Seasoned mapper? Pick up one of our many projects and start contributing.": "Seasoned mapper? Pick up one of our many projects and start contributing.",
	"See the changesets in Overpass Turbo for this area.": "Katso tämän alueen muutoskokoelmat Overpass Turbon kautta.",
	"See the changesets on the OSM website for this area.": "Katso tämän alueen muutoskokoelmat OSM-WWW-sivustolla.",
	"Select a random task": "Valitse satunnainen tehtävä",
	"Select a task by clicking on the map": "Valitse tehtävä napauttamalla kartalla",
	"Select another task": "Valitse toinen tehtävä",
	"Select area by drawing a polygon": "Valitse alue piirtämällä monikulmio",
	"Select by area": "Valitse alueen mukaan",
	"Select by user below": "Select by user below",
	"Select by user:": "Valitse käyttäjän mukaan:",
	"Select for validation": "Valitse validoitavaksi",
	"Sending...": "Lähettää...",
	"Set as Administrator": "Aseta ylläpitäjäksi",
	"Set as Project Manager": "Aseta projektipäälliköksi",
	"Set as Validator": "Aseta validoijaksi",
	"Set mapper level": "Aseta kartoittajan taso",
	"Set role": "Aseta rooli",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Tason asettaminen auttaa kartoittajia löytämään sopiavia projekteja, joiden parissa työskennellä. Voit tehdä kartoittamiseen tarvittavasta tasosta pakollisen oikeudet-kohdassa.",
	"Settings": "Asetukset",
	"Short Description": "Short Description",
	"Short description": "Lyhyt kuvaus",
	"Show advanced options": "Näytä edistyneet vaihtoehdot",
	"Show/hide menu": "Näytä/piilota valikko",
	"Sign Up for OpenStreetMap": "Sign Up for OpenStreetMap",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Koska olet valinnut useita tehtäviä, niin sinun täytyy ladata OSM-aineisto JOSM:iin manuaalisesti. Lataa",
	"Smaller": "Pienempi",
	"Something went wrong when verifying your email.": "Something went wrong when verifying your email.",
	"Sort column": "Lajittele sarake",
	"Split": "Split",
	"Split (point)": "Jaa (piste)",
	"Split (polygon)": "Jaa (monikulmio)",
	"Split a specific area into smaller tasks by drawing an area or point:": "Jaa tietty alue pienempiin tehtäviin piirtämällä monikulmion tai pisteen:",
	"Sponsorship and Funding": "Sponsorointi ja rahoitus",
	"Square Grid": "Neliöruudukko",
	"Start": "Start",
	"Start Editor": "Käynnistä muokkausohjelma",
	"Start mapping": "Start mapping",
	"Start Mapping": "Aloita kartan muokkaus",
	"Start Validating": "Aloita validointi",
	"Stats": "Tilastot",
	"Status": "Tila",
	"Status:": "Status:",
	"Step 1": "Askel 1",
	"Step 1: Define Area": "Askel 1: Määrittele alue",
	"Step 2": "Askel 2",
	"Step 2: Choose Tasks Type": "Askel 2: Valitse tehtävien tyyppi",
	"Step 3": "Askel 3",
	"Step 3: Set Task Sizes": "Askel 3: Aseta tehtävien koko",
	"Step 4": "Askel 4",
	"Step 4: Trim Project": "Askel 4: Viimeistele projekti",
	"Step 5": "Askel 5",
	"Step 5: Review": "Askel 5: Tarkistus",
	"Stop Mapping": "Lopeta kartoitus",
	"Stop Validating": "Lopeta validointi",
	"Subject": "Aihe",
	"Task automatically unlocked for mapping": "Task automatically unlocked for mapping",
	"Task automatically unlocked for validation": "Task automatically unlocked for validation",
	"Task could not be split": "Task could not be split",
	"Task invalidated": "Task invalidated",
	"Task invalidated by": "Tehtävän on invalidoinut",
	"Task invalidation": "Tehtävän invalidationti",
	"Task is not splittable": "Task is not splittable",
	"Task Link": "Task Link",
	"Task locked for mapping": "Task locked for mapping",
	"Task locked for mapping by": "Tehtävän on lukinnut kartoitukseen",
	"Task locked for validation": "Task locked for validation",
	"Task locked for validation by": "Tehtävän lukinnut validointiin",
	"Task mapped": "Task mapped",
	"Task mapped by": "Tehtävän on kartoittanut",
	"Task mapping": "Task mapping",
	"Task marked as bad imagery": "Task marked as bad imagery",
	"Task marked as bad imagery by": "Tehtävän kuva-aineiston on merkinnyt huonoksi",
	"Task marked as ready": "Task marked as ready",
	"Task marked as ready by": "Tehtävän on merkinnyt luetuksi",
	"Task reset": "Task reset",
	"Task split": "Task split",
	"Task validated": "Task validated",
	"Task validated by": "Tehtävän on validoinut",
	"Task validation": "Tehtävän validointi",
	"Tasks": "Tehtävät",
	"Tasks as": "Tasks as",
	"Tasks Mapped": "Tehtävää Kartoitettu",
	"Tasks Validated": "Tehtäviä Validoitu",
	"tasks.": "tehtävää.",
	"tasks. Use a smaller AOI and/or fewer tasks.": "tehtävää. Käytä pienempää kohdealuetta (AOI) ja/tai pienempää tehtävämäärää.",
	"Text search": "Tekstihaku",
	"Thank you for verifying your email.": "Thank you for verifying your email.",
	"The AOI contains geometries which are not polygons or multipolygons": "The AOI contains geometries which are not polygons or multipolygons",
	"The AOI contains self intersections": "The AOI contains self intersections",
	"The application code is available on GitHub.": "Sovelluksen lähdekoodi on saatavilla GitHubissa.",
	"The Area of Interest contains self intersections.": "Kohdealue (AOI) sisältää leikkauksia itsensä kanssa.",
	"The list of elements we ask you to map": "Elementtien lista, joita pyydämme sinua kartoittamaan",
	"The list of entities to map.": "Kartoitettavien kohteiden lista.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "OSM Tasking Manager on kartoitustyökalu, joka on suunniteltu ja rakennettu humanitäärisen OpenStreetMap-tiimin yhteistyössä tekemään kartoitusprosessiin. Työkalun tarkoitus on jakaa kartoitusprojekti pienempiin tehtäviin, jotka on mahdollista saada nopeasti valmiiksi, kun moni ihminen työskentelee samalla kokonaisalueella. Se näyttää mitkä alueet tulee kartoittaa ja mitkä kartoitetut alueet tulee validoida.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "OSM Tasking Manager on avointa lähdekoodia. Olet tervetullut raportoimaan puutteita ja osallistumaan.",
	"The OSM Tasking Manager was designed and built for the": "OSM Tasking Manager suunniteltiin ja rakennettiin",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projektin luonti ei onnistunut. Tämä voi johtua siitä, että kohdealueen (AOI) ja ruudukon tiedon koko yhdistettynä on liian suuri palvelimelle lähettämistä varten. Yritä uudelle pienemmällä kohdealueella (AOI) tai pienemmällä tehtävien määrällä.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projektia ei voitu viimeistellä. Tämä voi johtua siitä, että kohdealueen (AOI) ja ruudukon tiedon koko yhdistettynä on liian suuri palvelimelle lähettämistä varten. Yritä uudelle pienemmällä kohdealueella (AOI) tai pienemmällä tehtävien määrällä.",
	"The Project trim timed out.  Try again with a smaller AOI or fewer tasks.": "The Project trim timed out.  Try again with a smaller AOI or fewer tasks.",
	"The project was deleted successfully.": "Projekti poistettiin onnistuneesti.",
	"The project was not deleted successfully. This project might have some contributions.": "Projektin poistaminen epäonnistui. Tässä projektissa saattaa olla joitakin osallistumisia.",
	"The selected task could be locked.": "Valitun tehtävän lukitseminen onnistui.",
	"The selected task could not be locked.": "Valittua tehtävää ei voitu lukita.",
	"The selected task is not in a state that allows mapping.": "Valittu tehtävä ei ole tilassa, jossa se sallii kartoittamisen.",
	"The selected task is not in a state that allows validation.": "Valittu tehtävä ei ole tilassa, jossa se sallii validoinnin.",
	"The selected task status could not be undone.": "The selected task status could not be undone.",
	"The size of each task is approximately": "Kunkin tehtävän koko on suunnilleen",
	"The task could not be locked for mapping.": "Tehtävää ei voitu lukita kartoittamista varten.",
	"The task could not be locked for validation.": "Tehtävää ei voitu lukita validointia varten.",
	"The task expired and was automatically unlocked.": "The task expired and was automatically unlocked.",
	"The Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process in OpenStreetMap. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "The Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process in OpenStreetMap. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.",
	"The Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "The Tasking Manager is Open Source software. Please feel free to report issues and contribute.",
	"The Tasking Manager is the tool / website you are using right now. Its main purpose is to divide up large areas that need mapping into small, easy to map Tasks. It organizes the small Tasks into a larger group called a Project. It provides a user interface to find a Project and then Check-Out and Check-In the small Tasks so you can map them in OpenStreetMap using one of the standard OpenStreetMap editors. Learning how to actually map is shown in the videos below.": "The Tasking Manager is the tool / website you are using right now. Its main purpose is to divide up large areas that need mapping into small, easy to map Tasks. It organizes the small Tasks into a larger group called a Project. It provides a user interface to find a Project and then Check-Out and Check-In the small Tasks so you can map them in OpenStreetMap using one of the standard OpenStreetMap editors. Learning how to actually map is shown in the videos below.",
	"The Tasking Manager was designed and built for the": "The Tasking Manager was designed and built for the",
	"The tasks could not be locked.": "Tehtäviä ei voitu lukita.",
	"The tasks were invalidated successfully.": "Tehtävät invalidoitiin onnistuneesti.",
	"The tasks were mapped successfully.": "The tasks were mapped successfully.",
	"The tasks were marked validated successfully.": "Tehtävät merkittiin validoiduksi onnistuneesti.",
	"The tasks were reset successfully.": "The tasks were reset successfully.",
	"There are no tasks currently available for mapping.": "Tällä hetkellä kartoitusta varten ei ole tarjolla tehtäviä.",
	"There are no tasks currently available for validation.": "Tällä hetkellä validointia varten ei ole tarjolla tehtäviä.",
	"There was a problem commenting on the task.": "There was a problem commenting on the task.",
	"There was a problem unlocking the task.": "Tehtävän vapauttamisessa tuli ongelma vastaan.",
	"There was a problem unlocking the tasks.": "Tehtävien vapauttamisessa tuli ongelma vastaan.",
	"There was an error retrieving the task from the server.": "Tehtävän hakemisessa palvelimelta tapahtui virhe.",
	"There was an error updating your project. Please try again.": "Projektisi päivittämisessä tapahtui virhe. Ole hyvä ja yritä uudelleen.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Tämä lähestymistapa mahdollistaa tehtävien jaon monelle yksittäiselle kartoittajalle hätätilanteessa tai muussa humanitäärisessä kartoitus-skenaariossa. Se myös mahdollistaa projektin yleisen edistymisen seurannan ja auttaa parantamaan kartoituksen tasalaatuisuutta (esim. kartoitettavat elementit, tietyt tagit, joita tulee käyttää, jne.).",
	"This cannot be undone.": "This cannot be undone.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Tätä viestiä ei ole käännetty käyttäjän valitsemalle kielelle, joten saatat haluta sisällyttää oman käännöksesi.",
	"this task as a gpx file to see its boundary.": "this task as a gpx file to see its boundary.",
	"This task is available for mapping.": "Tämä tehtävä on kartoitettavissa.",
	"This task is available for validation.": "Tämä tehtävä on validoitavissa.",
	"This will clone all descriptions, instructions, metadata etc. The Area of Interest, the tasks and the priority areas will not be cloned. You will have to redraw/import these. Your newly cloned project will be in draft status.": "This will clone all descriptions, instructions, metadata etc. The Area of Interest, the tasks and the priority areas will not be cloned. You will have to redraw/import these. Your newly cloned project will be in draft status.",
	"This will mark all bad imagery tasks as ready. Please use this only if you are sure of what you are doing.": "This will mark all bad imagery tasks as ready. Please use this only if you are sure of what you are doing.",
	"This will mark all tasks (except bad imagery tasks) as mapped. Please use this only if you are sure of what you are doing.": "This will mark all tasks (except bad imagery tasks) as mapped. Please use this only if you are sure of what you are doing.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Tämä merkitsee kaikki tehtävät (paitsi ne, joissa on huono kuva-aineisto) valideiksi. Ole hyvä ja käytä tätä vain, jos olet varma, että tiedät mitä olet tekemässä.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Tämä merkitsee kaikki tehtävät (paitsi niitä, joita ei ole kartoitettu ja niitä joissa on huono kuva-aineisto) epävalideiksi. Ole hyvä ja käytä tätä vain, jos olet varma, että tiedät mitä olet tekemässä.",
	"This will reset all tasks to ready to map (preserving existing history). Please use this only if you are sure of what you are doing.": "This will reset all tasks to ready to map (preserving existing history). Please use this only if you are sure of what you are doing.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Tämä lähettää Tasking Managerin viestin jokaiselle projektiin osallistuneelle. Ole hyvä ja käytä tätä ominaisuutta varoen.",
	"Tip": "Vihje",
	"to convert it to GeoJSON.": "sen muuntamiseen GeoJSON:ksi.",
	"Toggle the Area of Interest of existing projects": "Toggle the Area of Interest of existing projects",
	"Total number of users:": "Käyttäjien kokonaismäärä:",
	"Total OSM changesets": "OSM-muutoskokoelmien kokonaismäärä",
	"Trim": "Viimeistele",
	"Trim failed with unexpected error status.": "Trim failed with unexpected error status.",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Viimeistele tehtäväruudukko kohdealueelle (valinnainen). Voit pitää tehtäväruudukon kokonaisena tai leikata ne kohdealueelle (AOI). Tässä voi mennä jonkin aikaa.",
	"Trimming in progress": "Viimeistely käynnissä",
	"Type a message": "Type a message",
	"Type a username": "Kirjoita käyttäjätunnus",
	"Type(s) of mapping": "Kartoituksien tyyppi",
	"Un-Mark": "Un-Mark",
	"Unable to create project because there are more than": "Projektia ei voida luoda, koska on enemmän kuin ",
	"Urgent": "Kiireellinen",
	"URL to service": "palvelun URL",
	"Use this if for some reason you need to map, validate or invalidate all tasks in this project in a single step.": "Use this if for some reason you need to map, validate or invalidate all tasks in this project in a single step.",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Käytä tätä, jos jostakin syystä sinun täytyy validoida tai invalidoida kaikki tehtävät tässä projektissa yhdellä askeleella.",
	"User": "Käyttäjä",
	"User list": "Käyttäjälista",
	"User Profile": "Käyttäjä-profiili",
	"user profile": "user profile",
	"Username": "Käyttätunnus",
	"Users": "Käyttäjät",
	"Validate": "Validoi",
	"Validate a Random Task": "Validate a Random Task",
	"Validate all tasks": "Validoi kaikki tehtävät",
	"Validated": "Validoitu",
	"Validated by": "Validoinut",
	"Validating...": "Validoidaan...",
	"Validation": "Validointi",
	"Validation and Invalidation": "Validointi ja invalidointi",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Validointi on toinen silmäpari, joka tarkistaa tehdyn kartoituksen. Yleensä tämän tekevät kokeneet OSM-kartoittajat ja se sisältää tarkistuksen, että kaikki vaadittu on kartoitettu (asia, jonka kuka vain voi tehdä) ja erilaisten työkalujen käytön varmistamaan, että kartoituksessa ei ole teknisiä virheitä, esimerkiksi rakennuksia, jonka seinä on myös osa tietä. Tämä video (englannin kielinen, joka sisältää monen kieliset tekstitykset) näyttää sinulle HOT-projektien validoinnin perusasiat.",
	"Validator": "Validoija",
	"Validator Level": "Validoijan taso",
	"Validator role required": "Validator role required",
	"View in Overpass Turbo": "Näytä Overpass Turbossa",
	"View OSM changesets": "Näytä OSM-muutoskokoelmat",
	"View the projects that you have created": "Näytä projektit, jotka olet luonut",
	"Visit about": "Siirry tietoja-sivulle",
	"Visit contribute": "Siirry osallistumissivulle",
	"Visit homepage": "Siirry etusivulle",
	"Visit learn": "Siirry opiskelusivulle",
	"Want to become a sponsor? Contact us to learn how.": "Want to become a sponsor? Contact us to learn how.",
	"Want to use an .osm file instead? You can use": "Haluatko sen sijaan käyttää .osm-tiedostoa. Voit käyttää",
	"Warning": "Varoitus",
	"Waterways": "Vesireitit",
	"What is New in the Tasking Manager 3": "What is New in the Tasking Manager 3",
	"What is New?": "What is New?",
	"When": "Koska",
	"With the invaluable support of:": "Korvaamatonta apua ovat tarjonneet:",
	"Yes": "Yes",
	"You can only delete projects with no contributions.": "Voit poistaa ainoastaa sellaisia projekteja, joihin kukaan ei ole osallistunut.",
	"You can use Markdown. (HTML is not allowed)": "Voit käyttää Markdownia. (HTML ei ole sallittu)",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Et voi valita tehtäviä kartoitettavaksi, koska sinulla on jo yksi tai useampia tehtäviä lukittuna. Käytä karttaa ko. tehtävän uudelleen valintaan ja merkitse se valmiiksi tai lopeta sen kartoittaminen.",
	"You cannot select tasks for mapping because you already have task(s) locked.": "You cannot select tasks for mapping because you already have task(s) locked.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Et voi valita tehtäviä kartoitettavaksi tässä projetkissa, koska kartoittajan kokemustasosi ei ole riittävä.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "Et voi valita tehtäviä validoitavaksi tässä projektissa, koska sinulla ei ole validoijan roolia.",
	"You do not have the required Validator role for validation on this project.": "Sinulla ei ole vaadittua validoijan roolia, jotta voisit validoida tässä projektissa.",
	"You have no messages.": "Sinulla ei ole viestejä.",
	"You have unread messages.": "Sinulla on uusia viestejä.",
	"You need to accept the license before continuing.": "Sinun tulee hyväksyä lisenssi ennen kuin voit jatkaa.",
	"You need to add at least one allowed user to a private project.": "Sinun tulee lisätä ainakin yksi käyttäjä, jolla on pääsy yksityiseen projektiin.",
	"Your profile": "Sinun profiilisi",
	"Your project has been updated successfully.": "Sinun projektisi päivitettiin onnistuneesti.",
	"Your project was created successfully.": "Sinun projektisi luotiin onnistuneesti."
}
