{
	" Mark as Bad Imagery": "Marquer comme mauvaise imagerie",
	" Mark as Completely Mapped": "Marquer comme complètement cartographié",
	" Split Task": " Diviser la tâche",
	" Stop Mapping": "Arrêter de cartographier",
	"% Mapped": "% cartographié",
	"% Validated": "% validé",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Un commentaire saisi lorsque vous sauvegardez votre travail de cartographie dans la base de données OSM. Lors de la sauvegarde, merci de laisser le commentaire par défaut et d’y rajouter uniquement ce que vous avez cartographié – par exemple : « Ajout de bâtiments et d’une route résidentielle ».",
	"A description for the default locale": "Une description de la locale par défaut",
	"A few of the humanitarian efforts you can support through mapping.": "Quelques actions humanitaires que vous pouvez soutenir grace à la cartographie.",
	"A name for the default locale": "Un nom pour la locale par défaut",
	"A new project will be created with": "Un nouveau projet sera créé avec",
	"A short description for the default locale": "Une courte description de la locale par défaut",
	"A verification email was sent.": "Un email de vérification a été envoyé.",
	"About": "À propos",
	"About the OSM Tasking Manager": "À propos du gestionnaire de tâches OSM",
	"About the Tasking Manager": "À propos du Gestionnaire de Tâches",
	"Accept and continue": "Accepter et continuer",
	"Accept imagery license": "Accepter la licence d’imagerie",
	"Action": "En cours",
	"Actions": "Actions",
	"Active": "Actif",
	"Active Mappers": "Cartographes en activité",
	"Activity and Stats": "Activités et statistiques",
	"Add Comment": "Ajouter un commentaire",
	"Add layer": "Ajouter une couche",
	"Add user": "Ajouter un utilisateur",
	"Admin": "Admin",
	"Administrator": "Administrateur",
	"Advanced": "Avancé",
	"Advanced mapper": "Contributeur expérimenté",
	"Advanced options": "Options avancées",
	"Advanced task information and editing options": "Informations sur les tâches avancées et options d'édition",
	"All": "Voir tout",
	"All HOT and Missing Maps mapping is done in": "Tous les tracés \"HOT\" et \"Missing Maps\" sont effectués",
	"Allowed users on private project": "Utilisateurs autorisés pour un projet privé",
	"An error occurred": "Une erreur est apparue.",
	"An error occurred when altering expert mode setting.": "Une erreur s'est produite lors de la modification du réglage en mode expert.",
	"An error occurred when setting the level.": "Une erreur s’est produite quand le niveau a été sélectionné.",
	"An error occurred when setting the role.": "Une erreur s’est produite lors de la sélection du rôle.",
	"and help improve it.": "et aidez à l’améliorer.",
	"and open it in JOSM to see the task boundaries.": "et ouvrez-le dans JOSM pour voir les limites de la tâche.",
	"and open it in JOSM to see the task boundary.": "et ouvrez-le dans JOSM pour voir la limite de la tâche.",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Pour contribuer efficacement à la cartographie humanitaire, il suffit de savoir tracer des lignes ou carrés sur un ordinateur, ou de faire glisser votre doigt et taper sur un téléphone mobile. Si vous n’avez jamais cartographié auparavant et que vous aimeriez aider, visitez la page Débuter. En moins de 30 minutes, vous y apprendrez les bases de la cartographie !",
	"AoI as": "marquer comme zone d’intérêt",
	"AOI geometry must be a valid MultiPolygon.": "La géométrie des zones d’intérêt doit être un MultiPolygon valide.",
	"Arbitrary Tasks": "Tâches arbitraires",
	"Archived": "Archivé",
	"are locked for validation by you.": "sont verrouillés pour validation par vous.",
	"are locked for validation.": "Verrouillez pour validation",
	"are missing.": "sont manquants.",
	"Are you sure you want to delete this message?": "Êtes-vous sûr de vouloir supprimer ce message ?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Êtes-vous sûr de vouloir supprimer ce projet ? Vous ne pourrez pas annuler la suppression d’un projet.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Êtes-vous sûr de vouloir invalider toutes les tâches de ce projet ? Vous ne pouvez pas annuler cela.",
	"Are you sure you want to mark all bad imagery tasks in this project as ready? You cannot undo this.": "Êtes-vous sûr de vouloir marquer toutes les tâches de ce projet  comme mauvaises imageries ? Vous ne pouvez pas annuler cela.",
	"Are you sure you want to mark all tasks in this project as mapped? You cannot undo this.": "Êtes-vous sûr de vouloir marquer toutes les tâches de ce projet comme cartographiées ? Vous ne pouvez pas annuler cela.",
	"Are you sure you want to reset all tasks? You cannot undo this.": "Êtes-vous sûr de vouloir annuler toutes les tâches ? Vous ne pouvez pas annuler cela.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Êtes-vous sûr de vouloir valider toutes les tâches de ce projet ? Vous ne pouvez pas annuler cela.",
	"Authorization failed.": "L’autorisation à échoué.",
	"Authorization successful. Redirecting...": "Autorisation réussie. Redirection en cours...",
	"Automatically unlocked for mapping": "Déverrouillage automatique pour cartographier.",
	"Automatically unlocked for validation": "Déverrouillage automatique pour validation.",
	"Back to Previous": "Revenir en arrière",
	"Bad imagery": "Mauvaise imagerie",
	"Beginner": "Débutant",
	"Beginner mapper": "Cartographe débutant",
	"Block user": "Bloquer utilisateur",
	"Building mapping is the most needed and the most common type of mapping HOT and MissingMaps does. Using the OpenStreetMap web based editor called the iD editor, building mapping is fairly easy. This video will show you the basics of how to map buildings using the iD editor.": "La cartographie des bâtiments est le besoin le plus nécessaire et le plus courant des types de cartographie HOT et MissingMaps. En utilisant l'éditeur en ligne OpenStreetMap appelé l'éditeur iD, il est assez facile de construire une cartographie. Cette vidéo vous montrera les bases de la cartographie des bâtiments à l'aide de l'éditeur iD.",
	"Buildings": "Bâtiments",
	"Campaign": "Campagne",
	"Campaign Tag": "Marqueur de campagne ",
	"Cancel": "Annuler",
	"Causes You Can Help": "Les causes que vous pouvez aider",
	"Changeset Comment": "Commentaire de changement",
	"Changeset comment": "Commentaire de changement",
	"characters remaining": "caractères restants",
	"Choose a task": "Choisir une tâche",
	"Choose a task for mapping:": "Choisir une tâche à cartographier :",
	"choose default locale": "sélectionner la locale par défaut",
	"choose from existing tags or create a new one": "choisir un attribut existant ou en créer un nouveau",
	"choose locale": "sélectionner la locale",
	"choose mapping level": "choisir le niveau de cartographie",
	"Choose one or more tasks for validation:": "Choisir une ou plusieurs tâches à valider :",
	"choose results view": "choisir l’aperçu des résultats",
	"Clear all": "Tout effacer",
	"Clip tasks to Area of Interest": "Ajouter les tâches à la zone d’intérêt",
	"Clone": "Clone",
	"Clone project": "Projet clone",
	"Close": "Fermer",
	"Close message": "Fermer le message",
	"Comment": "Commentaire",
	"Comment left by": "Commentaire laissé par",
	"Commented": "Commenté",
	"Comments by users": "Commentaires des utilisateurs",
	"Contact Information": "Information de contact",
	"Contact project manager": "Contacter le chef de projet",
	"Contact us via the About page.": "Contactez-nous via la page À propos.",
	"Contribute": "Contribuer",
	"Contributions": "Contributions",
	"Contributor": "Contributeur",
	"Contributors were messaged successfully.": "Le message a été envoyé aux contributeurs.",
	"Create": "Créer",
	"Create a new project": "Créer un nouveau projet",
	"Create new license": "Créer une nouvelle licence",
	"Create new Project": "Créer un nouveau projet",
	"Create project": "Créer un projet",
	"Created": "Créé",
	"Created by:": "Créé par :",
	"Creation in progress...": "Création en cours...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Commentaires par défaut ajoutés au champ des commentaires modifiés téléchargés. Les utilisateurs sont également encouragés à ajouter du texte décrivant ce qu’ils ont cartographié. Exemple : « Cartographie des bâtiments #hotosm-project-470 #missingmaps ». Des hashtags comme « #group #event » sont parfois utilisés pour une analyse ultérieure mais devraient être informatifs et utilisés sans excès.",
	"Default locale": "Locale par défaut",
	"Delete": "Supprimer",
	"Delete message": "Supprimer le message",
	"Delete project": "Supprimer le projet",
	"Description": "Description",
	"Detailed Instructions": "Instructions détaillées",
	"Details": "Détails",
	"Difficulty": "Difficulté",
	"Dismiss": "Annuler",
	"Dismiss alert": "Annuler l’alerte",
	"Download": "Télécharger",
	"Download the": "Télécharger le",
	"Download:": "Télécharger : ",
	"Draft": "Brouillon",
	"Draw": "Dessiner",
	"Draw circle": "Dessiner un cercle",
	"Draw polygon": "Dessiner un polygone",
	"Draw rectangle": "Dessiner un rectangle",
	"Draw the Area of Interest on the map.": "Dessiner la zone d’intérêt sur la carte.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Durant la préparation, l’intervention ou la reconstruction aux suites d’un désastre, il est crucial que les routes, bâtiments, ponts soient parfaitement cartographiés afin de répondre aux urgences le plus rapidement et efficacement possible. Malheureusement, ce type d’information n’existe pas ou n’est pas accessible à une grande partie de la population mondiale. Grace aux sources coordonnées d’imagerie à distance (aérienne ou par satellite) et à une étroite coopération avec les personnes sur le terrain, vous participez à la collecte et à la diffusion des informations à l’endroit et au moment où l’on en a besoin.",
	"Edit": "Modifier",
	"Edit description": "Modifier la description",
	"Edit imagery": "Modifier l’imagerie",
	"Edit instructions": "Modifier les instructions",
	"Edit License": "Modifier la licence",
	"Edit permissions": "Modifier les permissions",
	"Edit priority areas": "Modifier les zones prioritaires.",
	"Edit project": "Modifier le projet",
	"Edit settings": "Modifier les paramètres.",
	"Edit tags": "Modifier les marqueurs.",
	"Email verification": "Vérification e-mail",
	"Enter a name for the license (provider for example)": "Entrez un nom pour la licence (nom du fournisseur par exemple)",
	"Enter a short version of the terms": "Entrez une version courte des conditions d’utilisation",
	"Enter a username": "Saisissez un nom d’utilisateur",
	"Enter the license terms": "Saisissez les conditions d’utilisation de la licence",
	"Entities to map": "Entités à cartographier",
	"Error": "Erreur",
	"Error loading the projects": "Erreur lors du chargement des projets",
	"Error: cannot get user list": "Erreur : impossible d'obtenir la liste des utilisateurs",
	"Error: setting your contact details": "Erreur : indiquer vos coordonnées",
	"Error: too many characters in your message": "Erreur : trop de caractères dans votre message",
	"Error: your message was not added": "Erreur : votre message n'a pas été ajouté",
	"Even if you are a new mapper, anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap can meaningfully contribute to humanitarian mapping through": "Même si vous êtes un cartographe débutant, toute personne pouvant utiliser un ordinateur et dessiner des lignes et des rectangles ou utiliser un téléphone pour faire un balayage et une tape peut contribuer de façon significative à la cartographie humanitaire",
	"Expert Mode": "Mode expert",
	"Expert mode makes advanced and experimental features available. Most users should leave this off.": "Le mode Expert met à disposition des fonctions avancées et expérimentales. La plupart des utilisateurs devraient laisser cette option désactivée.",
	"Extra Instructions": "Instructions additionnelles",
	"Failed to create a new license. Please try again.": "Échec de création d’une nouvelle licence. Merci de réessayer une nouvelle fois.",
	"Failed to delete license. Please try again.": "La suppression de la licence a échouée. Veuillez recommencer.",
	"Failed to mark all task valid for an unknown reason.": "Échec de la validation de toutes les tâches pour une raison inconnue.",
	"Failed to message all contributors for an unknown reason.": "Échec d’envoi des messages à tous les contributeurs pour une raison inconnue.",
	"Failed to reset all tasks for an unknown reason.": "Échec à réinitialiser toutes les tâches pour une raison inconnue.",
	"Failed to save edits. Please try again.": "L’enregistrement des modifications a échoué. Veuillez réessayer.",
	"Field stories": "Récits recueillis sur le terrain",
	"file": "fichier",
	"Filter": "Filtre",
	"Filter projects (on name, campaign, ...)": "Filtrer les projets (par nom, campagne...)",
	"Find a task for validation through one of the options below.": "Trouvez une tâche à valider à l'aide de l'une des options ci-dessous.",
	"For help with mapping or mapping related questions, please email: ": "Pour obtenir de l'aide ou des questions reliées à la cartographie, veuillez envoyer un email :",
	"Fork the Tasking Manager Code on GitHub": "Faire une copie du code du gestionnaire de tâches sur GitHub",
	"Frequently Asked Questions": "Foire Aux Questions",
	"From": "De la part de ",
	"General questions or comments about Humanitarian OpenStreetMap Team, please email: ": "Si vous avez des questions générales ou des commentaires sur Humanitarian OpenStreetMap Team, veuillez nous envoyer un email : ",
	"General task size:": "Ampleur de la tâche générale :",
	"Get in touch": "Contactez-nous",
	"GitHub": "GitHub",
	"Give feedback on": "Donnez votre avis",
	"Go back to license overview": "Retourner sur l’aperçu de la licence",
	"Go to MapSwipe": "Aller à MapSwipe",
	"Go to project": "Aller au projet",
	"Go to the chat tab": "Aller à l'onglet tchat",
	"Go to the description tab": "Aller à l’onglet Description",
	"Go to the homepage": "Aller à la page d’accueil",
	"Go to the instructions tab": "Aller à l’onglet Instructions",
	"Go to the mapping tab": "Aller à l’onglet Cartographie",
	"Go to the validation tab": "Aller à l'onglet validation",
	"Grid view": "Vue en grille",
	"High": "Haut",
	"History": "Historique",
	"HOT Tasking Manager": "Gestionnaire de tâches HOT",
	"How to map Buildings": "Comment cartographier les bâtiments",
	"How to map Roads": "Comment cartographier les routes",
	"How you can help": "Comment aider :",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Si cette option est cochée, seuls les utilisateurs ayant le niveau répertorié d’expérience en tant que cartographe pourront contribuer à ce projet. Si elle n’est pas cochée, tout le monde peut contribuer. Accédez au panneau Métadonnées pour modifier le niveau demandé d’expérience de cartographe pour ce projet.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Si cette option est cochée, seuls les utilisateurs disposant d’un profil de Validateur pourront valider les tâches du projet. Si elle n’est pas cochée, tout le monde peut valider ou invalider des tâches.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Si vous revenez et êtes prêt à commencer à cartographier, rendez-vous sur la page Contribuer. Vous verrez une liste de projets cartographiques qui ont besoin de quelqu’un comme vous pour aider à les réaliser. Vous pouvez sélectionner l’onglet Filtre et affiner les projets sur lesquels vous souhaitez travailler. Votre page de profil contient une liste et un lien rapide vers des projets auxquels vous avez déjà participé.",
	"If you have never mapped before and would like to help, visit our Learn page to get started mapping in less than 30 minutes.": "Si vous n'avez jamais cartographié auparavant et que vous souhaitez nous aider, visitez notre page Apprendre pour commencer la cartographie en moins de 30 minutes.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Si vous souhaitez que les cartographes travaillent d’abord sur des zones plus prioritaires, dessinez un ou plusieurs polygones dans la zone du projet.",
	"Imagery": "Imagerie",
	"Import": "Importer",
	"Import a GeoJSON, KML, or zipped SHP file.": "Importer un fichier  GeoJSON, KML ou un ficher SHP zippé.",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Pour utiliser pleinement les nombreuses fonctionnalités du gestionnaire de tâches, utilisez un ordinateur de bureau ou un ordinateur portable plutôt qu’un appareil mobile. Si vous souhaitez contribuer sur un appareil mobile, veuillez plutôt utiliser MapSwipe.",
	"In this area": "Dans cette zone",
	"Include archived projects": "Inclure les projets archivés",
	"Include draft projects": "Inclure l'ébauche de projets",
	"Instructions": "Instructions",
	"Instructions for the default locale": "Intructions concernant la locale par défaut",
	"Intermediate": "Intermédiaire",
	"Intermediate mapper": "Cartographe intermédiaire",
	"Introduction to Validation": "Introduction à la Validation",
	"Invalid project. Please select another project.": "Projet invalide. Veuillez sélectionner un autre projet.",
	"Invalidate all tasks": "Invalidez toutes les tâches",
	"Invalidated": "Invalidé",
	"Invalidated by": "Invalidé par",
	"Invalidating all the tasks failed for an unknown reason.": "L’invalidation de toutes les tâches a échoué pour une raison inconnue",
	"Invalidating...": "Invalidation en cours...",
	"is missing.": "est manquant.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Il est recommandé de limiter la taille des tâches. Veuillez revoir la taille des tâches et/ou créer plusieurs projets.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Il est très facile de commencer à cartographier dans OpenStreetMap et de contribuer aux projets HOT. Des gens du monde entier ont recours aux données OpenStreetMap auxquelles ont contribué des millions de personnes au cours des 10 dernières années. Bien qu’il soit aisé de débuter, il faut du travail et de la pratique pour bien y arriver. Si c’est la première fois que vous cartographiez, prenez environ 30 minutes pour regarder la vidéo (en anglais avec des sous-titres multilingues) pour apprendre les bases de la cartographie en ligne dans votre navigateur avec l’éditeur OSM appelé iD. Veillez, maintenant comme à l’avenir, à toujours privilégier la qualité et non la quantité de la cartographie que vous entreprenez.",
	"Joined OSM": "A rejoint OSM",
	"JOSM had a problem loading the project imagery.": "JOSM a rencontré un problème pour charger les images du projet.",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "La commande à distance de JOSM ne répond pas. JOSM est-il lancé et le contrôle à distance est-il configuré ? ",
	"Land use": "Utilisation du sol",
	"Landuse": "Utilisation du sol",
	"Larger": "Plus grand",
	"Last activity": "Dernière activité",
	"Last Updated": "Dernière mise à jour",
	"Last updated": "Dernière mise à jour",
	"Last validation": "Dernière validation",
	"Layer name": "Nom de la couche",
	"Learn": "Apprendre",
	"Learn How to Use the Tasking Manager": "Apprendre à utiliser le Tasking Manager",
	"Learn more about": "En savoir plus",
	"Learn to Map": "Apprendre à cartographier",
	"Leave a comment": "Laisser un commentaire",
	"Legend": "Légende",
	"Level": "Niveau",
	"Licenses": "Licences",
	"List view": "Aperçu de la liste",
	"Loading...": "Chargement...",
	"Lock": "Verrouiller",
	"Locked": "Verrouillé",
	"Locked by": "Verrouillé par",
	"Locked by you": "Verrouillé par vous",
	"Locked for mapping": "Verrouillé pour la cartographie",
	"Locked for mapping by": "Verrouillé pour cartographie par",
	"Locked for validation": "Verrouillé pour la validation",
	"Locked for validation by": "Verrouillez pour validation par",
	"Login": "Connexion",
	"Logout": "Déconnexion",
	"Low": "Bas",
	"Manage licenses": "Gérer les licences",
	"Manually set the experience level of a user.": "Indiquez manuellement le niveau d’expérience d’un utilisateur.",
	"Map": "Carte",
	"Map a Task for People in Need": "Définir une tâche pour les personnes vulnérables",
	"Map all tasks": "Cartographier toutes les tâches",
	"Map service type": "Type de service cartographique",
	"Map service URL": "URL du service cartographique",
	"Map view": "Aperçu Carte",
	"Mapped": "Cartographié",
	"Mapped by": "Cartographié par",
	"Mapper": "Cartographe",
	"Mapper level": "Niveau cartographe",
	"Mapper Level": "Niveau du cartographe",
	"Mapper level required": "Niveau cartographique requis",
	"Mapping": "Cartographie",
	"Mapping all the tasks failed for an unknown reason.": "La cartographie de toutes les tâches a échoué pour une raison inconnue.",
	"Mapping difficulty": "Difficulté de la cartographie",
	"Mapping level": "Niveau de la cartographie",
	"Mapping, Validation and Invalidation": "Cartographie, Validation et Invalidation",
	"Mapping...": "Cartographie...",
	"Mark all as Invalid": "Marquer tout comme invalide",
	"Mark all as Valid": "Marquer tout comme valide",
	"Mark as Bad Imagery": "Marquer comme mauvaise imagerie",
	"Mark as Completely Mapped": "Marquer comme complètement cartographié",
	"Mark as Invalid": "Marquer comme invalide",
	"Mark as Valid": "Marquer comme valide",
	"Marked as bad imagery": "Marquer comme mauvaise imagerie",
	"Marked as bad imagery by": "Marqué comme mauvaise imagerie par",
	"Marked as ready": "Marqué comme prêt",
	"Marked as ready by": "Marqué comme prêt par",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Nombre maximal de tâches atteint. Si des tâches plus petites sont exigées, veuillez réduire la zone d’intérêt.",
	"Medium": "Moyen",
	"Message": "Message",
	"Message all contributors": "Message à tous les contributeurs",
	"Messages": "Messages",
	"Messages - Inbox": "Messages – Boîte de réception",
	"Metadata": "Métadonnées",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Les métadonnées et marqueurs sont utilisés permettent aux utilisateurs de trouver des projets individuels ou des groupes de projets sur lesquels travailler.",
	"minutes left": "minutes restantes",
	"Missing Maps Badges": "Bagdes Missing Maps",
	"Multi Task Validation": "Validation tâches multiples",
	"N/A": "N/A",
	"Name": "Nom",
	"Name of the project": "Nom du projet",
	"Navigate the results": "Parcourir les résultats",
	"New features in the Tasking Manager": "Nouvelles fonctionnalités du Tasking Manager",
	"New project": "Nouveau projet",
	"New to mapping?": "Novice en cartographie ?",
	"Newer": "Plus récent",
	"Newest": "Le plus récent",
	"Next": "Suivant",
	"No": "Non",
	"No active projects.": "Aucun projet en cours.",
	"No activity (yet).": "Aucune activité (pour le moment).",
	"No archived projects.": "Aucun projet archivé.",
	"No Area of Interest has been drawn.": "Aucune zone d’intérêt n’a été définie.",
	"No comments (yet).": "Aucun commentaire (pour l’instant).",
	"No contributions (yet).": "Aucune contribution (pour l’instant).",
	"No contributions to projects (yet).": "Aucune contribution au projet (pour l’instant).",
	"No draft projects.": "Aucune ébauche de projet.",
	"no license": "aucune licence",
	"No license found.": "Aucune licence trouvée.",
	"No project discussion yet": "Aucune discussion sur le projet encore.",
	"No projects found.": "Aucun projet trouvé.",
	"Not a valid email address": "Adresse email non valide",
	"Note: follow this format for TMS URLs:": "Note : utilisez le format suivant pour les URL TMS :",
	"Nothing has happened yet.": "Rien ne s’est encore passé.",
	"Number of tasks mapped": "Nombre de tâches cartographiées",
	"Number of tasks validated": "Nombre de tâches validées",
	"Older": "Plus ancien",
	"Only mappers with level": "Seuls les cartographes de niveau",
	"Only one campaign tag is allowed.": "Un seul marqueur de campagne est autorisé",
	"Only one organisation tag is allowed.": "Un seul marqueur d’organisation est autorisé",
	"Only Validators can validate on this project": "Seuls les Validateurs peuvent valider des tâches sur ce projet",
	"Open Source": "Open Source",
	"OpenStreetMap is a community-driven project to create a free and editable map of the world. Before you can contribute to HOT or Missing Maps projects you will need to create an OpenStreetMap user account, which is what you will use to login to the Tasking Manager. If you are concerned about privacy you should select an OSM username that is not related to your real name or your other online activities.": "OpenStreetMap est un projet communautaire visant à créer une carte du monde libre et modifiable. Avant de pouvoir contribuer à des projets HOT ou Missing Maps, vous devrez créer un compte utilisateur OpenStreetMap, qui vous servira à vous connecter au Tasking Manager. Si la protection de la vie privée vous préoccupe, vous devriez choisir un nom d'utilisateur OSM qui n'est pas lié à votre vrai nom ou à vos autres activités en ligne.",
	"Option 1:": "Option 1 :",
	"Option 2:": "Option 2 :",
	"Option 3:": "Option 3 :",
	"Option 4:": "Option 4 :",
	"Option 5:": "Option 5 :",
	"Options": "Options",
	"or higher can map": "ou plus élevé peuvent cartographier",
	"Organisation": "Organisation",
	"Organisation Tag": "Marqueur de l’organisation",
	"Organization": "Organisation",
	"OSM changeset(s) to advanced mapper": "Modification(s) OSM pour le cartographe avancé",
	"OSM changeset(s) to intermediate mapper": "Modification(s) OSM pour le cartographe intermédiaire",
	"OSM changesets to advanced mapper": "Modifications OSM pour le cartographe avancé",
	"OSM edit history": "Historique des modifications OSM",
	"OSM heat map": "Carte thermique OSM",
	"OSM profile": "Profil OSM",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "Le Gestionnaire de tâches OSM est un outil cartographique conçu et créé pour la cartographie collaborative de HOT (Équipe OSM Humanitaire).",
	"Other": "Autre",
	"Other options": "Autres options",
	"Other Users": "Autres utilisateurs",
	"Page Not Found": "Page Non Trouvée",
	"Participants": "Participants",
	"Per Task Instructions": "Instructions pour chaque tâche",
	"Permissions": "Permissions",
	"Plain text": "Texte brut",
	"Please get started by creating a new OpenStreetMap account.": "Veuillez commencer par créer un nouveau compte OpenStreetMap.",
	"Please login first.": "Veuillez commencer par vous connecter.",
	"Please login to start mapping.": "Veuillez vous connecter pour commencer à cartographier.",
	"Please login to start validating.": "Veuillez vous connecter pour commencer à valider.",
	"Please make sure you only have one campaign tag.": "Veuillez vous assurer de n’avoir qu’un seul marqueur de campagne.",
	"Please make sure you only have one organisation tag.": "Veuillez vous assurer de n’avoir qu’un seul marqueur d’organisation.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Veuillez fournir un fichier valide au format GeoJSON, KML ou Shapefile zippé.",
	"Preview": "Aperçu",
	"Preview Task on OSM": "Tâche de visualisation sur OSM",
	"Previous": "Précédent",
	"Priority": "Priorité",
	"Priority area": "Zone de priorité",
	"priority area drawing tools": "Outils de dessin des zones de priorité",
	"Priority areas": "Zone de priorité",
	"priority areas": "Zones de priorité",
	"Private": "Privé",
	"Private means that only the given list of users below can access this project. Before a user name can be added to the Allowed Users list the user must first login to this installation of OSM Tasking Manager.": "Privé signifie que seuls les utilisateurs répertoriés dans la liste ci-dessous peuvent accéder à ce projet. Pour que leur nom d’utilisateur puisse être ajouté à la liste des utilisateurs autorisés, les utilisateurs doivent d’abord visiter l’URL d’installation du Tasking Manager OSM.",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Privé signifie que seuls les utilisateurs répertoriés dans la liste ci-dessous peuvent accéder à ce projet. Pour que leur nom d’utilisateur puisse être ajouté à la liste des utilisateurs autorisés, les utilisateurs doivent d’abord visiter l’URL d’installation du Gestionnaire de tâches OSM et autoriser l’accès à leur compte OpenStreetMap. Une fois cela accompli, le chef de projets pourra ajouter leur nom d’utilisateur.",
	"Private Project": "Projet privé",
	"Progress": "Progrès",
	"Project Cluster": "Regroupement de projets",
	"Project could not be created. The exact reason could not be determined.": "Le projet n’a pu être créé. La raison exacte n’a pu être déterminée.",
	"Project Dashboard": "Tableau de bord du projet",
	"Project dashboard": "Tableau de bord du projet",
	"Project grid could not be trimmed to the AOI.": "La grille du projet n’a pu être réduite à la zone d’intérêt.",
	"Project has": "La projet a",
	"Project Manager": "Chef de projet",
	"Project name": "Nom du projet",
	"Project Questions and Comments": "Questions et commentaires sur le projet",
	"Project wide actions": "Mesures générales du projet",
	"Projects": "Projets",
	"Published": "Publié",
	"Questions and Comments": "Questions et Commentaires",
	"read more in the what is new section.": "Pour en savoir plus, consultez la section Quoi de neuf.",
	"Ready": "Prêt",
	"Ready to get mapping?": "Prêt à cartographier ?",
	"Receive automated validation messages": "Recevoir des messages de validation automatisés",
	"Registered": "Enregistré",
	"Remove privileges": "Retirer les privilèges",
	"Required": "Obligatoire",
	"Required license": "Licence requise",
	"Reselect tasks locked for mapping ": "Ré-sélectionner les tâches verrouillées pour la cartographie",
	"Reselect tasks locked for validation ": "Ré-sélectionner les tâches verrouillées pour la validation",
	"Reset": "Réinitialiser",
	"Reset all bad imagery tasks": "Réinitialiser toutes les tâches comme mauvaise imagerie",
	"Reset all tasks": "Réinitialiser toutes les tâches",
	"Reset all tasks in the project to ready to map, preserving history.": "Réinitialiser toutes les tâches du projet pour qu'elles soient prêtes à être cartographiées, en préservant l'historique.",
	"Reset Bad Imagery Tasks": "Réinitialiser les tâches marquées comme mauvaise imagerie",
	"Reset tasks": "Réinitialiser les tâches",
	"Resetting all the bad imagery tasks failed for an unknown reason.": "La réinitialisation de toutes les tâches de mauvaise imagerie a échoué pour une raison inconnue.",
	"Resetting...": "Réinitialisation...",
	"Return": "Revenir",
	"Return to inbox": "Retour à la boîte de réception",
	"Return to project": "Retour au projet",
	"Review of the current list of mapping Projects.": "Revoir la liste actuelle des projets de cartographie.",
	"Road mapping is the next most common type of mapping for HOT and MissingMaps does. Physically mapping roads is very easy, but deciding how to classifiy them is the real challenge. This video will give you basics of how to map roads using the iD editor.": "La cartographie des routes est le besoin le plus nécessaire et le plus courant des types de cartographie HOT et MissingMaps. La cartographie physique des routes est très facile, mais décider comment les classer est le vrai défi. Cette vidéo vous donnera les bases de la cartographie des routes à l'aide de l'éditeur iD.",
	"Roads": "Routes",
	"Role": "Rôle",
	"Save": "Sauvegarder",
	"Save changes": "Enregistrer les changements",
	"Save edits": "Enregistrer les modifications",
	"Search": "Rechercher",
	"Search project description or project number": "Rechercher la description ou le numéro du projet",
	"Search Users": "Rechercher des utilisateurs",
	"Seasoned mapper? Pick up one of our many projects and start contributing.": "Cartographe chevronné ? Prenez un de nos nombreux projets et commencez à contribuer.",
	"See the changesets in Overpass Turbo for this area.": "Voir sur Overpass Turbo les modifications pour cette zone.",
	"See the changesets on the OSM website for this area.": "Voir sur le site d’OSM les modifications pour cette zone.",
	"Select a random task": "Choisir une tâche au hasard",
	"Select a task by clicking on the map": "Choisir une tâche en cliquant sur la carte",
	"Select another task": "Choisir une autre tâche",
	"Select area by drawing a polygon": "Sélectionner une zone en dessinant un polygone",
	"Select by area": "Choisir par zone",
	"Select by user below": "Sélectionner par utilisateur ci-dessous",
	"Select by user:": "Choisir par utilisateur",
	"Select for validation": "Choisir pour validation",
	"Sending...": "En cours d’envoi...",
	"Set as Administrator": "Désigner comme Administrateur",
	"Set as Project Manager": "Désigner comme Chef de projet",
	"Set as Validator": "Désigner comme Validateur",
	"Set mapper level": "Indiquez le niveau du cartographe",
	"Set role": "Indiquez le rôle",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Paramétrer le niveau aidera les cartographes à trouver des projets qui leur conviennent. Vous pouvez renforcer le niveau nécessaire d’expérience cartographique dans la section permissions.",
	"Settings": "Paramètres",
	"Short Description": "Description courte",
	"Short description": "Courte description",
	"Show advanced options": "Afficher les options avancées",
	"Show/hide menu": "Afficher/masquer le menu",
	"Sign Up for OpenStreetMap": "Inscrivez-vous à OpenStreetMap",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Vous avez sélectionné des tâches multiples ; vous devez donc télécharger les données OSM dans JOSM manuellement. Téléchargez le",
	"Smaller": "Plus petit",
	"Something went wrong when verifying your email.": "Quelque chose a mal fonctionné lors de la vérification de votre courriel.",
	"Sort column": "Trier les colonnes",
	"Split": "Diviser",
	"Split (point)": "Diviser (point)",
	"Split (polygon)": "Diviser (polygone)",
	"Split a specific area into smaller tasks by drawing an area or point:": "Diviser une zone spécifique en tâches plus petites en dessinant une zone ou un point :",
	"Sponsorship and Funding": "Parrainage et financement",
	"Square Grid": "Grille de carrés",
	"Start": "Commencer",
	"Start Editor": "Démarrer l’éditeur",
	"Start mapping": "Commencer à cartographier",
	"Start Mapping": "Commencer à cartographier",
	"Start Validating": "Commencer la validation",
	"Stats": "Statistiques",
	"Status": "État",
	"Status:": "Statut :",
	"Step 1": "Étape 1",
	"Step 1: Define Area": "Étape 1 : définissez la zone",
	"Step 2": "Étape  2",
	"Step 2: Choose Tasks Type": "Étape 2 : choisissez le type de tâches",
	"Step 3": "Étape  3",
	"Step 3: Set Task Sizes": "Étape 3 : établissez la taille des tâches",
	"Step 4": "Étape 4",
	"Step 4: Trim Project": "Étape 4 : réduisez la taille du projet",
	"Step 5": "Étape 5",
	"Step 5: Review": "Étape 5 : vérification",
	"Stop Mapping": "Terminer la cartographie",
	"Stop Validating": "Terminer la validation",
	"Subject": "Sujet",
	"Task automatically unlocked for mapping": "Tâche automatiquement déverrouillée pour la cartographie",
	"Task automatically unlocked for validation": "Tâche automatiquement déverrouillée pour la validation",
	"Task could not be split": "La tâche n’a pu être divisée.",
	"Task invalidated": "Tâche invalidée",
	"Task invalidated by": "Tâche invalidée par",
	"Task invalidation": "Invalidation de la tâche",
	"Task is not splittable": "La tâche n'est pas divisible",
	"Task Link": "Tâche liée",
	"Task locked for mapping": "Tâche verrouillée pour cartographie",
	"Task locked for mapping by": "Tâche verrouillée pour cartographie par",
	"Task locked for validation": "Tâche verrouillée pour validation",
	"Task locked for validation by": "Tâche verrouillée pour validation par",
	"Task mapped": "Tâche cartographiée",
	"Task mapped by": "Tâche cartographiée par",
	"Task mapping": "Tâche à cartographier",
	"Task marked as bad imagery": "Tâche marquée comme mauvaise imagerie",
	"Task marked as bad imagery by": "Tâche marquée comme mauvaise imagerie par",
	"Task marked as ready": "Tâche marquée comme prête",
	"Task marked as ready by": "Tâche marquée comme prête par",
	"Task reset": "Tâche réinitialisée",
	"Task split": "Tâche divisée",
	"Task validated": "Tâche validée",
	"Task validated by": "Tâche validée par",
	"Task validation": "Validation de la tâche",
	"Tasks": "Tâches",
	"Tasks as": "Tâches à",
	"Tasks Mapped": "Tâches cartographiées",
	"Tasks Validated": "Tâches validées",
	"tasks.": "tâches.",
	"tasks. Use a smaller AOI and/or fewer tasks.": "tâches. Définissez une zone d’intérêt plus petite ou divisez-la en moins de tâches.",
	"Text search": "Recherche texte",
	"Thank you for verifying your email.": "Merci de vérifier votre email.",
	"The AOI contains geometries which are not polygons or multipolygons": "La zone d’intérêt contient des objets géométriques qui ne sont pas des polygones ou des multipolygones",
	"The AOI contains self intersections": "La zone d’intérêt contient des intersections",
	"The application code is available on GitHub.": "Le code de l’application est disponible sur GitHub.",
	"The Area of Interest contains self intersections.": "La zone d’intérêt comprend des auto-intersections.",
	"The list of elements we ask you to map": "Liste des éléments que nous vous demandons de cartographier",
	"The list of entities to map.": "Liste des entités à cartographier.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "Le Gestionnaire de tâches OSM est un outil cartographique conçu et créé dans le cadre de l'initiative de cartographie collaborative de l’Équipe OpenStreetMap Humanitaire (Humanitarian OpenStreetMap Team, HOT). Le but de cet outil est de diviser une zone à cartographier en tâches plus petites, complétées rapidement par les nombreux utilisateurs travaillant simultanément sur la même zone. L’outil affiche les zones à cartographier ainsi que les zones dont la cartographie a besoin d’être validée.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "Le Gestionnaire de tâches OSM est un logiciel libre. N’hésitez pas à en signaler les problèmes et à y contribuer.",
	"The OSM Tasking Manager was designed and built for the": "Le Gestionnaire de tâches OSM a été conçu et créé pour le",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Le projet n’a pu être créé. C’est peut être dû au fait que la taille combinée des données de la zone d’intérêt et de la grille est trop grande pour pouvoir être envoyée au serveur. Réessayez avec une zone d’intérêt plus petite ou avec moins de tâches.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Le projet n’a pu être réduit. Cela peut être dû au fait que la taille combinée des données de la zone d’intérêt et de la grille est trop grande pour pouvoir être envoyée au serveur. Réessayez avec une zone d’intérêt plus petite ou avec moins de tâches.",
	"The Project trim timed out.  Try again with a smaller AOI or fewer tasks.": "Le délai d'exécution du projet a expiré. Essayez à nouveau avec une zone d’intérêt plus petite ou avec moins de tâches.",
	"The project was deleted successfully.": "Le projet a été supprimé avec succès.",
	"The project was not deleted successfully. This project might have some contributions.": "Le projet n’a pas été correctement supprimé. Ce projet pourrait avoir des contributions.",
	"The selected task could be locked.": "La tâche sélectionnée a été verrouillée.",
	"The selected task could not be locked.": "La tâche sélectionnée n’a pu être verrouillée.",
	"The selected task is not in a state that allows mapping.": "La tâche sélectionnée ne peut pas être cartographiée actuellement.",
	"The selected task is not in a state that allows validation.": "La tâche sélectionnée ne peut pas être validée actuellement.",
	"The selected task status could not be undone.": "Le statut de la tâche sélectionnée n'a pas pu être annulé.",
	"The size of each task is approximately": "La taille de chaque tâche est approximativement",
	"The task could not be locked for mapping.": "La tâche n’a pu être verrouillée pour la cartographie.",
	"The task could not be locked for validation.": "La tâche n’a pu être verrouillée pour la validation.",
	"The task expired and was automatically unlocked.": "La tâche a expiré et a été automatiquement déverrouillée.",
	"The Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process in OpenStreetMap. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "Le Gestionnaire de tâches OSM est un outil cartographique conçu et créé dans le cadre de l'initiative de cartographie collaborative de l’Équipe OpenStreetMap Humanitaire. Le but de cet outil est de diviser une zone à cartographier en tâches plus petites, complétées rapidement par les nombreux utilisateurs travaillant simultanément sur la même zone. L’outil affiche les zones à cartographier ainsi que les zones dont la cartographie a besoin d’être validée.",
	"The Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "Le Gestionnaire de tâches OSM est un logiciel libre. N’hésitez pas à en signaler les problèmes et à y contribuer.",
	"The Tasking Manager is the tool / website you are using right now. Its main purpose is to divide up large areas that need mapping into small, easy to map Tasks. It organizes the small Tasks into a larger group called a Project. It provides a user interface to find a Project and then Check-Out and Check-In the small Tasks so you can map them in OpenStreetMap using one of the standard OpenStreetMap editors. Learning how to actually map is shown in the videos below.": "Le Tasking Manager est l'outil / le site Web que vous utilisez actuellement. Son but principal est de diviser les grandes zones qui ont besoin d'être cartographiées en petites tâches faciles à cartographier. Il organise les petites tâches en un plus grand groupe appelé Projet. Il fournit une interface utilisateur pour trouver un projet, puis le contrôle de validation et l'enregistrement des petites tâches pour que vous puissiez les cartographier dans OpenStreetMap en utilisant un des éditeurs standard. Apprendre à cartographier est présenté dans les vidéos ci-dessous.",
	"The Tasking Manager was designed and built for the": "Le Tasking Manager a été conçu et réalisé pour le compte de",
	"The tasks could not be locked.": "La tâche n’a pu être verrouillée.",
	"The tasks were invalidated successfully.": "Les tâches ont bien été invalidées.",
	"The tasks were mapped successfully.": "Les tâches ont été cartographiées avec succès.",
	"The tasks were marked validated successfully.": "Les tâches ont été marquées avec succès comme validées.",
	"The tasks were reset successfully.": "Les tâches ont été réinitialisées avec succès.",
	"There are no tasks currently available for mapping.": "Il n’y a actuellement aucune tâche à cartographier.",
	"There are no tasks currently available for validation.": "ll n’y a actuellement aucune tâche à valider.",
	"There was a problem commenting on the task.": "Une erreur s'est produite lors du commentaire sur la tâche.",
	"There was a problem unlocking the task.": "Une erreur s’est produite lors du déverrouillage de la tâche.",
	"There was a problem unlocking the tasks.": "Une erreur s’est produite lors du déverrouillage des tâches.",
	"There was an error retrieving the task from the server.": "Une erreur s’est produite lors de la récupération de la tâche sur le serveur.",
	"There was an error updating your project. Please try again.": "Une erreur s’est produite lors de la mise à jour de votre projet. Veuillez réessayer.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Cette approche permet de répartir les tâches entre plusieurs cartographes individuels dans le cadre d’une situation d’urgence ou tout autre scénario de cartographie humanitaire. Il permet également de surveiller la progression globale du projet et d’améliorer la cohérence de la cartographie (par exemple, les éléments à traiter, les attributs spécifiques à utiliser, etc.).",
	"This cannot be undone.": "Ceci ne peut être annulé.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Ce message n’a pas été traduit dans la langue sélectionnée par l’utilisateur ; vous pouvez apporter vos propres traductions si vous le souhaitez.",
	"this task as a gpx file to see its boundary.": "cette tâche sous la forme d'un fichier gpx pour en voir la limite.",
	"This task is available for mapping.": "Cette tâche est disponible pour la cartographie.",
	"This task is available for validation.": "Cette tâche est disponible pour la validation.",
	"This will clone all descriptions, instructions, metadata etc. The Area of Interest, the tasks and the priority areas will not be cloned. You will have to redraw/import these. Your newly cloned project will be in draft status.": "Ceci dupliquera toutes les descriptions, instructions, métadonnées, etc. La zone d'intérêt, les tâches et les domaines prioritaires ne seront pas clonés. Vous devrez les redessiner/importer. Votre projet nouvellement cloné sera en mode brouillon.",
	"This will mark all bad imagery tasks as ready. Please use this only if you are sure of what you are doing.": "Ceci marquera toutes les tâches de mauvaise imagerie comme étant prêtes. Ne l'utilisez que si vous êtes sûr de ce que vous faites.",
	"This will mark all tasks (except bad imagery tasks) as mapped. Please use this only if you are sure of what you are doing.": "Ceci marquera toutes les tâches (à l'exception des tâches comme mauvaise imagerie) comme cartographiées. Ne l'utilisez que si vous êtes sûr de ce que vous faites.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Ceci marquera toutes les tâches (sauf celles en mauvaise imagerie) comme valides. Veuillez n’utiliser cette fonction que si vous êtes sûr de ce que vous faites.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Ceci marquera toutes les tâches (sauf celles qui ne sont pas complétées et celles avec une mauvaise imagerie) comme invalides. Veuillez n’utiliser cette fonction que si vous êtes sûr de ce que vous faites.",
	"This will reset all tasks to ready to map (preserving existing history). Please use this only if you are sure of what you are doing.": "Ceci réinitialisera toutes les tâches pour qu'elles soient prêtes à être cartographiées (en préservant l'historique existant). Ne l'utilisez que si vous êtes sûr de ce que vous faites.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Ceci enverra un message du Gestionnaire de tâches à chacun des contributeurs au projet en cours. Veuillez utiliser cette fonction avec précaution.",
	"Tip": "Astuce",
	"to convert it to GeoJSON.": "pour le/la convertir en GeoJSON.",
	"Toggle the Area of Interest of existing projects": "Changer la zone d'intérêt des projets existants",
	"Total number of users:": "Nombre total d’utilisateurs :",
	"Total OSM changesets": "Total des modifications",
	"Trim": "Réduire",
	"Trim failed with unexpected error status.": "Le recadrage a échoué avec un état d'erreur inattendu.",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Réduisez la grille des tâches à la zone d’intérêt (facultatif). Vous pouvez conserver des carrés de tâche complets ou les découper aux bords de la zone d’intérêt. Cela pourrait prendre un peu de temps.",
	"Trimming in progress": "Réduction en cours",
	"Type a message": "Taper un message",
	"Type a username": "Saisissez un nom d’utilisateur",
	"Type(s) of mapping": "Type(s) de cartographie",
	"Un-Mark": "Annuler la marque",
	"Unable to create project because there are more than": "Impossible de créer le projet car il y a plus de",
	"Urgent": "Urgent",
	"URL to service": "URL du service",
	"Use this if for some reason you need to map, validate or invalidate all tasks in this project in a single step.": "Utilisez cette option si, pour une raison quelconque, vous devez cartographier, valider ou invalider toutes les tâches de ce projet en une seule étape.",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Utilisez ceci si vous avez besoin de valider ou d’invalider toutes les tâches de ce projet en une seule étape.",
	"User": "Utilisateur",
	"User list": "Liste des utilisateurs",
	"User Profile": "Profil de l’utilisateur",
	"user profile": "Profil utilisateur",
	"Username": "Identifiant",
	"Users": "Utilisateurs",
	"Validate": "Valider",
	"Validate a Random Task": "Valider une tâche au hasard",
	"Validate all tasks": "Valider toutes les tâches",
	"Validated": "Validé",
	"Validated by": "Validé par",
	"Validating...": "Validation en cours...",
	"Validation": "Validation",
	"Validation and Invalidation": "Validation et invalidation",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "La validation consiste à passer en revue la cartographie initiale par une seconde personne. Elle est généralement effectuée par des cartographes OSM expérimentés et consiste à examiner la cartographie pour s’assurer qu'elle soit complète et de précision suffisante (ce qui peut être fait par n’importe qui) et à utiliser divers outils pour s’assurer que la cartographie ne contient pas d’erreurs techniques, tel que des murs de bâtiments sur l’emplacement d'une route par exemple. Cette vidéo (en anglais avec sous-titres multilingues) vous guidera sur les bases de la validation du cartographie des projets HOT.",
	"Validator": "Validateur",
	"Validator Level": "Niveau du validateur",
	"Validator role required": "Rôle de validateur requis",
	"View in Overpass Turbo": "Voir sur Overpass Turbo",
	"View OSM changesets": "Voir les modifications OSM",
	"View the projects that you have created": "Voir le projet que vous avez créé",
	"Visit about": "Visite : à propos",
	"Visit contribute": "Visite : contribuez",
	"Visit homepage": "Visite : page d’accueil",
	"Visit learn": "Visite : en savoir plus",
	"Want to become a sponsor? Contact us to learn how.": "Vous souhaitez devenir mécène ? Contactez-nous pour en savoir plus.",
	"Want to use an .osm file instead? You can use": "Vous voulez plutôt utiliser un fichier .osm ? Vous pouvez utiliser",
	"Warning": "Attention",
	"Waterways": "Voies navigables",
	"What is New in the Tasking Manager 3": "Quoi de neuf dans le Tasking Manager 3",
	"What is New?": "Quoi de neuf ?",
	"When": "Quand",
	"With the invaluable support of:": "Avec l'inestimable soutien de :",
	"Yes": "Oui",
	"You can only delete projects with no contributions.": "Vous ne pouvez supprimer que les projets sans contribution.",
	"You can use Markdown. (HTML is not allowed)": "Vous pouvez utiliser Markdown. (HTML non autorisé)",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Vous ne pouvez pas sélectionner de tâches de cartographie car vous en avez déjà une ou plusieurs verrouillées. Utilisez la carte pour sélectionner à nouveau cette tâche et la terminer ou arrêter de la cartographier.",
	"You cannot select tasks for mapping because you already have task(s) locked.": "Vous ne pouvez pas sélectionner de tâches pour cartographier parce que vous avez déjà des tâches verrouillées.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Vous ne pouvez pas sélectionner de tâches à cartographier sur ce projet car vous n’avez pas le niveau d’expérience nécessaire en tant que cartographe.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "Vous ne pouvez pas sélectionner de tâches à valider sur ce projet car vous n’avez pas le rôle de Validateur.",
	"You do not have the required Validator role for validation on this project.": "Vous n’avez pas le rôle de Validateur nécessaire pour effectuer des validations sur ce projet.",
	"You have no messages.": "Vous n’avez aucun message.",
	"You have unread messages.": "Vous avez des messages non lus.",
	"You need to accept the license before continuing.": "Vous devez accepter la licence avant de continuer.",
	"You need to add at least one allowed user to a private project.": "Vous devez ajouter au moins un utilisateur autorisé pour un projet privé.",
	"Your profile": "Votre profil",
	"Your project has been updated successfully.": "Votre projet a été mis à jour avec succès.",
	"Your project was created successfully.": "Votre projet a été créé avec succès."
}
