{
	"About": "Acerca de",
	"About the OSM Tasking Manager": "Acerca do Xestor das Tarefas do OSM",
	"Accept and continue": "Aceptar e continuar",
	"Accept imagery license": "Aceptar licenza de imaxes",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Engadiuse un comentario ó garda-lo mapeo na base de datos do OSM. Ó gardares o teu traballo, deixa o comentario predeterminado pero engade o que realmente cartografas, por exemplo: \"Edificios engadidos e unha rúa residencial.\"",
	"Actions": "Accións",
	"Active": "Activo",
	"Activity and Stats": "Actividade e estatísticas",
	"Add layer": "Engadir capa",
	"Add user": "Engadir usuario",
	"A description for the default locale": "Unha descrición da configuración local por defecto",
	"Admin": "Admin",
	"Administrator": "Administrador",
	"Advanced": "Avantado",
	"Advanced mapper": "Cartógrafo avantado",
	"Advanced options": "Opcións avantadas",
	"Advanced task information and editing options": "Información avantada das tarefas e opcións das edicións",
	"A few of the humanitarian efforts you can support through mapping.": "Algúns dos esforzos humanitarios poden apoiarse a través do mapeo.",
	"All": "Todo",
	"Allowed users on private project": "Usuarios autorizados no proxecto privado",
	"A name for the default locale": "Un nome para a configuración local predeterminada",
	"and help improve it.": "e axudar a melloralo.",
	"and open it in JOSM to see the task boundaries.": "e ábreo no JOSM para ve-los límites das tarefas.",
	"and open it in JOSM to see the task boundary.": "e ábreo no JOSM para ve-lo límite da tarefa.",
	"An error occurred when setting the level.": "Produciuse un erro ó estabelece-lo nivel.",
	"An error occurred when setting the role.": "Produciuse un erro ó estabelece-lo rol.",
	"A new project will be created with": "Crearase un novo proxecto con",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Cualquera persoa que poida usar unha computadora para debuxar liñas e áreas ou usar un teléfono móbil para escorregar e tocar, pode contribuír de xeito significativo ó cartografado humanitario. Se nunca cartografaches anteriormente e che gostaría axudar a dixitalizares imaxes, rastrexar edificios e estradas, che pregamos que olles a nosa páxina de \"Aprendizaxe\", que che permitirá cartografar en menos duns 30 minutos.",
	"AOI geometry must be a valid MultiPolygon.": "A xeometría AOI debe ser un 'MultiPolygon' ou multipolígono válido.",
	"Arbitrary Tasks": "Tarefas ó chou",
	"Archived": "Arquivado",
	"are locked for validation by you.": "están bloqueados para a túa validación.",
	"are missing.": "fallan.",
	"Are you sure you want to delete this message?": "Estás na certeza de que queres eliminar esta mensaxe?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Estás na certeza de que queres eliminar este proxecto? Non podes desface-la eliminación dun proxecto.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Estás na certeza de que desexas invalidar tódalas tarefas neste proxecto? Non podes desfacer isto.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Estás na certeza de que queres validar tódalas tarefas? Non podes desfacer isto.",
	"A short description for the default locale": "Unha curta descrición da configuración local por defecto",
	"Authorization failed.": "Fallou a autorización.",
	"Authorization successful. Redirecting...": "A autorización realizouse con éxito. Redireccionando...",
	"Bad imagery": "Imaxes incorrectas",
	"Beginner": "Principiante",
	"Beginner mapper": "Cartógrafo principiante",
	"Buildings": "Edificios",
	"Campaign": "Campaña",
	"Campaign Tag": "Etiqueta da campaña",
	"Cancel": "Desbotar",
	"Changeset comment": "Comentario do conxunto de trocos",
	"characters remaining": "caracteres faltantes",
	"Choose a task": "Escolle unha tarefa",
	"Choose a task for mapping:": "Escolle unha tarefa pra cartografar:",
	"choose default locale": "escolle a configuración local predeterminada",
	"choose from existing tags or create a new one": "escolle as etiquetas existentes ou crea unha nova",
	"choose locale": "elixir local",
	"choose mapping level": "elixir nivel do cartografado",
	"Choose one or more tasks for validation:": "Escolle unha ou máis tarefas pra a súa validación:",
	"choose results view": "elixir listaxe de resultados",
	"Clear all": "Limpar todo",
	"Clip tasks to Area of Interest": "Retrincar tarefas á área de interese",
	"Close": "Pechar",
	"Close message": "Pechar mensaxe",
	"Comment": "Comentario",
	"Comment left by": "Comentario deixado por",
	"Comments by users": "Comentarios dos usuarios",
	"Contact us via the About page.": "Póñase en contacto connosco a través da páxina \"Acerca de\".",
	"Contribute": "Contribuír",
	"Contributions": "Contribucións",
	"Contributor": "Contribuínte",
	"Contributors were messaged successfully.": "Os contribuíntes foron mensaxeados con éxito.",
	"Create a new project": "Crear un novo proxecto",
	"Create": "Crear",
	"Created by:": "Creado por:",
	"Created": "Creado",
	"Create new license": "Crear unha nova licenza",
	"Create new Project": "Crear un novo proxecto",
	"Create project": "Crear proxecto",
	"Creation in progress...": "Creación en progreso...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Comentarios predeterminados engadidos ó campo de comentario do conxunto de trocos carregado. Os usuarios tamén deben seren afoutados a engadir texto que descreba o que cartografaron. Exemplo: #proxecto-hotosm-470 #mapasquefaltan Cartografado dos edificios. Os cancelos ás veces empréganse para a análise posterior, pero deben serche informativos para as persoas e non deben empregarse no exceso, coma #grupo #acontecemento por exemplo.",
	"Default locale": "Configuración local predeterminada",
	"Delete": "Eliminar",
	"Delete message": "Eliminar mensaxe",
	"Delete project": "Eliminar proxecto",
	"Description": "Descrición",
	"Detailed Instructions": "Instruccións detalladas",
	"Details": "Detalles",
	"Dismiss alert": "Rexeitar alerta",
	"Dismiss": "Rexeitar",
	"Download the": "Descarga-lo",
	"Draft": "Borrador ou bosquexo",
	"Draw circle": "Debuxar un círculo",
	"Draw": "Debuxar",
	"Draw polygon": "Debuxar un polígono",
	"Draw rectangle": "Debuxar un rectángulo",
	"Draw the Area of Interest on the map.": "Debuxa a área de interese no mapa.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Durante a preparación, resposta e recuperación perante desastres, a información xeoespacial detallada, os mapas de estradas, edificios, pontes, etc., son fundamentais para fornecer o mellor servizo e suporte do xeito máis oportuno e eficiente posíbel. Por fortuna, este tipo de información non existe ou non está aberta e non é accesíbel para grandes partes do mundo. A través do cartografado coordinado e remoto baseado nas imaxes do UAV e unha asociación de traballo preto cas persoas no terreo, ti podes axudar a forneceres esa información onde e cando sexa imprescindíbel.",
	"Edit description": "Edita-la descrición",
	"Edit": "Editar",
	"Edit imagery": "Edita-las imaxes",
	"Edit instructions": "Edita-las instruccións",
	"Edit License": "Edita-la licenza",
	"Edit permissions": "Edita-los permisos",
	"Edit priority areas": "Edita-las áreas de prioridade",
	"Edit project": "Edita-lo proxecto",
	"Edit settings": "Edita-los axustes",
	"Edit tags": "Edita-las etiquetas",
	"Enter a name for the license (provider for example)": "Insire un nome para a licenza (fornecedor, por exemplo)",
	"Enter a short version of the terms": "Insire unha versión curta dos termos",
	"Enter a username": "Insire un nome de usuario",
	"Enter the license terms": "Insire os termos da licenza",
	"Entities to map": "Entidades para cartografares",
	"Error": "Erro",
	"Failed to create a new license. Please try again.": "Ocorreu un erro ó crear unha nova licenza. Ténteo de novo.",
	"Failed to delete license. Please try again.": "Ocorreu un erro ó elimina-la licenza. Ténteo de novo.",
	"Failed to mark all task valid for an unknown reason.": "Ocorreu un erro ó engadir unha marcaxe a tódalas tarefas válidas debido a unha razón descoñecida, sentímolo.",
	"Failed to message all contributors for an unknown reason.": "Ocorreu un erro ó mandar unha mensaxe a tódolos contribuíntes debido a unha razón descoñecida, sentímolo.",
	"Failed to save edits. Please try again.": "Ocorreu un erro ó garda-las edicións. Ténteo de novo.",
	"Field stories": "Contos ou historias do campo",
	"file": "arquivo",
	"Filter": "Filtrar",
	"Filter projects (on name, campaign, ...)": "Filtrar proxectos (polo nome, campaña, ...)",
	"Fork the Tasking Manager Code on GitHub": "Arreda o código do administrador de tarefas no GitHub",
	"From": "De",
	"General task size:": "Tamaño xeral da tarefa:",
	"Go back to license overview": "Voltar á ollada xeral das licenzas",
	"Go to MapSwipe": "Ir ó MapSwipe",
	"Go to project": "Ir ó proxecto",
	"Go to the description tab": "Ir á lapela da descrición",
	"Go to the homepage": "Ir á páxina principal",
	"Go to the instructions tab": "Ir á lapela das instruccións",
	"Go to the mapping tab": "Ir á lapela do cartografado",
	"Grid view": "Vista en grella",
	"High": "Alto",
	"History": "Historia",
	"HOT Tasking Manager": "Xestor das Tarefas do HOT",
	"How you can help": "De que xeito podes axudar",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Se se marca, só os usuarios co nivel da experiencia do asignador indicado poderán contribuír neste proxecto. Se non se selecciona, calquera pode contribuír. Vai ó panel \"Metadatos\" para muda-lo nivel da experiencia do asignador para este proxecto.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Se se marca, só os usuarios co rol do \"Validador\" poderán validares tarefas neste proxecto. Se non se selecciona, calquera persoa pode validar ou invalidar tarefas.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Se voltas e estás disposto para comezares co cartografado, olla a páxina de \"Contribuír\". Ollarás unha listaxe dos proxectos de cartografado que precisan de alguén coma ti para axudalos a rematar. Podes selecciona-la lapela \"Filtro\" e restrinxi-los proxectos nos que máis desexas traballar. A túa páxina do perfil ten unha listaxe e unha ligazón axiña ós proxectos nos que xa participaches.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Se desexas que os asignadores traballen primeiro nas áreas de maior prioridade, debuxa un ou máis polígonos dentro da área do proxecto.",
	"Imagery": "Imaxes",
	"Import a GeoJSON, KML, or zipped SHP file.": "Importar un GeoJSOM, KML, ou un ficheiro comprimido SHP.",
	"Import": "Importar",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Para aproveitares ó máximo as moitas funcións do Xestor das Tarefas, usa unha computadora de escritorio ou portátil no lugar dun dispositivo móbil. Se desexas contribuír nun dispositivo móbil, emprega MapSwipe no seu lugar.",
	"Instructions for the default locale": "Instrucións pra a configuración local predeterminada",
	"Instructions": "Instruccións",
	"Intermediate": "Intermedio",
	"Intermediate mapper": "Cartógrafo intermedio",
	"In this area": "Nesta área",
	"Invalidate all tasks": "Invalidar tódalas tarefas",
	"Invalidated by": "invalidada por",
	"Invalidated": "invalidada",
	"Invalidating all the tasks failed for an unknown reason.": "A invalidación de tódalas tarefas fallou por unha razón descoñecida, sentímolo.",
	"Invalidating...": "Invalidando...",
	"is missing.": "falla.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Recoméndase manter pequeno o tamaño das tarefas. Revisa o tamaño das tarefas e/ou pescuda a posibilidade de crear multíplices proxectos.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "É moi sinxelo comezar a cartografar no OpenStreetMap e contribuír a proxectos do HOT. Persoas de todo o mundo confían nos datos do OpenStreetMap contribuídos por millóns de persoas nos últimos 10 anos. Aínda que é doado de comezar, fai falla esforzo e práctica para facelo ben. Se esta é a primeira vez que cartografas, leve uns 30 minutos para olla-lo vídeo (en inglés cos subtítulos en varias linguas) para coñece-los conceptos básicos sobre de que xeito cartografar empregando o editor do navegador web do OSM chamado iD. Por favor, agora e no futuro, sempre centrarse na calidade, non na cantidade da cartografía que estás a facer.",
	"Joined OSM": "Uniuse ó OSM",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "O control remoto do JOSM non respondeu. Ten o JOSM en execución e configurado para ser controlado de xeito remoto?",
	"Land use": "Uso da terra",
	"Landuse": "Uso da terra",
	"Larger": "Maior",
	"Last activity": "Derradeira actividade",
	"Last updated": "Derradeira actualización",
	"Layer name": "Nome da capa",
	"Learn": "Aprender",
	"Leave a comment": "Deixar un comentario",
	"Legend": "Lenda",
	"Level": "Nivel",
	"Licenses": "Licenzas",
	"List view": "Vista da listaxe",
	"Locked by": "Bloqueada por",
	"Locked by you": "Bloqueada por ti",
	"Locked for mapping by": "Bloqueada para cartografar por",
	"Locked for validation by": "Bloqueada para validar por",
	"Locked": "Bloqueada",
	"Lock": "Bloquear",
	"Login": "Inicia-la sesión",
	"Logout": "Pecha-la sesión",
	"Low": "Baixo",
	"Manage licenses": "Xestiona-las licenzas",
	"Manually set the experience level of a user.": "Configura de xeito manual o nivel de experiencia dun usuario.",
	"Map": "Mapa",
	"Mapped by": "Cartografado por",
	"% Mapped": "% Cartografado",
	"Mapped": "Cartografado",
	"Mapper Level": "Nivel do cartógrafo",
	"Mapper": "Cartógrafo",
	"Mapping difficulty": "Dificultade da cartografía",
	"Mapping level": "Nivel da cartografía",
	"Mapping": "Cartografía",
	"Map service type": "Tipo de servizo do mapa",
	"Map service URL": "URL de servizo do mapa",
	"Mark all as Invalid": "Marcar todas coma non válidas",
	"Mark all as Valid": "Marcar todas coma válidas",
	"Mark as Bad Imagery": "Marcar coma imaxe deficiente",
	"Mark as Completely Mapped": "Marcar coma completamente cartografado",
	"Mark as Invalid": "Marcar coma non válida",
	"Mark as Valid": "Marcar coma válida",
	"Marked as bad imagery by": "Marcado coma imaxe deficiente por",
	"Marked as ready by": "Marcar coma disposto por",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Acadado o número máximo de tarefas. Se se precisan tarefas máis pequenas, diminúe a área de interese.",
	"Medium": "Medio",
	"Message all contributors": "Mandar unha mensaxe a tódolos contribuíntes",
	"Message": "Mensaxe",
	"Messages - Inbox": "Mensaxes - Caixa de entrada",
	"Messages": "Mensaxes",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Os metadatos e as etiquetas empréganse para permitir ós usuarios atopar proxectos para traballar e xuntar proxectos.",
	"Metadata": "Metadatos",
	"Multi Task Validation": "Validación multi tarefa",
	"Name": "Nome",
	"Name of the project": "Nome do proxecto",
	"Navigate the results": "Navigar polos resultados",
	"Newer": "Máis novo",
	"Newest": "O máis novo",
	"New project": "Novo proxecto",
	"New to mapping?": "Novo na cartografía?",
	"Next": "Seguinte",
	"No active projects.": "Non hai proxectos activos.",
	"No activity (yet).": "Non hai actividade (aínda).",
	"No archived projects.": "Non hai proxectos arquivados.",
	"No Area of Interest has been drawn.": "Non se debuxou ningunha área de interese.",
	"No comments (yet).": "Sen comentarios (aínda).",
	"No contributions to projects (yet).": "Non hai contribucións ós proxectos (aínda).",
	"No contributions (yet).": "Sen contribucións (aínda).",
	"No draft projects.": "Non hai plans de novos proxectos.",
	"No license found.": "Non se atopou ningunha licenza.",
	"no license": "sen licenza",
	"No projects found.": "Non se atoparon proxectos.",
	"Note: follow this format for TMS URLs:": "Nota: segue este formato para as URL do TMS:",
	"Nothing has happened yet.": "Non aconteceu ren aínda.",
	"Number of tasks mapped": "Número de tarefas cartografadas",
	"Number of tasks validated": "Número de tarefas validadas",
	"Older": "Máis vello",
	"Only mappers with level": "Só cartógrafos con nivel",
	"Only one campaign tag is allowed.": "Só se permite unha etiqueta da campaña.",
	"Only one organisation tag is allowed.": "Só se permite unha etiqueta da organización.",
	"Only Validators can validate on this project": "Só os validadores poden validar neste proxecto",
	"Open Source": "Código aberto",
	"Option 1:": "Opción 1:",
	"Option 2:": "Opción 2:",
	"Option 3:": "Opción 3:",
	"Option 4:": "Opción 4:",
	"Options": "Opcións",
	"Organisation": "Organización",
	"Organisation Tag": "Etiqueta da organización",
	"or higher can map": "ou maior pode cartografar",
	"OSM edit history": "Historial das edicións do OSM",
	"OSM profile": "Perfil do OSM",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "O Xestor das Tarefas do OSM é unha ferramenta de mapas deseñada e construída para o cartografado colaborativo da Equipa Humanitaria do OSM ou 'HOT'.",
	"Other options": "Outras opcións",
	"Other": "Outro",
	"Permissions": "Permisos",
	"Plain text": "Texto sen formato",
	"Please login first.": "Inicia sesión primeiro.",
	"Please login to start mapping.": "Inicia a sesión para poderes cartografar.",
	"Please login to start validating.": "Inicia a sesión para poder facer validacións.",
	"Please make sure you only have one campaign tag.": "Asegúrate de que só tes unha etiqueta da campaña.",
	"Please make sure you only have one organisation tag.": "Asegúrate de que só tes unha etiqueta da organización.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Fornece un GeoJSON válido, KML ou Shapefile comprimido.",
	"Preview": "Ollada previa",
	"Previous": "Anterior",
	"priority area drawing tools": "ferramentas do debuxo da área de prioridade",
	"Priority area": "Área de prioridade",
	"priority areas": "áreas de prioridade",
	"Priority": "Prioridade",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "\"Privado\" significa que só a listaxe dos usuarios de embaixo poden accederen a este proxecto. Para que o nome dos usuarios que queiras estean dispoñíbeis na listaxe dos usuarios permitidos, primeiro teñen que olla-la ligazón URL para esta instalación do Xestor das Tarefas do OSM e autoriza-lo acceso á súa conta do OpenStreetMap. Despois de ter feito isto, o seu nome do usuario estará dispoñíbel para que o administrador do proxecto poida engadilos.",
	"Private": "Privado",
	"Private Project": "Proxecto privado",
	"Project could not be created. The exact reason could not be determined.": "O proxecto non puido ser creado. Non se puido determinar a razón precisa, sentímolo.",
	"Project dashboard": "Lapela dos proxectos",
	"Project Dashboard": "Lapela dos proxectos",
	"Project grid could not be trimmed to the AOI.": "A grella do proxecto non puido ser retrincada á AOI.",
	"Project has": "O proxecto ten",
	"Project Manager": "Xerente do proxecto",
	"Project name": "Nome do proxecto",
	"Projects": "Proxectos",
	"Published": "Publicado",
	"Ready": "Disposto",
	"Ready to get mapping?": "Disposto para cartografares?",
	"Remove privileges": "Eliminar regalías",
	"Required license": "Precisa de licenza",
	"Required": "Precisado",
	"Reset": "Restabelecer",
	"Return to inbox": "Voltar á caixa de entrada",
	"Return": "Voltar",
	"Roads": "Estradas",
	"Role": "Rol",
	"Save changes": "Gardar mudanzas",
	"Save edits": "Gardar edicións",
	"Search project description or project number": "Procura a descrición do proxecto ou o número do proxecto",
	"Search": "Procurar",
	"Search Users": "Procurar usuarios",
	"See the changesets in Overpass Turbo for this area.": "Vexa os conxuntos de trocos no Overpass Turbo para esta área.",
	"See the changesets on the OSM website for this area.": "Vexa os conxuntos de trocos no sitio web do OSM para esta área.",
	"Select another task": "Escolle outra tarefa",
	"Select a random task": "Escolle unha tarefa ó chou",
	"Select area by drawing a polygon": "Escoller área debuxando un polígono",
	"Select a task by clicking on the map": "Escolle unha tarefa premendo no mapa",
	"Select by area": "Escoller por área",
	"Select by user:": "Escoller por usuario:",
	"Select for validation": "Escoller por validación",
	"Sending...": "Enviando...",
	"Set as Administrator": "Estabelecer coma administrador",
	"Set as Project Manager": "Estabelecer coma xerente do proxecto",
	"Set as Validator": "Estabelecer coma validador",
	"Set mapper level": "Estabelecer nivel do cartógrafo",
	"Set role": "Estabelecer rol",
	"Settings": "Axustes",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Estabelece-lo nivel axudará ós usuarios a atopar proxectos axeitados para traballar. Pode facer cumpri-lo nivel precisado para a asignación na sección dos permisos.",
	"Short description": "Descrición curta",
	"Show advanced options": "Amosar opcións avanzadas",
	"Show/hide menu": "Amosar/agochar menú",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Xa que tes varias tarefas seleccionadas, debes descarrega-los datos do OSM no JOSM de xeito manual. Descarrega-lo",
	"Smaller": "Menor",
	"Sort column": "Ordear columna",
	"Split a specific area into smaller tasks by drawing an area or point:": "Deseña unha área específica nas tarefas máis pequenas debuxando unha área ou punto:",
	"Split (point)": "Dividir (punto)",
	"Split (polygon)": "Dividir (polígono)",
	"Sponsorship and Funding": "Padroádego e financiamento",
	"Square Grid": "Grella cadrada",
	"Start Editor": "Comezar a editares",
	"Start Mapping": "Comezar a cartografares",
	"Start Validating": "Comezar a validares",
	"Stats": "Estatísticas",
	"Status": "Estado",
	"Step 1: Define Area": "Paso 1: Define a área",
	"Step 1": "Paso 1",
	"Step 2: Choose Tasks Type": "Paso 2: Escolle o tipo de tarefas",
	"Step 2": "Paso 2",
	"Step 3: Set Task Sizes": "Paso 3: Estabelece o tamaño das tarefas",
	"Step 3": "Paso 3",
	"Step 4": "Paso 4",
	"Step 4: Trim Project": "Paso 4: Remata o proxecto",
	"Step 5: Review": "Paso 5: Revisiao",
	"Step 5": "Paso 5",
	"Stop Mapping": "Deixar de cartografar",
	"Stop Validating": "Deixar de validar",
	"Subject": "Asunto",
	"Task invalidated by": "Tarefa invalidada por",
	"Task invalidation": "Invalidación da tarefa",
	"Task locked for mapping by": "Tarefa bloqueada para o cartografado por",
	"Task locked for validation by": "Tarefa bloqueada para a validación por",
	"Task mapped by": "Tarefa cartografada por",
	"Task marked as bad imagery by": "Tarefa marcada coma imaxe deficiente por",
	"Task marked as ready by": "Tarefa marcada coma disposta por",
	"Tasks Mapped": "Tarefas cartografadas ou asignadas",
	"tasks.": "tarefas.",
	"Tasks": "Tarefas",
	"tasks. Use a smaller AOI and/or fewer tasks.": "tarefas. Emprega un AOI máis pequeno e/ou menos tareas.",
	"Tasks Validated": "Tarefas validadas",
	"Task validated by": "Tarefa validada por",
	"Task validation": "Validación das tarefas",
	"Text search": "Procura de texto",
	"The application code is available on GitHub.": "O código da aplicación está dispoñíbel no GitHub.",
	"The Area of Interest contains self intersections.": "A área de interese contén autocruzamentos.",
	"The list of elements we ask you to map": "A listaxe de elementos que che pregamos que cartografes.",
	"The list of entities to map.": "A listaxe de entidades a cartografares.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "O Xestor das Tarefas do OSM é unha ferramenta de cartografado deseñada e construída para o proceso do cartografado colaborativo da Equipa Humanitaria do OpenStreetMap. O obxectivo da ferramenta é dividir un proxecto do cartografado en tarefas máis pequenas que se poden completar axiña con moitas persoas que traballan na mesma área xeral. Amosa que áreas precisan de seren cartografadas e que áreas precisan de validación do cartografado.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "O Xestor das Tarefas do OSM é un software de código aberto. Síntase ceibe de reportares problemas e faceres contribucións.",
	"The OSM Tasking Manager was designed and built for the": "O Xestor das Tarefas do OSM foi deseñado e construído para o",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "O proxecto non puido ser creado. Isto pode deberse a que o tamaño dos datos conxugados da AOI e da grella sonche demasiado grandes para enviar ó servidor. Téntao de novo con un AOI máis pequeno ou menos tarefas.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "O proxecto no puido ser retrincado. Isto pode deberse a que o tamaño dos datos combinados da AOI e da grella sonche demasiado grandes para enviar ó servidor. Téntao de novo con un AOI máis pequeno ou menos tarefas.",
	"The project was deleted successfully.": "O proxecto eliminouse con éxito.",
	"The project was not deleted successfully. This project might have some contributions.": "O proxecto non foi eliminado co éxito. Este proxecto podería ter algunhas contribucións.",
	"There are no tasks currently available for mapping.": "Non hai tarefas actualmente dispoñíbeis para o cartografado.",
	"There are no tasks currently available for validation.": "Non hai tarefas actualmente dispoñíbeis para a validación.",
	"There was an error retrieving the task from the server.": "Produciuse un erro ó recupera-la tarefa do servidor.",
	"There was an error updating your project. Please try again.": "Produciuse un erro ó actualiza-lo teu proxecto. Téntao de novo.",
	"There was a problem unlocking the tasks.": "Produciuse un problema ó desbloquea-las tarefas.",
	"There was a problem unlocking the task.": "Produciuse un problema ó desbloquea-la tarefa.",
	"The selected task could be locked.": "A tarefa seleccionada podería estar bloqueada.",
	"The selected task could not be locked.": "A tarefa seleccionada podería non estar bloqueada.",
	"The selected task is not in a state that allows mapping.": "A tarefa seleccionada non se atopa nun estado que permita o seu cartografado.",
	"The selected task is not in a state that allows validation.": "A tarefa seleccionada non se atopa nun estado que permita a súa validación.",
	"The size of each task is approximately": "O tamaño de cada tarefa é de xeito aproximado",
	"The task could not be locked for mapping.": "Non se puido bloquea-la tarefa para o seu cartografado.",
	"The task could not be locked for validation.": "Non se puido bloquea-la tarefa para a súa validación.",
	"The tasks could not be locked.": "Non se puideron bloquea-las tarefas.",
	"The tasks were invalidated successfully.": "As tarefas foron invalidadas con éxito.",
	"The tasks were marked validated successfully.": "As tarefas marcáronse coma validadas correctamente.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Este ollada xeral permite a distribución das tarefas a moitos cartógrafos individuais no eido dunha emerxencia ou outro escenario de cartografado humanitario. Tamén permite o control do progreso xeral do proxecto e axuda a mellorares a consistencia da asignación (por exemplo, elementos a encher, etiquetas precisas a empregar, etc.).",
	"This cannot be undone.": "Isto non se pode desfacer.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Esta mensaxe non está traducida á lingua seleccionada polo usuario, polo que é posíbel que poidas desexar incluír as túas propias traducións.",
	"This task is available for mapping.": "Esta tarefa está dispoñíbel para o cartografado.",
	"This task is available for validation.": "Esta tarefa está dispoñíbel para a validación.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Isto marcará tódalas tarefas (agás as imaxes deficientes) coma válidas. Emprega isto só se está na seguranza do que está a facer.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Isto marcará tódalas tarefas (agás as tarefas incompletas e as tarefas cas imaxes deficientes) coma non válidas. Emprega isto só se está na seguranza do que está a facer.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Isto enviará unha mensaxe do administrador a cada contribuínte do proxecto actual. Por favor, emprega esta funcionalidade con coidado.",
	"Tip": "Consello",
	"to convert it to GeoJSON.": "para convertelo a GeoJSON.",
	"Total number of users:": "Número total de usuarios:",
	"Total OSM changesets": "Total dos conxuntos de trocos do OSM",
	"Trimming in progress": "Retrinco en progreso",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Retrinca a grella de tarefas á área de interese (opcional). Podes mante-los cadros das tarefas completos ou gardalos na AOI. Isto podería levar algún tempo.",
	"Trim": "Retrincar",
	"Type a username": "Escribe un nome de usuario",
	"Type(s) of mapping": "Tipo(s) de mapas",
	"Unable to create project because there are more than": "Non se pode crea-lo proxecto porque hai máis de",
	"Urgent": "Urxente",
	"URL to service": "URL ó servizo",
	"User list": "Listaxe dos usuarios",
	"Username": "Nome do usuario",
	"User Profile": "Perfil do usuario",
	"Users": "Usuarios",
	"User": "Usuario",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Emprega isto se, por algunha razón, precisa validar ou invalidar tódalas tarefas neste proxecto nun só intre.",
	"Validate all tasks": "Validar tódalas tarefas",
	"Validated by": "Validado por",
	"% Validated": "% Validado",
	"Validated": "Validado",
	"Validate": "Validar",
	"Validating...": "Validando...",
	"Validation and Invalidation": "Validación e invalidación",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "A validación é un segundo conxunto de ollos que revisan o cartografado inicial. Isto fano xeralmente os cartógrafos do OSM con experiencia e consiste en revisa-la cartografía para ollar se está completa (algo que cualquera pode facer) e empregar varias ferramentas para ficar na seguranza de que a cartografía non teña erros técnicos, por exemplo, edificios que comparten unha parede con unha estrada. Este vídeo (en inglés cos subtítulos en varias linguas) levarache a través dos conceptos máis sinxelos da validación dos mapas para os proxectos do HOT.",
	"Validation": "Validación",
	"Validator Level": "Nivel do validador",
	"Validator": "Validador",
	"View in Overpass Turbo": "OIlar no Overpass Turbo",
	"View OSM changesets": "Olla-los conxuntos de trocos do OSM",
	"View the projects that you have created": "Olla-los proxectos que creaches",
	"Visit about": "Visita sobre",
	"Visit contribute": "Visita contribuír",
	"Visit homepage": "Visita a páxina de inicio",
	"Visit learn": "Visita aprender",
	"Want to use an .osm file instead? You can use": "Queres empregar un ficheiro .osm no seu lugar? Podes empregar",
	"Warning": "Aviso",
	"Waterways": "Vías fluviais",
	"When": "Cando",
	"With the invaluable support of:": "Co apoio inestimábel de:",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Non podes seleccionar tarefas para a asignación porque xa tes unha ou máis tarefas bloqueadas. Emprega o mapa para volver a seleccionar esa tarefa e completala ó deixar de asignala.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Non podes seleccionar tarefas para cartografar neste proxecto porque non tes o nivel de experiencia axeitado de cartógrafo.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "Non podes seleccionar tarefas para a súa validación neste proxecto porque non tes o rol do \"Validador\".",
	"You can only delete projects with no contributions.": "Só podes eliminar proxectos sen contribucións.",
	"You can use Markdown. (HTML is not allowed)": "Podes empregar Markdown. (O HTML non está permitido)",
	"You do not have the required Validator role for validation on this project.": "Non tes a función do \"Validador\" precisada para a validación neste proxecto.",
	"You have no messages.": "Non tes mensaxes.",
	"You have unread messages.": "Tes mensaxes non lidas.",
	"You need to accept the license before continuing.": "Debes acepta-la licenza denantes de proseguer.",
	"You need to add at least one allowed user to a private project.": "Debes engadir polo menos un usuario autorizado a un proxecto privado.",
	"Your profile": "O teu perfil",
	"Your project has been updated successfully.": "O teu proxecto actualizouse de xeito correcto.",
	"Your project was created successfully.": "O teu proxecto creouse de xeito correcto.",
	"Back to Previous": "Voltar ó anterior"
}
