{
	"About": "Tentang",
	"About the OSM Tasking Manager": "Tentang OSM Tasking Manager",
	"Accept and continue": "Setuju dan lanjutkan",
	"Accept imagery license": "Setujui lisensi citra satelit",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Sebuah komentar dimasukan ketika Anda menyimpan hasil pemetaan Anda ke dalam database OSM. Ketika menyimpan pekerjaan Anda, mohon tinggalkan komentar standar tapi tambahkan juga komentar mengenai apa yang telah Anda petakan sebenarnya, misalnya: menambahkan bangunan dan jalan raya.",
	"Actions": "Aksi",
	"Active": "Aktif",
	"Activity and Stats": "Aktivitas dan Status",
	"Add layer": "Tambah layer",
	"Add user": "Tambah pengguna",
	"A description for the default locale": "Sebuah deskripsi untuk standar lokal",
	"Admin": "Admin",
	"Administrator": "Administrator",
	"Advanced": "Mahir",
	"Advanced mapper": "Pemeta mahir",
	"Advanced options": "Pengaturan tingkat mahir",
	"Advanced task information and editing options": "Pengaturan informasi tugas dan penyuntingan tingkat mahir",
	"A few of the humanitarian efforts you can support through mapping.": "Beberapa contoh usaha kemanusiaan yang dapat Anda dukung melalui pemetaan.",
	"All": "Semua",
	"Allowed users on private project": "Pengguna yang diizinkan untuk proyek pribadi",
	"A name for the default locale": "Sebuah nama untuk standar lokal",
	"and help improve it.": "dan bantu meningkatkannya.",
	"and open it in JOSM to see the task boundaries.": "dan membukanya di JOSM untuk melihat batas tugas.",
	"and open it in JOSM to see the task boundary.": "dan membukanya di JOSM untuk melihat batas tugas.",
	"An error occurred when setting the level.": "Sebuah kesalahan terjadi ketika mengatur tingkat.",
	"An error occurred when setting the role.": "Sebuah kesalahan terjadi ketika mengatur peran.",
	"A new project will be created with": "Sebuah proyek baru dapat dibuat dengan",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Siapapun yang dapat menggunakan sebuah komputer untuk menggambarkan garis dan kotak atau menggunakan sebuah perangkat smartphone untuk menggeser dan menyentuh, dapat berkontribusi pemetaan kemanusiaan secara berarti. Jika Anda belum pernah memetakan sebelumnya dan berminat untuk membantu mendigitalisasi citra satelit, menggambar bangunan dan jalan, Kami sarankan Anda untuk mengunjungi halaman Learn kami, dimana akan membantu Anda untuk memetakan dalam waktu kurang dari 30 menit.",
	"AOI geometry must be a valid MultiPolygon.": "Geometri area yang diminati harus merupakan sebuah MultiPoligon yang sah.",
	"Arbitrary Tasks": "Tugas yang dapat berubah-ubah",
	"Archived": "Diarsipkan",
	"are locked for validation by you.": "dikunci untuk divalidasi oleh Anda.",
	"are missing.": "telah hilang.",
	"Are you sure you want to delete this message?": "Apakah anda yakin ingin menghapus pesan ini?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Apakah anda yakin ingin menghapus proyek ini? Anda tidak dapat mengembalikan proyek ini.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Apakah anda yakin untuk membatalkan validasi semua tugas dalam proyek ini? Anda tidak dapat mengembalikan hal ini.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Apakah anda yakin untuk memvalidasikan semua tugas? Anda tidak dapat mengembalikan hal ini.",
	"A short description for the default locale": "Sebuah deskripsi pendek untuk standar lokal",
	"Authorization failed.": "Otorisasi gagal.",
	"Authorization successful. Redirecting...": "Otorisasi sukses. Mengalihkan...",
	"Bad imagery": "Citra satelit buruk",
	"Beginner": "Pemula",
	"Beginner mapper": "Pemeta tingkat pemula",
	"Buildings": "Bangunan-bangunan",
	"Campaign": "Operasi",
	"Campaign Tag": "Tag Operasi",
	"Cancel": "Batalkan",
	"Changeset comment": "Komentar perubahan",
	"characters remaining": "sisa karakter",
	"Choose a task": "Pilih sebuah tugas",
	"Choose a task for mapping:": "Pilih sebuah tugas untuk pemetaan:",
	"choose default locale": "pilih standar lokal",
	"choose from existing tags or create a new one": "pilih tag yang ada atau buat tag baru",
	"choose locale": "pilih lokasi",
	"choose mapping level": "pilih level pemetaan",
	"Choose one or more tasks for validation:": "Pilih satu atau lebih tugas untuk validasi",
	"choose results view": "pilih tampilan hasil\n",
	"Clear all": "Hapus semua",
	"Clip tasks to Area of Interest": "Klip tugas ke Area yang diinginkan",
	"Close": "Tutup",
	"Close message": "Tutup pesan",
	"Comment": "Komentar",
	"Comment left by": "Komentar oleh",
	"Comments by users": "Komentar oleh pengguna",
	"Contact us via the About page.": "Hubungi kami melalui halaman Tentang",
	"Contribute": "Berkontribusi",
	"Contributions": "Kontribusi",
	"Contributor": "Kontributor",
	"Contributors were messaged successfully.": "Pesan telah berhasil dikirimkan ke kontributor.",
	"Create a new project": "Buat proyek baru",
	"Create": "Buat",
	"Created by:": "Dibuat oleh:",
	"Created": "Telah dibuat",
	"Create new license": "Membuat lisensi baru",
	"Create new Project": "Buat Proyek baru",
	"Create project": "Buat proyek",
	"Creation in progress...": "Pembuatan sedang berlangsung...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Komentar default ditambahkan ke kolom komentar paket perubahan (changeset) yang telah diupload. Pengguna juga harus disarankan untuk menambahkan teks yang menjelaskan apa yang mereka petakan. Contoh: #hotosm-project-470 #missingmaps pemetaan Bangunan. Tagar kadang-kadang digunakan untuk analisis di waktu mendatang, namun harus bersifat informatif dan tidak terlalu banyak digunakan, misalnya #kelompok #peristiwa.",
	"Default locale": "Lokasi default",
	"Delete": "Hapus",
	"Delete message": "Hapus pesan",
	"Delete project": "Hapus proyek",
	"Description": "Deskripsi",
	"Detailed Instructions": "Instruksi Lengkap",
	"Details": "Rincian",
	"Dismiss alert": "Tutup notifikasi",
	"Dismiss": "Tutup",
	"Download the": "Unduh",
	"Draft": "Konsep",
	"Draw circle": "Gambar lingkaran",
	"Draw": "Gambar",
	"Draw polygon": "Gambar poligon",
	"Draw rectangle": "Gambar segi empat",
	"Draw the Area of Interest on the map.": "Gambar Area yang Diinginkan pada peta",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Selama persiapan, tanggap darurat dan pemulihan dari bencana, informasi geospasial yang rinci, peta jalan, bangunan, jembatan, dll. sangat penting untuk memberikan layanan dan dukungan terbaik secara tepat waktu dan seefisien mungkin. Namun,  Informasi jenis ini tidak ada atau tidak terbuka dan dapat diakses oleh sebagian besar penduduk dunia. Melalui pemetaan berbasis citra satelit atau UAV jarak jauh dan terkoordinasi, serta kemitraan yang bekerja sama dengan masyarakat pada lokasi, Anda dapat membantu menyediakan data di lokasi dan waktu yang diperlukan.",
	"Edit description": "Edit deskripsi",
	"Edit": "Mengedit",
	"Edit imagery": "Edit citra",
	"Edit instructions": "Edit instruksi",
	"Edit License": "Edit Lisensi",
	"Edit permissions": "Edit izin",
	"Edit priority areas": "Edit area prioritas",
	"Edit project": "Edit proyek",
	"Edit settings": "Edit setelan",
	"Edit tags": "Edit tag",
	"Enter a name for the license (provider for example)": "Masukkan nama untuk lisensi (misalnya penyedia)",
	"Enter a short version of the terms": "Masukkan versi pendek istilah",
	"Enter a username": "Masukkan nama user",
	"Enter the license terms": "Masukkan ketentuan lisensi",
	"Entities to map": "Entitas yang dipetakan",
	"Error": "Error",
	"Failed to create a new license. Please try again.": "Gagal membuat lisensi baru. Harap coba lagi.",
	"Failed to delete license. Please try again.": "Gagal menghapus lisensi. Harap coba lagi.",
	"Failed to mark all task valid for an unknown reason.": "Gagal menandai semua tugas sebagai valid karena alasan yang tidak diketahui.",
	"Failed to message all contributors for an unknown reason.": "Gagal mengirim pesan ke semua kontributor karena alasan yang tidak diketahui.",
	"Failed to save edits. Please try again.": "Gagal untuk menyimpan edit. Harap coba lagi.",
	"Field stories": "Info lapangan",
	"file": "file",
	"Filter": "Filter",
	"Filter projects (on name, campaign, ...)": "Filter proyek (menurut nama, kampanye, ...)",
	"Fork the Tasking Manager Code on GitHub": "Pasang Kode Tasking Manager di GitHub",
	"From": "Dari",
	"General task size:": "Ukuran tugas umum:",
	"Go back to license overview": "Kembali ke tinjauan lisensi",
	"Go to MapSwipe": "Buka MapSwipe",
	"Go to project": "Buka proyek",
	"Go to the description tab": "Buka tab deskripsi",
	"Go to the homepage": "Buka halaman beranda",
	"Go to the instructions tab": "Buka tab instruksi",
	"Go to the mapping tab": "Buka tab pemetaan",
	"Grid view": "Tampilan kisi",
	"High": "Tinggi",
	"History": "Riwayat",
	"HOT Tasking Manager": "HOT Tasking Manager",
	"How you can help": "Bagaimana Anda bisa membantu",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Jika dicentang, hanya user dengan level pengalaman pemetaan tercantum yang dapat berkontribusi pada proyek ini. Jika tidak dicentang, setiap orang dapat berkontribusi. Buka panel Metadata untuk mengubah level pengalaman pemeta untuk proyek ini.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Jika dicentang, hanya user dengan peran Validator yang akan dapat memvalidasi tigas dalam proyek ini. Jika tidak dicentang, setiap orang dapat memvalidasi atau melakukan invalidasi tugas.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Jika Anda kembali dan siap membuat peta, silakan kunjungi halaman Berkontribusi. Anda akan melihat daftar proyek pemetaan yang memerlukan kemampuan Anda untuk menyelesaikannya. Anda dapat memiliki tab Filter dan mempersempit daftar proyek ke proyek yang paling ingin Anda kerjakan. Profil Anda memiliki daftar dan tautan cepat ke proyek yang telah Anda kerjakan.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Jika Anda ingin agar pemeta mengerjakan area dengan prioritas peling tinggi terlebih dulu, gambar satu atau lebih poligon di dalam area proyek.",
	"Imagery": "Citra satelit",
	"Import a GeoJSON, KML, or zipped SHP file.": "Impor file GeoJSON, KML, atau SHP dalam bentuk zip.",
	"Import": "Impor",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Untuk memaksimalkan penggunaan banyak fitur dalam Tasking Manager, harap gunakan komputer desktop atau laptop dan bukan perangkat seluler. Jika Anda ingin berkontribusi menggunakan perangkat seluler, harap gunakan MapSwipe.",
	"Instructions for the default locale": "Petunjuk untuk lokasi default",
	"Instructions": "Petunjuk",
	"Intermediate": "Menengah",
	"Intermediate mapper": "Pemeta menengah",
	"In this area": "Di area ini",
	"Invalidate all tasks": "Batalkan validasi semua tugas",
	"Invalidated by": "Pembatalan validasi oleh",
	"Invalidated": "Tidak tervalidasi",
	"Invalidating all the tasks failed for an unknown reason.": "Pembatalan validasi semua tugas gagal karena alasan yang tidak diketahui.",
	"Invalidating...": "Membatalkan validasi...",
	"is missing.": "Hilang.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Direkomendasikan untuk mempertahankan ukuran tugas tetap kecil. Harap tinjau ukuran tugas dan/atau pertimbangkan untuk membuat lebih dari satu proyek.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Sangat mudah untuk mulai membuat peta di OpenStreetMap dan berkontribusi pada proyek HOT. Banyak orang di seluruh dunia mengandalkan data OpenStreetMap yang dikerjakan ileh jutaan orang selama 10 tahun terakhir. Walaupun mudah untuk memulai, upaya dan latihan perlu dilakukan agar dapat berkontribusi dengan baik. Jika ini adalah pertama kalinya Anda melakukan pemetaan, harap luangkan waktu 30 menit untuk menonton video (dalam bahasa Inggris dengan subtitel berbagai bahasa) untuk mempelajari dasar-dasar pemetaan menggunakan editor berbasis browser web OSM yang disebut ID. Harap selalu memfokuskan pada kualitas, bukan kuantitas pemetaan yang Anda lakukan.",
	"Joined OSM": "Bergabung dengan OSM",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "Remote control JOSM tidak merespon. Apakah Anda sudah menjalankan JOSM dan mengatur kendali jarak jauh?",
	"Land use": "Pemanfaatan lahan",
	"Landuse": "Pemanfaatan lahan",
	"Larger": "Lebih besar",
	"Last activity": "Aktivitas terakhir",
	"Last updated": "Update terakhir",
	"Layer name": "Nama lapisan",
	"Learn": "Pelajari",
	"Leave a comment": "Beri komentar",
	"Legend": "Legenda",
	"Level": "Level",
	"Licenses": "Lisensi",
	"List view": "Tampilan daftar",
	"Locked by": "Dikunci oleh",
	"Locked by you": "Dikunci oleh Anda",
	"Locked for mapping by": "Dikunci untuk pemetaan oleh",
	"Locked for validation by": "Dikunci untuk validasi oleh",
	"Locked": "Terkunci",
	"Lock": "Kunci",
	"Login": "Login",
	"Logout": "Logout",
	"Low": "Rendah",
	"Manage licenses": "Atur lisensi",
	"Manually set the experience level of a user.": "Atur secara manual level pengalaman user.",
	"Map": "Petakan",
	"Mapped by": "Dipetakan oleh",
	"% Mapped": "% Dipetakan",
	"Mapped": "Dipetakan",
	"Mapper Level": "Level pemeta",
	"Mapper": "Pemeta",
	"Mapping difficulty": "Kesulitan pemetaan",
	"Mapping level": "Level pemetaan",
	"Mapping": "Pemetaan",
	"Map service type": "Tipe layanan pemetaan",
	"Map service URL": "URL layanan pemetaan",
	"Mark all as Invalid": "Tandai semua sebagai tidak valid",
	"Mark all as Valid": "Tandai semua sebagai Valid",
	"Mark as Bad Imagery": "Tandai sebagai Citra Satelit Buruk",
	"Mark as Completely Mapped": "Tandai sebagai Dipetakan Seluruhnya",
	"Mark as Invalid": "Tandai sebagai Tidak valid",
	"Mark as Valid": "Tandai sebagai valid",
	"Marked as bad imagery by": "Ditandai sebagai citra satelit buruk oleh",
	"Marked as ready by": "Ditandai sebagai siap oleh",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Jumlah maksimal tugas telah dicapai. Jika diperlukan tugas yang lebih kecil, harap perkecil Area yang Diinginkan.",
	"Medium": "Sedang",
	"Message all contributors": "Kirim pesan ke semua kontributor",
	"Message": "Pesan",
	"Messages - Inbox": "Pesan - Inbox",
	"Messages": "Pesan",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Metadata dan tag digunakan untuk memungkinkan user menemukan proyek untuk dikerjakan dan proyek kelompok.",
	"Metadata": "Metadata",
	"Multi Task Validation": "Validasi Multi Tugas",
	"Name": "Nama",
	"Name of the project": "Nama proyek",
	"Navigate the results": "Navigasikan hasil",
	"Newer": "Lebih baru",
	"Newest": "Paling baru",
	"New project": "Proyek baru",
	"New to mapping?": "Baru dalam bidang pemetaan?",
	"Next": "Berikutnya",
	"No active projects.": "Tidak ada proyek aktif.",
	"No activity (yet).": "Tidak ada aktivitas (belum).",
	"No archived projects.": "Tidak ada proyek yang diarsipkan.",
	"No Area of Interest has been drawn.": "Tida ada Area yang Diinginkan telah digambar.",
	"No comments (yet).": "Tidak ada komentar (belum).",
	"No contributions to projects (yet).": "Tidak ada kontribusi ke proyek (belum).",
	"No contributions (yet).": "Tidak ada kontribusl (belum).",
	"No draft projects.": "Tidak ada proyek konsep.",
	"No license found.": "Tidak ada lisensi yang ditemukan.",
	"no license": "tidak ada lisensi",
	"No projects found.": "Tidak ada proyek yang ditemukan.",
	"Note: follow this format for TMS URLs:": "Catatan: ikuti format ini untuk URL TMS:",
	"Nothing has happened yet.": "Belum ada kejadian apapun.",
	"Number of tasks mapped": "Jumlah tugas dipetakan.",
	"Number of tasks validated": "Jumlah tugas divalidasi",
	"Older": "Lebih lama",
	"Only mappers with level": "Hanya pemeta dengan level",
	"Only one campaign tag is allowed.": "Hanya satu tag kampanye diperbolehkan.",
	"Only one organisation tag is allowed.": "Hanya satu tag organisasi yang diperbolehkan.",
	"Only Validators can validate on this project": "Hanya Validator yang dapat memvalidasi proyek ini.",
	"Open Source": "Open Source",
	"Option 1:": "Opsi 1:",
	"Option 2:": "Opsi 2:",
	"Option 3:": "Opsi 3:",
	"Option 4:": "Opsi 4:",
	"Options": "Opsi",
	"Organisation": "Organisasi",
	"Organisation Tag": "Tag Organisasi",
	"or higher can map": "atau lebih tinggi yang dapat memetakan",
	"OSM edit history": "Riwayat edit OSM",
	"OSM profile": "Profil OSM",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM Tasking Manager adalah alat pemetaan yang didesain dan dibuat untuk pemetaan kolaboratif Tim Humanitarian OSM.",
	"Other options": "Opsi lain:",
	"Other": "Lain",
	"Permissions": "Izin",
	"Plain text": "Teks sederhana",
	"Please login first.": "Harap login.",
	"Please login to start mapping.": "Harap login untuk mulai memetakan.",
	"Please login to start validating.": "Harap login untuk mulai memvalidasi.",
	"Please make sure you only have one campaign tag.": "Harap pastikan bahwa Anda hanya memiliki satu tag kampanye.",
	"Please make sure you only have one organisation tag.": "Harap pastikan Anda hanya memiliki tag organisasi.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Harap masukkan file GeoJSON, KML atau Shapefile zip yang valid.",
	"Preview": "Pratinjau",
	"Previous": "Sebelumnya",
	"priority area drawing tools": "Alat gambar area prioritas",
	"Priority area": "Area prioritas",
	"priority areas": "area prioritas",
	"Priority": "Prioritas",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Pribadi berarti hanya beberapa user tertentu yang terdaftar di bawah yang dapat mengakses proyek ini. Agar nama user dapat ditambahkan ke daftar Pengguna Diizinkan - user tersebut harus mengunjungi URL untuk penginstalan OSM Tasking Manager dan Otorisasi akses ke akun OpenStreetMap-nya. Setelah melakukan hal tersebut, nama pengguna akan dapat ditambahkan oleh Project Manager.",
	"Private": "Pribadi",
	"Private Project": "Proyek Pribadi",
	"Project could not be created. The exact reason could not be determined.": "Proyek tidak dapat dibuat. Alasan yang tepat tidak dapat ditentukan.",
	"Project dashboard": "Dasbor Proyek",
	"Project Dashboard": "Dasbor Proyek",
	"Project grid could not be trimmed to the AOI.": "Kisi proyek tidak dapat dipotong ke AOI.",
	"Project has": "Proyek memiliki",
	"Project Manager": "Project Manager",
	"Project name": "Nama proyek",
	"Projects": "Proyek",
	"Published": "Dipublikasikan",
	"Ready": "Siap",
	"Ready to get mapping?": "Siap untuk memetakan?",
	"Remove privileges": "Hapus hak pakai",
	"Required license": "Syaratkan lisensi",
	"Required": "Disyaratkan",
	"Reset": "Setel ulang",
	"Return to inbox": "Kembali ke inbox",
	"Roads": "Jalan",
	"Role": "Peran",
	"Save changes": "Simpan perubahan",
	"Save edits": "Simpan edit",
	"Search project description or project number": "Cari deskripsi proyek atau nomor proyek",
	"Search": "Cari",
	"Search Users": "Cari Pengguna",
	"See the changesets in Overpass Turbo for this area.": "Lihat perubahan dalam Overpass Turbo untuk area ini.",
	"See the changesets on the OSM website for this area.": "Lihat perubahan pada situs web OSM untuk area ini.",
	"Select another task": "Pilih tugas lainnya",
	"Select a random task": "Pilih tugas acak",
	"Select area by drawing a polygon": "Pilih area dengan menggambar poligon",
	"Select a task by clicking on the map": "Pilih tugas dengan mengklik pada peta",
	"Select by area": "Pilih berdasarkan area",
	"Select by user:": "Pilih menurut pengguna:",
	"Select for validation": "Pilih untuk validasi",
	"Sending...": "Mengirim...",
	"Set as Administrator": "Atur sebagai Administrator",
	"Set as Project Manager": "Atur sebagai Project Manager",
	"Set as Validator": "Atur sebagai Validator",
	"Set mapper level": "Atur level pemeta",
	"Set role": "Atur peran",
	"Settings": "Setelan",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Mengatur level akan membantu pemeta menemukan proyek yang sesuai untuk dikerjakan. Anda dapat memberlakukan level yang diperlukan untuk pemetaan dalam bagian izin.",
	"Short description": "Deskripsi pendek",
	"Show advanced options": "Tunjukkan opsi lanjutan",
	"Show/hide menu": "Tampilkan/sembunyikan menu",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Karena Anda memiliki lebih dari satu tugas yang dipilih, Anda harus mengundug data OSM dalam JOSM secara manual. Unduh",
	"Smaller": "Lebih kecil",
	"Sort column": "Urutkan kolom",
	"Split a specific area into smaller tasks by drawing an area or point:": "Pisahkan area spesifik menjadi tugas-tugas kecil dengan menggambar area atau titik:",
	"Split (point)": "Pisahkan (titik)",
	"Split (polygon)": "Pisahkan (poligon)",
	"Sponsorship and Funding": "Sponsor dan Pendanaan",
	"Square Grid": "Grid Persegi",
	"Start Editor": "Mulai Editor",
	"Start Mapping": "Mulai Memetakan",
	"Start Validating": "Mulai Validasi",
	"Stats": "Statistik",
	"Status": "Status",
	"Step 1: Define Area": "Langkah 1: Tentukan Area",
	"Step 1": "Langkah 1",
	"Step 2: Choose Tasks Type": "Langkah 2: Pilih Tipe Tugas",
	"Step 2": "Langkah 2",
	"Step 3: Set Task Sizes": "Langkah 3: Atur Ukuran Tugas",
	"Step 3": "Langkah 3",
	"Step 4": "Langkah 4",
	"Step 4: Trim Project": "Langkah 4: Potong Proyek",
	"Step 5: Review": "Langkah 5: Tinjau",
	"Step 5": "Langkah 5",
	"Stop Mapping": "Hentikan Pemetaan",
	"Stop Validating": "Hentikan Validasi",
	"Subject": "Subyek",
	"Task invalidated by": "Tugas dibatalkan validasinya oleh",
	"Task invalidation": "Pembatalan validasi tugas",
	"Task locked for mapping by": "Tugas dikunci untuk pemetaan oleh",
	"Task locked for validation by": "Tugas dikunci untuk validasi oleh",
	"Task mapped by": "Tugas dipetakan oleh",
	"Task marked as bad imagery by": "Tugas ditandai sebagai citra satelit buruk oleh",
	"Task marked as ready by": "Tugas ditandai sebagai siap oleh",
	"Tasks Mapped": "Tugas Dipetakan",
	"tasks.": "tugas.",
	"Tasks": "Tugas",
	"tasks. Use a smaller AOI and/or fewer tasks.": "tugas. Gunakan AOI lebih kecil dan/atau tugas yang lebih sedikit.",
	"Tasks Validated": "Tugas telah DIvalidasi",
	"Task validated by": "Tugas divalidasi oleh",
	"Task validation": "Validasi tugas",
	"Text search": "Pencarian teks",
	"The application code is available on GitHub.": "Kode aplikasi tersedia di GitHub.",
	"The Area of Interest contains self intersections.": "Area yang Diinginkan mengandung persimpangan sendiri.",
	"The list of elements we ask you to map": "Daftar elemen yang kami minta ke anda untuk dipetakan",
	"The list of entities to map.": "Daftar entitas yang dipetakan.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "OSM Tasking Manager adalah alat pemetaan yang didesain dan dibuat untuk proses pemetaan kolaboratif Tim Humanitarian OpenStreetMap. Tujuan dari alat ini adalah untuk membagi proyek pemetaan menjadi tugas-tugas yang lebih kecil yang dapat diselesaikan dengan cepat dengan banyak orang bekerja pada area keseluruhan yang sama. Ini menunjukkan area mana yang perlu dipetakan dan area mana yang perlu divalidasi pemetaannya.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "OSM Tasking Manager adalah perangkat lunak Open Source. Silakan melaporkan masalah dan berkontribusi.",
	"The OSM Tasking Manager was designed and built for the": "OSM Tasking Manager didesain dan dibuat untuk ",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Proyek tidak dapat dibuat. Hal ini mungkin karena ukuran data yang dikombinasikan dari AOI dan grid terlalu besar untuk dikirim ke server. Coba lagu dengan AOI yang lebih kecil atau lebih sedikit tugas.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Proyek tidak dapat dipotong. Hal ini mungkin karena kombinasi ukuran data AOI dan grid terlalu besar untuk dikirim ke server. Coba lagi dengan AOI yang lebih kecil atau tugas yang lebih sedikit.",
	"The project was deleted successfully.": "Proyek berhasil dihapus.",
	"The project was not deleted successfully. This project might have some contributions.": "Proyek tidak dapat dihapus. Proyek ini mungkin memiliki beberapa kontribusi.",
	"There are no tasks currently available for mapping.": "Tidak ada tugas yang saat ini tersedia untuk pemetaan.",
	"There are no tasks currently available for validation.": "Tidak ada tugas yang saat ini tersedia untuk validasi.",
	"There was an error retrieving the task from the server.": "Terdapat error mengambil tugas dari server.",
	"There was an error updating your project. Please try again.": "Terdapat error mengupdate proyek Anda. Harap coba lagi.",
	"There was a problem unlocking the tasks.": "Terdapat masalah membuka kunci tugas.",
	"There was a problem unlocking the task.": "Terjadi masalah saat membuka kunci tugas.",
	"The selected task could be locked.": "Tugas yang dipilih dapat dikunci.",
	"The selected task could not be locked.": "Tugas yang dipilih tidak dapat dikunci.",
	"The selected task is not in a state that allows mapping.": "Tugas yang dipilih tidak berada pada kondisi yang memungkinkan pemetaan.",
	"The selected task is not in a state that allows validation.": "Tugas yang dipilih tidak dalam keadaan mengizinkan validasi.",
	"The size of each task is approximately": "Ukuran setiap tugas sekitar",
	"The task could not be locked for mapping.": "Tugas tidak dapat dikunci untuk pemetaan.",
	"The task could not be locked for validation.": "Tugas tidak dapat dikunci untuk validasi.",
	"The tasks could not be locked.": "Tugas tidak dapat dikunci.",
	"The tasks were invalidated successfully.": "Tugas berhasil dibatalkan validasinya.",
	"The tasks were marked validated successfully.": "Tugas berhasil ditandai sebagai divalidasi.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Pendekatan ini memungkinkan distribusi tugas ke banyak pemeta perorangan dalam konteks darurat atau skenario pemetaan humanitarian lainnya. Hal ini juga memungkinkan pemantauan kemajuan proyek secara keseluruhan dan membantu memperbaiki konsistensi pemetaan (mis. elemen yang dicakup, spesifik tag untuk digunakan, dll.).",
	"This cannot be undone.": "Hal ini tidak dapat diurungkan.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Pesan ini tidak diterjemahkan ke dalam bahasa yang dipilih pengguna, sehingga Anda mungkin ingin memasukkan terjemahan Anda sendiri.",
	"This task is available for mapping.": "Tugas ini tersedia untuk pemetaan.",
	"This task is available for validation.": "Tugas ini tersedia untuk validasi.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Hal ini akan menandai semua tugas (kecuali citra satelit buruk) sebagai valid. Harap hanya gunakan ini jika Anda yakin.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Hal ini akan menandai semua tugas (kecuali yang belum diselesaikan dan tugas citra satelit buruk) sebagai tidak valid. Harap hanya gunakan ini jika Anda yakin.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Hal ini akan mengirim pesan Tasking Manager ke setiap kontributor proyek saat ini. Harap gunakan fitur ini dengan hati-hati.",
	"Tip": "Tips",
	"to convert it to GeoJSON.": "untuk mengonversinya ke GeoJSON.",
	"Total number of users:": "Jumlah total pengguna:",
	"Total OSM changesets": "Total perubahan OSM",
	"Trimming in progress": "Pemotongan sedang berlangsung",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Potong grid tugas menjadi Area yang Diinginkan (opsional). Anda dapat mempertahankan kota-kotaknya lengkap, atau mengklipnya ke AOI. Tindakan ini dapat memerlukan waktu beberapa saat.",
	"Trim": "Potong",
	"Type a username": "Ketik nama pengguna",
	"Type(s) of mapping": "Tipe pemetaan",
	"Unable to create project because there are more than": "Tidak dapat membuat proyek karena terdapat lebih dari",
	"Urgent": "Mendesak",
	"URL to service": "URL ke layanan",
	"User list": "Daftar pengguna",
	"Username": "Nama pengguna",
	"User Profile": "Profil Pengguna",
	"Users": "Pengguna",
	"User": "Pengguna",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Gunakan ini jika Anda perlu memvalidasi atau membatalkan validasi semua tugas dalam proyek ini dalam satu langkah.",
	"Validate all tasks": "Validasi semua tugas",
	"Validated by": "Divalidasi oleh",
	"% Validated": "% Divalidasi",
	"Validated": "Tervalidasi",
	"Validate": "Validasi",
	"Validating...": "Memvalidasi...",
	"Validation and Invalidation": "Validasi dan Pembatalan Validasi",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Validasi adalah cara pemeriksaan tambahan untuk meninjau pemetaan awal. Hal ini biasanya dilakukan oleh pemeta OSM yang berpengalaman dan terdiri atas meninjau pemetaan untuk kelengkapan (yang dapat dilakukan setiap orang) dan menggunakan berbagai fitur untuk memastikan bahwa pemetaan tidak memiliki kesalahan teknis, misalnya dinding gedung yang berdempetan dengan jalan. Video ini (dalam bahasa Inggris dengan subtitel berbagai bahasa) akan memberikan informasi mengenai dasar-dasar memvalidasi pemetaan untuk proyek HOT. ",
	"Validation": "Validasi",
	"Validator Level": "Level Validator",
	"Validator": "Validator",
	"View in Overpass Turbo": "Tampilan dalam Overpass Turbo",
	"View OSM changesets": "Lihat perubahan OSM",
	"View the projects that you have created": "Lihat proyek yang telah Anda buat",
	"Visit about": "Buka halaman Tentang",
	"Visit contribute": "Buka halaman berkontribusi",
	"Visit homepage": "Buka halaman beranda",
	"Visit learn": "Buka halaman pelajari",
	"Want to use an .osm file instead? You can use": "Ingin menggunakan file .osm? Anda dapat menggunakan",
	"Warning": "Peringatan",
	"Waterways": "Jalur air (waterway)",
	"When": "Kapan",
	"With the invaluable support of:": "Dengan dukungan yang berharga dari:",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Anda tidak dapat memilih tugas untuk pemetaan karena Anda telah memiliki satu atau lebih tugas yang dikunci. Gunakan peta untuk memiliki ulang tugas tersebut dan menyelesaikannya atau berhenti memetakannya.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Anda tidak dapat memiliki tugas untuk pemetaan pada proyek ini karena Anda tidak memiliki level pengalaman pemeta yang disyaratkan.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "Anda tidak dapat memilih tugas untuk validasi pada proyek ini karena Anda tidak memiliki peran Validator.",
	"You can only delete projects with no contributions.": "Anda hanya dapat menghapus proyek yang tidak memiliki kontribusi.",
	"You can use Markdown. (HTML is not allowed)": "Anda dapat menggunakan Markdown. (HTML tidak diizinkan)",
	"You do not have the required Validator role for validation on this project.": "Anda tidak memiliki peran Validator yang disyaratkan untuk validasi pada proyek ini.",
	"You have no messages.": "Anda tidak memiliki pesan.",
	"You have unread messages.": "Anda memiliki pesan yang belum dibaca.",
	"You need to accept the license before continuing.": "Anda perlu menerima lisensi sebelum melanjutkan.",
	"You need to add at least one allowed user to a private project.": "Anda perlu menambah setidaknya satu pengguna yang diizinkan ke proyek pribadi.",
	"Your profile": "Profil Anda",
	"Your project has been updated successfully.": "Proyek Anda berhasil diperbarui.",
	"Your project was created successfully.": "Proyek Anda berhasil dibuat."
}
