{
	"About": "A proposito",
	"About the OSM Tasking Manager": "Info sul Tasking Manager OSM",
	"Accept and continue": "Accetta e continua",
	"Accept imagery license": "Accetta la licenza delle immagini",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Un commento inserito quando salvi la tua mappatura nel database di OSM. Quando salvi il tuo lavoro, per cortesia lascia il commento di default, ma aggiungi cosa hai mappato, ad esempio: Aggiunto edifici e una strada residenziale.",
	"Actions": "Azioni",
	"Active": "Attivo",
	"Activity and Stats": "Attività e statistiche",
	"Add layer": "Aggiungi livello",
	"Add user": "Aggiungi utente",
	"A description for the default locale": "Una descrizione per la lingua di default",
	"Admin": "Admin",
	"Administrator": "Amministratore",
	"Advanced": "Esperto",
	"Advanced mapper": "Mappatore esperto",
	"Advanced options": "Opzioni per esperti",
	"Advanced task information and editing options": "Informazioni ed opzioni di modifica avanzate",
	"A few of the humanitarian efforts you can support through mapping.": "Alcuni degli impegni umanitari che puoi aiutare attraverso la mappatura.",
	"All": "Tutti",
	"Allowed users on private project": "Permetti utenti su progetto privato",
	"A name for the default locale": "Nome per la lingua di defaut",
	"and help improve it.": "ed aiuta a miigliorarlo.",
	"and open it in JOSM to see the task boundaries.": "ed aprilo con JOSM per visualizzare i confini del task.",
	"and open it in JOSM to see the task boundary.": "ed aprilo con JOSM per visualizzare il confine del task.",
	"An error occurred when setting the level.": "Errore nell'impostazione del livello,",
	"An error occurred when setting the role.": "Errore nell'impostazione del ruolo.",
	"A new project will be created with": "Sarà creato un nuovo progetto con",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Chiunque possa usare un computer per disegnare linee o poligoni o per scorrere e selezionare può significativamente contribuire alla mappatura umanitaria. Se non hai mai mappato prima e vuoi contribuire digitalizzando immagini, tracciando edifici e strade, ti preghiamo di visitare la nostra pagina di Istruzioni, dove imparerai a mappare in meno di 30 minuti.",
	"AOI geometry must be a valid MultiPolygon.": "La geometria dell'AOI dev'essere un multipoligono valido.",
	"Arbitrary Tasks": "Task a caso",
	"Archived": "Archiviato",
	"are locked for validation by you.": "sono da te bloccati per la validazione. ",
	"are missing.": "mancano.",
	"Are you sure you want to delete this message?": "Sei sicuro di voler cancellare questo messaggio?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Sei sicuro di voler cancellare questo progetto? Non potrai tornare indietro.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Sei sicuro di voler invalidare tutti i task del progetto? Non potrai tornare indietro.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Sei sicuro di voler validare tutti i task del progetto? Non potrai tornare indietro.",
	"A short description for the default locale": "Una breve descrizione per la locale di default",
	"Authorization failed.": "Autorizzazione fallita.",
	"Authorization successful. Redirecting...": "Autorizzazione accettata. Inoltro...",
	"Bad imagery": "Foto aeree inutilizzabili",
	"Beginner": "Principiante",
	"Beginner mapper": "Mappatore principiante",
	"Buildings": "Edifici",
	"Campaign": "Campagna",
	"Campaign Tag": "Tag di campagna",
	"Cancel": "Annulla",
	"Changeset comment": "Commento al gruppo di modifiche",
	"characters remaining": "caratteri restanti",
	"Choose a task": "Scegli un compito",
	"Choose a task for mapping:": "Scegli un compito per mappare:",
	"choose default locale": "scegli la lingua di defaut",
	"choose from existing tags or create a new one": "scegli tra i tag esistenti o creane uno nuovo",
	"choose locale": "scegli la lingua",
	"choose mapping level": "scegli il livello di mappatura",
	"Choose one or more tasks for validation:": "Scegli uno o più compiti per la validazione:",
	"choose results view": "Scegli i risultati",
	"Clear all": "Annulla tutto",
	"Clip tasks to Area of Interest": "Collega i compiti all'area di interesse",
	"Close": "Chiudi",
	"Close message": "Chiudi messaggio",
	"Comment": "Commento",
	"Comment left by": "Commento lasciato da",
	"Comments by users": "Commenti degli utenti",
	"Contact us via the About page.": "Contattaci attraverso la pagina \"About\".",
	"Contribute": "Contribuisci",
	"Contributions": "Contributi",
	"Contributor": "Contributore",
	"Contributors were messaged successfully.": "Contributori sono stati contattati con successo.",
	"Create a new project": "Crea un nuovo progetto",
	"Create": "Crea",
	"Created by:": "Creato da:",
	"Created": "Creato",
	"Create new license": "Crea una nuova licenza",
	"Create new Project": "Crea nuovo Progetto",
	"Create project": "Crea progetto",
	"Creation in progress...": "Procedo alla creazione...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Commenti di default aggiunti al campo delle modifiche. Gli utenti dovrebbero anche aggiungere una descrizione di ciò che hanno mappato. Ad esempio:  #hotosm-project-470 #missingmaps Buildings mapping. Gli hashtag sono spesso utilizzati per le analisi successive, ma devono essere in formato leggibile e non se ne deve abusare.",
	"Default locale": "Lingua di defaut",
	"Delete": "Cancella",
	"Delete message": "Cancella messaggio",
	"Delete project": "Cancella progetto",
	"Description": "Descrizione",
	"Detailed Instructions": "Istruzioni dettagliate",
	"Details": "Dettagli",
	"Dismiss alert": "Zittisci allarme",
	"Dismiss": "Zittisci",
	"Download the": "Scarica il",
	"Draft": "Bozza",
	"Draw circle": "Disegna cerchio",
	"Draw": "Disegna",
	"Draw polygon": "Disegna poligono",
	"Draw rectangle": "Disegna rettangolo",
	"Draw the Area of Interest on the map.": "Disegna l'area di interesse sulla mappa.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Durante la preparazione, la risposta e l'intervento ad un disastro le informazioni geospaziali, le mappe stradali, l'edificato, i ponti, ecc. rappresentano informazioni critiche per fornire un supporto accurato ed efficiente. Sfortunatamente molti di questi dati non esistono oppure non sono disponibili e accessibili in gran parte del mondo. Attraverso una mappatura basata su immagini satellitari o aeree e un coordinamento con personale sul posto, puoi aiutare fornendo i dati dove e quando sono necessari.",
	"Edit description": "Modifica descrizione",
	"Edit": "Modifica",
	"Edit imagery": "Modifica foto aeree",
	"Edit instructions": "Modifica istruzioni",
	"Edit License": "Modifica la licenza",
	"Edit permissions": "Modifica i permessi",
	"Edit priority areas": "Modifica le aree prioritarie",
	"Edit project": "Modifica progetto",
	"Edit settings": "Modifica impostazioni",
	"Edit tags": "Modifica tag",
	"Enter a name for the license (provider for example)": "Inserisci un nome per la licenza (fornitore, ad esempio)",
	"Enter a short version of the terms": "Inserisci una versione ridotta delle condizioni",
	"Enter a username": "Inserisci un nome utente",
	"Enter the license terms": "Inserisci i termini di licenza",
	"Entities to map": "Entità da mappare",
	"Error": "Errore",
	"Failed to create a new license. Please try again.": "Non è stato possibile creare una nuova licenza. Riprova di nuovo.",
	"Failed to delete license. Please try again.": "Non è stato possibile cancellare una licenza. Riprova di nuovo.",
	"Failed to mark all task valid for an unknown reason.": "Non è stato possibile rendere tutti i task validi per un motivo sconosciuto.",
	"Failed to message all contributors for an unknown reason.": "Non è stato possibile contattare tutti i contributori per un motivo sconosciuto.",
	"Failed to save edits. Please try again.": "Non è stato possibile salvare le modifiche. Riprova di nuovo.",
	"Field stories": "Racconti sul campo",
	"file": "file",
	"Filter": "Filtro",
	"Filter projects (on name, campaign, ...)": "Filtra progetti (per nome, campagna, ...)",
	"Fork the Tasking Manager Code on GitHub": "Forka il codice del Tasking Manager su GitHub",
	"From": "Da",
	"General task size:": "Dimensione generale del task:",
	"Go back to license overview": "Ritorna alla visualizzazione della licenza",
	"Go to MapSwipe": "Vai a MapSwipe",
	"Go to project": "Vai al progetto",
	"Go to the description tab": "Vai alla cartella Descrizione",
	"Go to the homepage": "Vai alla homepage",
	"Go to the instructions tab": "Vai alla cartella Istruzioni",
	"Go to the mapping tab": "Vai alla cartella Mappatura",
	"Grid view": "Vista a griglia",
	"High": "Alta",
	"History": "Storico",
	"HOT Tasking Manager": "HOT Tasking Manager",
	"How you can help": "Come puoi aiutare",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Se selezionato, solo gli utenti con il livello di mappatura richiesto potranno contribuire a questo progetto. Se non selezionato, chiunque potrà contribuire. Vai al pannello Metadati per cambiare il livello di esperienza richiesto per questo progetto. ",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Se selezionato, solo gli utenti con il ruolo Validatore potranno validare i compiti di questo progetto. Se non selezionato, chiunque potrà validarli o invalidarli. ",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Se sei tornato qui e sei pronto a mappare, visita la pagina Contribuisci. Vedrai una lista di progetti che aspettano persone come te per essere portati a termine. Puoi selezionare il Filtro e restringere la ricerca ai progetti a cui vorrai lavorare. La tua pagina del profilo contiene una lista e un elenco di collegamenti ai progetti a cui hai già partecipato. ",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Se vuoi che i mappatori lavorino prima sulle aree ad altà priorità, disegna uno o più poligoni all'interno dell'area di progetto.",
	"Imagery": "Foto aeree",
	"Import a GeoJSON, KML, or zipped SHP file.": "Importa un file GeoJSON, KML, o SHP zippato.",
	"Import": "Importa",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Per poter utilizzare appieno le caratteristiche di questo Tasking Manager, utilizza un computer desktop o laptop e non un device mobile. Se intendi contribuire con un device mobile, per favore utilizza MapSwipe.",
	"Instructions for the default locale": "Istruzioni per la lingua di default",
	"Instructions": "Istruzioni",
	"Intermediate": "Intermedio",
	"Intermediate mapper": "Mappatore intermedio",
	"In this area": "In quest'area",
	"Invalidate all tasks": "Annulla tutti i compiti",
	"Invalidated by": "Annullato da",
	"Invalidated": "Annullato",
	"Invalidating all the tasks failed for an unknown reason.": "Annullamento di tutti i compiti fallito per ragioni sconosciute.",
	"Invalidating...": "Annullamento...",
	"is missing.": "mancante.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Raccomandiamo di mantenere la dimensione dei compiti piccola. Ricontrolla la dimensione dei compiti e/o crea diversi progetti.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "E' molto semplice iniziare a mappare in OpenStreetMap e contribuire ai progetti HOT. Moltissime persone al mondo dipendono dai dati di OpenStreetMap forniti da milioni di persone negli ultimi 10 anni. Sebbene sia facile iniziare, ci vuole un po' di pratica per farlo bene. Se è la tua prima volta nel mondo della mappatura, per cortesia guarda questo video introduttivo di 30 minuti (in inglese con sottotitoli multilingua) per imparare ad utilizzare l'editor OSM web chiamato iD. Per cortesia, ora e sempre, punta alla qualità della mappatura e non alla quantità.",
	"Joined OSM": "Iscritto a OSM",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "Il controllo remoto di JOSM non ha risposto. Hai avviato JOSM configurandolo per essere controllato da remoto?",
	"Land use": "Uso del suolo",
	"Landuse": "Uso del terreno",
	"Larger": "Più grande",
	"Last activity": "Ultima attività",
	"Last updated": "Ultimo aggiornamento",
	"Layer name": "Nome del livello",
	"Learn": "Impara",
	"Leave a comment": "Lascia un commento",
	"Legend": "Legenda",
	"Level": "Livello",
	"Licenses": "Licenze",
	"List view": "Vista a elenco",
	"Locked by": "Bloccato da",
	"Locked by you": "Bloccato da te",
	"Locked for mapping by": "Bloccato per la mappatura da",
	"Locked for validation by": "Bloccato per la validazione da",
	"Locked": "Bloccato",
	"Lock": "Blocco",
	"Login": "Login",
	"Logout": "Esci",
	"Low": "Bassa",
	"Manage licenses": "Gestisci le licenze",
	"Manually set the experience level of a user.": "Imposta manualmente il livello di esperienza di un utente.",
	"Map": "Mappa",
	"Mapped by": "Mappato da",
	"% Mapped": "% Mappato",
	"Mapped": "Mappato",
	"Mapper Level": "Livello del mappatore",
	"Mapper": "Mappatore",
	"Mapping difficulty": "Difficoltà di mappatura",
	"Mapping level": "Livello di mappatura",
	"Mapping": "Mappatura",
	"Map service type": "Tipo di servizio di mappe",
	"Map service URL": "URL del servizio di mappe",
	"Mark all as Invalid": "Segna tutti come invalidi",
	"Mark all as Valid": "Segna tutti come validi",
	"Mark as Bad Imagery": "Segna come immagini aeree non utilizzabili",
	"Mark as Completely Mapped": "Segna come completamente mappato",
	"Mark as Invalid": "Segna come invalido",
	"Mark as Valid": "Segna come valido",
	"Marked as bad imagery by": "Segnato come immagine aerea non utilizzabile da",
	"Marked as ready by": "Segnato come pronto da",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Raggiunto il massimo numero di compiti. Se sono necessari compiti più piccoli, riduci l'area di interesse.",
	"Medium": "Medio",
	"Message all contributors": "Scrivi a tutti i contributori",
	"Message": "Messaggio",
	"Messages - Inbox": "Messaggi - in arrivo",
	"Messages": "Messaggi",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Metadati e tag sono utilizzati per trovare progetti a cui lavorare o raggruppare progetti.",
	"Metadata": "Metadati",
	"Multi Task Validation": "Validazione di più compiti",
	"Name": "Nome",
	"Name of the project": "Nome del progetto",
	"Navigate the results": "Scorri i risultati",
	"Newer": "Più nuovi",
	"Newest": "Il più nuovo",
	"New project": "Nuovo progetto",
	"New to mapping?": "Sei un nuovo mappatore?",
	"Next": "Avanti",
	"No active projects.": "Nessun progetto attivo.",
	"No activity (yet).": "Nessuna attività (per ora).",
	"No archived projects.": "Nessun progetto archiviato.",
	"No Area of Interest has been drawn.": "Non è stata disegnata l'area di interesse.",
	"No comments (yet).": "Nessun commento (per ora).",
	"No contributions to projects (yet).": "Nessun contributo ai progetti (per ora).",
	"No contributions (yet).": "Nessun contributo (per ora).",
	"No draft projects.": "Nessun progetto in bozza.",
	"No license found.": "Nessuna licenza trovata.",
	"no license": "nessuna licenza",
	"No projects found.": "Nessun progetto trovato.",
	"Note: follow this format for TMS URLs:": "Nota: segui questo formato per gli URL TMS:",
	"Nothing has happened yet.": "Non è successo ancora niente.",
	"Number of tasks mapped": "Numero di compiti mappati",
	"Number of tasks validated": "Numero di compiti validati",
	"Older": "Più vecchi",
	"Only mappers with level": "Solo mappatori con livello",
	"Only one campaign tag is allowed.": "E' permesso un solo tag di campagna.",
	"Only one organisation tag is allowed.": "E' permesso un solo tag di organizzazione.",
	"Only Validators can validate on this project": "Solo i validatori possono validare questo progetto",
	"Open Source": "Open Source",
	"Option 1:": "Opzione 1:",
	"Option 2:": "Opzione 2:",
	"Option 3:": "Opzione 3:",
	"Option 4:": "Opzione 4:",
	"Options": "Opzioni",
	"Organisation": "Organizzazione",
	"Organisation Tag": "Tag dell'organizzazione",
	"or higher can map": "o superiore possono mappare",
	"OSM edit history": "Storico modifiche OSM",
	"OSM profile": "Profilo OSM",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM Tasking Manager è uno strumento di mappatura progettato e realizzato per la mappatura collaborativa dell'Humanitarian OSM Team.",
	"Other options": "Altre opzioni",
	"Other": "Altro",
	"Permissions": "Permessi",
	"Plain text": "Testo semplice",
	"Please login first.": "Per favore prima accedi.",
	"Please login to start mapping.": "Accedi per iniziare a mappare.",
	"Please login to start validating.": "Accedi per iniziare a validare.",
	"Please make sure you only have one campaign tag.": "Assicurati di avere solo una tag di campagna.",
	"Please make sure you only have one organisation tag.": "Assicurati di avere solo una tag di organizzazione.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Per favore fornisci un file valido GeoJSON, KML, o SHP zippato.",
	"Preview": "Anteprima",
	"Previous": "Precedente",
	"priority area drawing tools": "strumenti disegno area prioritaria",
	"Priority area": "Area prioritaria",
	"priority areas": "aree prioritarie",
	"Priority": "Piorità",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Privato significa che solo l'elenco sottostante di utenti può accedere a questo progetto. Per far si che i nomi degli utenti siano disponibili ad essere aggiunti alla lista degli autorizzati, devono prima visitare l'URL di questa installazione di OSM Tasking Manager e autorizzare l'accesso al proprio account OpenStreetMap. Dopo che lo hanno fatto, il loro nome utente sarà disponibile per essere aggiunto dall'amministratore.",
	"Private": "Privato",
	"Private Project": "Progetto privato",
	"Project could not be created. The exact reason could not be determined.": "Il progetto non può essere creato. La ragione esatta non può essere determinata.",
	"Project dashboard": "Cruscotto del progetto",
	"Project Dashboard": "Cruscotto del progetto",
	"Project grid could not be trimmed to the AOI.": "La griglia del progetto non può essere ritagliata sull'area di interesse.",
	"Project has": "Il progetto ha",
	"Project Manager": "Manager del progetto",
	"Project name": "Nome del progetto",
	"Projects": "Progetti",
	"Published": "Pubblicato",
	"Ready": "Pronto",
	"Ready to get mapping?": "Pronto a mappare?",
	"Remove privileges": "Rimuovi privilegi",
	"Required license": "Licenza richiesta",
	"Required": "Richiesto",
	"Reset": "Reset",
	"Return to inbox": "Ritorna a In arrivo",
	"Return": "Return",
	"Roads": "Strade",
	"Role": "Ruolo",
	"Save changes": "Salva modifiche",
	"Save edits": "Salva modifiche",
	"Search project description or project number": "Cerca la descrizione o il numero del progetto ",
	"Search": "Ricerca",
	"Search Users": "Cerca utenti",
	"See the changesets in Overpass Turbo for this area.": "Guarda i gruppi di modifiche in Overpass Turbo per quest'area.",
	"See the changesets on the OSM website for this area.": "Guarda i gruppi di modifiche nel sito web di OSM per quest'area.",
	"Select another task": "Seleziona un altro compito",
	"Select a random task": "Seleziona un compito a caso",
	"Select area by drawing a polygon": "Seleziona un'area disegnando un poligono",
	"Select a task by clicking on the map": "Seleziona un compito cliccando sulla mappa",
	"Select by area": "Seleziona per area",
	"Select by user:": "Seleziona per utente:",
	"Select for validation": "Seleziona per validazione",
	"Sending...": "Invio...",
	"Set as Administrator": "Imposta come amministratore",
	"Set as Project Manager": "Imposta come manager del progetto",
	"Set as Validator": "Imposta come validatore",
	"Set mapper level": "Imposta il livello del mappatore",
	"Set role": "Imposta il ruolo",
	"Settings": "Impostazioni",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Impostare il livello aiuterà i mappatori a trovare progetti adatti su cui lavorare. Puoi impostare il livello richiesto per mappare nella sezione Permessi.",
	"Short description": "Breve descrizione",
	"Show advanced options": "Mostra opzioni avanzate",
	"Show/hide menu": "Mostra/nascondi menu",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Poichè hai molti compiti selezionati, devi scaricare i dati OSM manualmente in JOSM. Scarica il",
	"Smaller": "Più piccolo",
	"Sort column": "Ordina colonna",
	"Split a specific area into smaller tasks by drawing an area or point:": "Dividi un'area specifica in compiti più piccoli disegnando un'area o un punto:",
	"Split (point)": "Dividi (punto)",
	"Split (polygon)": "Dividi (poligono)",
	"Sponsorship and Funding": "Sponsorizzazione e finanziamento",
	"Square Grid": "Griglia",
	"Start Editor": "Lancia l'editor",
	"Start Mapping": "Inizia a mappare",
	"Start Validating": "Inizia a validare",
	"Stats": "Statistiche",
	"Status": "Stato",
	"Step 1: Define Area": "Passo 1: definire l'area",
	"Step 1": "Passo 1",
	"Step 2: Choose Tasks Type": "Passo 2: scegliere il tipo di compito",
	"Step 2": "Passo 2",
	"Step 3: Set Task Sizes": "Passo 3: impostare la dimensione dei compiti",
	"Step 3": "Passo 3",
	"Step 4": "Passo 4",
	"Step 4: Trim Project": "Passo 4: impostare il progetto",
	"Step 5: Review": "Passo 5: revisione",
	"Step 5": "Passo 5",
	"Stop Mapping": "Ferma la mappatura",
	"Stop Validating": "Interrompi la validazione",
	"Subject": "Oggetto",
	"Task invalidated by": "Compito annullato da",
	"Task invalidation": "Annullamento del compito",
	"Task locked for mapping by": "Compito bloccato per la mappatura da",
	"Task locked for validation by": "Compito bloccato per la validazione da",
	"Task mapped by": "Compito mappato da",
	"Task marked as bad imagery by": "Compito segnato come immagine aerea inutilizzabile da",
	"Task marked as ready by": "Compito segnato come pronto da",
	"Tasks Mapped": "Compiti mappati",
	"tasks.": "compiti.",
	"Tasks": "Compiti",
	"tasks. Use a smaller AOI and/or fewer tasks.": "compiti. Usa un'area più piccola e/o meno compiti.",
	"Tasks Validated": "Compiti validati",
	"Task validated by": "Compito validato da",
	"Task validation": "Validazione del compito",
	"Text search": "Ricerca di testo",
	"The application code is available on GitHub.": "Il codice dell'applicazione è disponibile su GitHub.",
	"The Area of Interest contains self intersections.": "L'area di interesse contiene auto-intersezioni.",
	"The list of elements we ask you to map": "La lista degli elementi che ti chiediamo di mappare",
	"The list of entities to map.": "Lista delle entità da mappare.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "OSM Tasking Manager è uno strumento di mappatura progettato e sviluppato per la mappatura collaborativa dell'Humanitarian OSM Team. Lo scopo dello strumento è suddividere un lavoro di mappatura in compiti più piccoli che possano essere completati rapidamente con molte persone al lavoro in una stessa zona. Mostra quali aree hanno bisogno di essere mappate e quali necessitano di convalida della mappatura. ",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "OSM Tasking Manager è un software open source. Sentiti libero di segnalare problemi e di contribuire.",
	"The OSM Tasking Manager was designed and built for the": "L'OSM Tasking Manager è stato progettato e sviluppato per il ",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Il progetto non può essere creato. Ciò può dipendere perchè le dimensioni dell'area di interesse e della griglia sono troppo grandi per essere accettate dal server. Riprova con un'area più piccola o con meno compiti.  ",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Il progetto non può essere ridimensionato. Ciò può dipendere perchè le dimensioni dell'area di interesse e della griglia sono troppo grandi per essere accettate dal server. Riprova con un'area più piccola o con meno compiti.  ",
	"The project was deleted successfully.": "Il progetto è stato cancellato con successo.",
	"The project was not deleted successfully. This project might have some contributions.": "Il progetto non è stato cancellato. Questo progetto può avere alcuni contributi.",
	"There are no tasks currently available for mapping.": "Al momento non ci sono compiti disponibili per la mappatura. ",
	"There are no tasks currently available for validation.": "Al momento non ci sono compiti disponibili per la validazione. ",
	"There was an error retrieving the task from the server.": "Si è verificato un errore nello scaricare i compiti dal server.",
	"There was an error updating your project. Please try again.": "Si è verificato un errore caricando il tuo progetto. Per cortesia riprova.",
	"There was a problem unlocking the tasks.": "Si è verificato un problema sbloccando i compiti.",
	"There was a problem unlocking the task.": "Si è verificato un problema sbloccando il compito.",
	"The selected task could be locked.": "Il compito selezionato può essere bloccato.",
	"The selected task could not be locked.": "Il compito selezionato non può essere bloccato.",
	"The selected task is not in a state that allows mapping.": "Il compito selezionato è un uno stato che ne impedisce la mappatura.",
	"The selected task is not in a state that allows validation.": "Il compito selezionato è in uno stato che ne impedisce la validazione.",
	"The size of each task is approximately": "La dimensione di ogni compito è circa ",
	"The task could not be locked for mapping.": "Il compito non può essere bloccato per la mappatura.",
	"The task could not be locked for validation.": "Il compito non può essere bloccato per la validazione.",
	"The tasks could not be locked.": "I compiti non possono essere bloccati.",
	"The tasks were invalidated successfully.": "I compiti sono stati invalidati con successo.",
	"The tasks were marked validated successfully.": "I compiti sono stati validati con successo.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Questo approccio facilita la distribuzione dei compiti ai vari mappatori in un contesto di emergenza o di altro scenario umanitario . Permette anche il controllo del progresso e dell'omogeneità del lavoro svolto (ad esempio elementi da coprire, tag specifici da usare, eccetera).",
	"This cannot be undone.": "Questo non può essere annullato.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Questo messaggio non è tradotto nella lingua dell'utente, magari vuoi aggiungere la  traduzione qui.",
	"This task is available for mapping.": "Questo compito è disponibile per la mappatura.",
	"This task is available for validation.": "Questo compito è disponibile per la validazione.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Questo contrassegnerà tutti i compiti (eccetto quelli per immagini aeree inutilizzabili) come validi. Usalo solo se sei sicuro di ciò che stai facendo.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Questo contrassegnerà tutti i compiti (eccetto quelli non completi o per immagini aeree inutilizzabili) come non validi. Usalo solo se sei sicuro di ciò che stai facendo.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Questo invierà un messaggio a ogni contributore del progetto corrente. Usalo con cautela e parsimonia.",
	"Tip": "Suggerimento",
	"to convert it to GeoJSON.": "per convertirlo in GoeJSON.",
	"Total number of users:": "Numero totale di utenti:",
	"Total OSM changesets": "Numero totale di gruppi di modifiche OSM",
	"Trimming in progress": "Procedo al ritaglio...",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Ritaglia la griglia all'area di interesse (opzionale). Puoi tenere i rettangoli con i compiti completati o rimuoverli dall'area di interesse. Questa operazione può impiegare diverso tempo.",
	"Trim": "Ritaglio",
	"Type a username": "Scrivi uno username",
	"Type(s) of mapping": "Tipo(i) di mappatura",
	"Unable to create project because there are more than": "Impossibile creare il progetto perchè ci sono più di ",
	"Urgent": "Urgente",
	"URL to service": "URL del servizio",
	"User list": "Lista utenti",
	"Username": "Utente",
	"User Profile": "Profilo utente",
	"Users": "Utenti",
	"User": "Utente",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Usa questo se hai bisogno di validare o invalidare tutti i compiti di questo progetto in un colpo solo.",
	"Validate all tasks": "Valida tutti i compiti",
	"Validated by": "Validato da",
	"% Validated": "% Validato",
	"Validated": "Validato",
	"Validate": "Conferma",
	"Validating...": "Confermando...",
	"Validation and Invalidation": "Validazione e annullamento",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "La validazione è un secondo paio di occhi che ricontrollano una mappatura. Questo di solito è fatto da mappatori esperti e consiste in un controllo di completezza (che chiunque può fare) e l'utilizzo di vari strumenti per la verifica che la mappatura non abbia errori tecnici, come ad esempio un palazzo con un muro in comune con una strada. Questo video ( in inglese con sottotitoli multilingua) ti guiderà attraverso i passi fondamentali della validazione nei progetti HOT.",
	"Validation": "Validazione",
	"Validator Level": "Livello validatore",
	"Validator": "Validatore",
	"View in Overpass Turbo": "Vedi in Overpass Turbo",
	"View OSM changesets": "Vedi i gruppi di modifiche OSM",
	"View the projects that you have created": "Vedi i progetti che hai creato",
	"Visit about": "Vai ad About",
	"Visit contribute": "Vai a Contribuisci",
	"Visit homepage": "Vai alla Homepage",
	"Visit learn": "Vai a Impara",
	"Want to use an .osm file instead? You can use": "Vuoi invece usare un file .osm? Puoi usare ",
	"Warning": "Attenzione",
	"Waterways": "Corsi d'acqua",
	"When": "Quando",
	"With the invaluable support of:": "Con l'impagabile supporto di:",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Non puoi selezionare compiti per la mappatura perché ha già uno o più compiti selezionati. Usa la mappa per riselezionare quel compito e completarlo oppure per terminare la mappatura.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Non puoi selezionare compiti per la mappatura in questo progetto perché non hai il livello di esperienza richiesto.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "Non puoi selezionare compiti per la validazione in questo progetto perché non hai il ruolo di validatore.",
	"You can only delete projects with no contributions.": "Puoi solo cancellare i progetti senza contributi.",
	"You can use Markdown. (HTML is not allowed)": "Puoi usare Markdown (HTML non è accettato).",
	"You do not have the required Validator role for validation on this project.": "Non hai il necessario ruolo di validatore per la validazione in questo progetto.",
	"You have no messages.": "Nessun messaggio.",
	"You have unread messages.": "Hai dei messaggi da leggere.",
	"You need to accept the license before continuing.": "Devi accettare la licenza prima di continuare.",
	"You need to add at least one allowed user to a private project.": "Devi aggiungere almeno un utente autorizzato ad un progetto privato.",
	"Your profile": "Il tuo profilo",
	"Your project has been updated successfully.": "Il tuo progetto è stato aggiornato con successo.",
	"Your project was created successfully.": "Il tuo progetto è stato creato con successo.",
	"Back to Previous": "Back to Previous"
}
