{
"About": "About",
"About the OSM Tasking Manager": "Momba ny OSM Tasking Manager",
"Accept and continue": "Manaiky ary mitohy",
"Accept imagery license": "Hanafoana ny fahazoan-dàlana sary",
"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example, Added buildings and a residential road.": "Fanehoan-kevitra voasoratra rehefa mamonjy ny sarintany amin'ny tahiry OSM ianao. Rehefa mamonjy ny asanao ianao dia avelao ny fanehoan-kevitra fototra fa ampidiro izay tena tadiavinao, ohatra, Nampidirin'ny trano sy lalana iray.",
"Actions": "Actions",
"Active": "Active",
"Activity and Stats": "Asa sy Stats",
"Add layer": "Add add layer",
"Add user": "Hanampy mpampiasa",
"A description for the default locale": "Famaritana ny toerana voafaritra",
"Admin": "Admin",
"Administrator": "Administrator",
"Advanced": "Advanced",
"Advanced mapper": "Mpiandraikitra vaovao",
"Advanced options": "Safidy fanampiny",
"Advanced task information and editing options": "Fampandrenesana fanazavana momba ny asa sy fanovana",
"A few of the humanitarian efforts you can support through mapping.": "Vitsy amin'ireo ezaka fanampiana olona izay azonao ampiana amin'ny alalan'ny sarintany.",
"All": "rehetra",
"Allowed users on private project": "Navelan'ireo mpisera anaty tetikasa manokana",
"A name for the default locale": "Anarana iray ho an'ny toerana voafaritra",
"and help improve it.": "ary hanampy azy hanatsara izany.",
"and open it in JOSM to see the task boundaries.": "ary sokafy ao amin'ny JOSM ny fijerena ny fetran'ny asa.",
"and open it in JOSM to see the task boundary.": "ary sokafy ao amin'ny JOSM ny sisin'ny asa.",
"An error occurred when setting the level.": "Nisy hadisoana nitranga teo am-pametrahana ny haavony.",
"An error occurred when setting the role.": "Nisy hadisoana nitranga teo am-pametrahana ny andraikitra.",
"A new project will be created with": "Hisy tetikasa vaovao noforonina",
"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Izay afaka mampiasa ordinatera hanoritra tsipika sy boaty na mampiasa telefaona mba hikosehana sy hikapoka, dia afaka mitondra anjara biriky amin'ny fandraketana imasom-bahoaka. Raha toa ka mbola tsy voasoritra aloha ianao ary te hanampy amin'ny alàlan'ny famoahana sary, fanodinana trano sy lalana, dia mangataka anao hitsidika ny pejy fianarana izahay, izay ahafahanao manao sarintany mandritra ny 30 minitra.",
"AOI geometry must be a valid MultiPolygon.": "Ny geometry AOI dia tsy maintsy marina MultiPolygon.",
"Arbitrary Tasks": "Asa asa an-kolaka",
"Archived": "arsiva",
"are locked for validation by you.": "dia mihidy ho an'ny fanamarinana anao.",
"are missing.": "tsy hita.",
"Are you sure you want to delete this message?": "Tena tianao ve ny hamafa ity hafatra ity?",
"Are you sure you want to delete this project? You cannot undo deleting a project.": "Tena tianao ve ny hamafa ity tetikasa ity? Tsy afaka hamafa indray ny tetikasa.",
"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Azonao antoka ve fa te hamita ny asa rehetra ato amin'ity tetikasa ity ianao? Tsy afaka manafoana ity ianao.",
"Are you sure you want to validate all tasks? You cannot undo this.": "Azonao antoka fa te-hanamarina ny asa rehetra ianao? Tsy afaka manafoana ity ianao.",
"A short description for the default locale": "Famaritana fohy momba ny toerana voafaritra",
"Authorization failed.": "Tsy nahomby ny fanomezan-dàlana.",
"Authorization successful. Redirecting...": "Nahomby ny fanamarinana. Redirecting ...",
"Bad imagery": "Sary ratsy",
"Beginner": "mpanao voalohany",
"Beginner mapper": "Mpizara beginner",
"Buildings": "Buildings",
"Campaign": "Hetsika",
"Campaign Tag": "Andro fanentanana",
"Cancel": "hanafoana",
"Changeset comment": "Changeset comment",
"characters remaining": "tarehin-tsoratra sisa",
"Choose a task": "Misafidiana asa",
"Choose a task for mapping,": "Misafidiana tetikasa fanodinana,",
"choose default locale": "Mifidiana fonenana",
"choose from existing tags or create a new one": "misafidy amin'ireo marika efa misy na mamorona iray vaovao",
"choose locale": "misafidy locale",
"choose mapping level": "misafidy ny sarintany",
"Choose one or more tasks for validation,": "Mifidiana iray na maromaro ho an'ny fanamarinana,",
"choose results view": "misafidiana ny fomba fijery",
"Clear all": "Esory daholo ny rehetra",
"Clip tasks to Area of Interest": "Asa fanalahidy ho an'ny sehatry ny tombontsoa",
"Close": "Close",
"Close message": "Hafatra farany",
"Comment": "Comment",
"Comment left by": "Comment left by",
"Comments by users": "Fanamarihan'ny mpampiasa",
"Contact us via the About page.": "Mifandraisa aminay amin'ny alàlan'ny pejy About.",
"Contribute": "Mandray anjara",
"Contributions": "fanomezana",
"Contributor": "Contributor",
"Contributors were messaged successfully.": "Nahomby tsara ireo mpandray anjara.",
"Create a new project": "Mamorona tetikasa vaovao",
"Create": "mamorona",
"Created by,": "Noforonin'i:",
"Created": "Noforonina",
"Create new license": "Mamorona fahazoan-dàlana vaovao",
"Create new Project": "Mamorona tetikasa vaovao",
"Create project": "Hamorona tetikasa",
"Creation in progress...": "Famoronana mivoatra ...",
"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example, #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Fanehoan-kevitra ankapobeny nampidirina amina sehatra fanehoanisa fanovana. Tokony hamporisihina koa ny mpampiasa mba hanampiana lahatsoratra mamaritra izay voasoritra. Ohatra, # hotosm-project-470 #missingmaps Sarintany fanorenana. Ny diaspora indraindray dia ampiasaina amin'ny fanadihadiana any aoriana, fa tokony ho fampahalalam-baovao ary tsy azo ampiasaina, #group #event ohatra.",
"Default locale": "Default locale",
"Delete": "Fafao",
"Delete message": "Alefaso hafatra",
"Delete project": "Alefaso ny tetikasa",
"Description": "Description",
"Detailed Instructions": "Torolalana amin'ny antsipiriany",
"Details": "Details",
"Dismiss alert": "Alaheloy ny fanairana",
"Dismiss": "Dismiss",
"Download the": "Download the",
"Draft": "Draft",
"Draw circle": "Manaova faribolana",
"Draw": "Manaova",
"Draw polygon": "Ataovy ny polygon",
"Draw rectangle": "Tsindrio ny plastika",
"Draw the Area of Interest on the map.": "Ataovy sary an-tsaina ny faritra misy ny liana.",
"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Amin'ny famolavolana ny loza, ny valinteny sy ny fahasitranana, ny fampahalalana ara-jeografika amin'ny antsipiriany, ny sarin'ny lalana, ny tranobe, ny tetezana, sns., Dia tena ilaina amin'ny fanatontosana ny asa fanompoana sy fanohanana tsara indrindra amin'ny fomba tena mety sy tsara indrindra. Mampalahelo fa ity karazam-baovao ity dia tsy misy na tsy misokatra sy midadasika amin'ny faritra midadasika manerana izao tontolo izao. Amin'ny alàlan'ny toetr'andro mifototra amin'ny serasera na toeram-pijerem-pamokarana UAV ary ny fiaraha-miasa akaiky amin'ny olona eny an-kianja, dia afaka manampy amin'ny fampahafantarana ireo angon-drakitra sy rehefa ilaina izany.",
"Edit description": "Hanova ny famaritana",
"Edit": "anglisy",
"Edit imagery": "Hanova sary",
"Edit instructions": "Hanova torolàlana",
"Edit License": "Hanova ny lisansa",
"Edit permissions": "Hanova ny fahazoan-dàlana",
"Edit priority areas": "Manorà faritra manan-danja",
"Edit project": "Hanova ny tetikasa",
"Edit settings": "Hanova ny fanovana",
"Edit tags": "Hanamboatra tags",
"Enter a name for the license (provider for example)": "Ampidiro anarana ny lisansa (mpamatsy ohatra)",
"Enter a short version of the terms": "Ampidiro ny dikan-teny fohy",
"Enter a username": "Mampidira anarana",
"Enter the license terms": "Ampidiro ny fepetra fanoratana",
"Entities to map": "Entities to map",
"Error": "Error",
"Failed to create a new license. Please try again.": "Tsy nahavita namorona fahazoan-dàlana vaovao. Manandrama indray.",
"Failed to delete license. Please try again.": "Tsy nahomby ny fanesorana fahazoan-dàlana. Manandrama indray.",
"Failed to mark all task valid for an unknown reason.": "Tsy mety ny hanamarika ny asa rehetra azo atao amin'ny antony tsy fantatra.",
"Failed to message all contributors for an unknown reason.": "Tsy nahavita namoaka hafatra daholo ireo mpandray anjara noho ny antony tsy fantatra.",
"Failed to save edits. Please try again.": "Tsy afaka namonjy fanovana. Manandrama indray.",
"Field stories": "Tantara an-tsaha",
"file": "rakitra",
"Filter": "Filter",
"Filter projects (on name, campaign, ...)": "Tetikasan'ny sivana (amin'ny anarana, fanentanana, ...)",
"Fork the Tasking Manager Code on GitHub": "Tadiavo ny code manager manager amin'ny GitHub",
"From": "From",
"General task size,": "Ny habetsaky ny asa,",
"Go back to license overview": "Miverena any amin'ny fahazoan-dàlana license",
"Go to MapSwipe": "Mandehana any amin'ny MapSwipe",
"Go to project": "Mandehana any amin'ny tetikasa",
"Go to the description tab": "Mandehana any amin'ny tabilao famaritana",
"Go to the homepage": "Mandehana any amin'ny pejy fandraisana",
"Go to the instructions tab": "Mandehana any amin'ny tabilao torolalana",
"Go to the mapping tab": "Mandehana any amin'ny tabilao mapping",
"Grid view": "Fijerena an-kavia",
"High": "avo",
"History": "tantara",
"HOT Tasking Manager": "Tetik'asa mahomby",
"How you can help": "Ahoana no ahafahanao manampy",
"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Raha azo jerena, ireo mpampiasa manana traikefa misy ny mapper dia afaka mandray anjara amin'ity tetikasa ity. Raha tsy voafehy, dia misy afaka mandray anjara. Mandehana any amin'ny tontonana Metadata hanova ny haavon'ny traikefa momba ny mapper amin'ity tetikasa ity.",
"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Raha voamarina, ny mpampiasa manana ny anjara andraikitra Validator ihany no afaka manamarina ny asany amin'ity tetikasa ity. Raha tsy voafehy, dia misy afaka manamarina na mametaka asa.",
"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Raha miverina ianao ary vonona ny hanomboka mapping, tsidiho azafady ny pejy Contribute. Ho hitanao ny lisitry ny tetikasam-panadihadiana izay mila olona iray tahaka anao hanampiana azy ireo hanao azy. Azonao atao ny mifidy ny tabilao Filter ary manaparitaka ireo tetikasa izay tianao indrindra ny miasa. Ny pejin-tranonao dia manana lisitra sy rohy haingana amin'ny tetikasa efa noraisinao.",
"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Raha tadiavinao ny sarintany hiasa any amin'ny laharam-pahamehana laharana voalohany, dia makà iray amin'ny polygones maro kokoa ao anatin'ny faritra.",
"Imagery": "misy sary",
"Import a GeoJSON, KML, or zipped SHP file.": "Mampidira GeoJSON, KML, na rakitra SHP.",
"Import": "Import",
"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Mba hampiasana tanteraka ireo endri-javatra maro ao amin'ny Tasking Manager, ampiasao ny birao na solosaina findainao fa tsy fitaovana finday. Raha te-handray anjara amin'ny fitaovana finday ianao dia azonao atao ny mampiasa ny MapSwipe.",
"Instructions for the default locale": "Toromarika momba ny toerana voafaritra",
"Instructions": "torolalana",
"Intermediate": "kafa",
"Intermediate mapper": "Mapper intermediate",
"In this area": "Ao amin'ity faritra ity",
"Invalidate all tasks": "Hamaly ny asa rehetra",
"Invalidated by": "Undefeited by",
"Invalidated": "Nofoanan'ny",
"Invalidating all the tasks failed for an unknown reason.": "Ny famerenana ny asa rehetra dia tsy nahitana antony tsy fantatra.",
"Invalidating...": "Invalidating ...",
"is missing.": "tsy hita.",
"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Ny tanjona dia ny manakana ny haben'ny asa kely. Azafady avereno jerena ny habetsaky ny asa ary / na handinika ny famoronana tetikasa marobe.",
"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Tena mora ny manomboka maka sary ao amin'ny OpenStreetMap ary mandray anjara amin'ny tetikasa HOT. Ny olona manerana izao tontolo izao dia miankina amin'ny data OpenStreetMap izay nahatonga olona an-tapitrisany maro tao anatin'ny 10 taona. Na dia mora aza ny manomboka, dia mitaky ezaka sy fanazaran-tena ny hanao izany. Raha ity no sarintaninao voalohany, azafady tokony ho 30 minitra hijerena ilay horonantsary (amin'ny teny anglisy miaraka amin'ny dikanteny maromaro) mba hianatra ny fototry ny fomba hanoratana azy amin'ny fampiasana ny OSM mpamorona tranonkala mpamorona antsoina hoe iD. Azafady, ankehitriny ary amin'ny ho avy, mifantoha foana amin'ny kalitao, fa tsy ny habetsaky ny mappinganao.",
"Joined OSM": "Niteny OSM",
"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "Tsy namaly ny JOSM remote control. Manana JOSM mihazakazaka ve ianao ary manamboatra azy ho voafehifehy?",
"Land use": "Fampiasana ny tany",
"Landuse": "Landuse",
"Larger": "lehibe kokoa",
"Last activity": "Ny asa farany",
"Last updated": "Last updated",
"Layer name": "Anarana namehy",
"Learn": "Mianara",
"Leave a comment": "Leave a comment",
"Legend": "Legend",
"Level": "Level",
"Licenses": "fahazoan-dalana",
"List view": "Lisitry ny lisitra",
"Locked by": "Locked by",
"Locked by you": "Voahodidina anao",
"Locked for mapping by": "Voafandrika ho an'ny mapping by",
"Locked for validation by": "Voasakana ho fanamarinana amin'ny",
"Locked": "Mihidy",
"Lock": "hanidy",
"Login": "Hiditra",
"Logout": "Miala",
"Low": "Low",
"Manage licenses": "Hikarakara licence",
"Manually set the experience level of a user.": "Mametraka ny traikefan'ny mpampiasa iray isan-kerinandro.",
"Map": "Map",
"Mapped by": "Wikimedia Foundation",
"% Mapped": "% Mapped",
"Mapped": "Sarintanin'izao",
"Mapper Level": "Mapper Level",
"Mapper": "Mapper",
"Mapping difficulty": "Sarotra ny manara-maso",
"Mapping level": "Fomba fisafoana",
"Mapping": "Mapping",
"Map service type": "Tolotra fanodinana Map",
"Map service URL": "Saritanin'ny serivisy map",
"Mark all as Invalid": "Mariho ny rehetra fa tsy mety",
"Mark all as Valid": "Mariho daholo ny rehetra",
"Mark as Bad Imagery": "Mariho ho sary an-tsaina",
"Mark as Completely Mapped": "Mariho araka ny fanazavana feno",
"Mark as Invalid": "Mariho ho tsy mety",
"Mark as Valid": "Mariho araka ny tokony ho izy",
"Marked as bad imagery by": "Marihina ho sary ratsy",
"Marked as ready by": "Marihina fa vonona amin'ny",
"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Ny isa betsaka indrindra no tratra. Raha toa ka ilaina ny asa kely dia ataovy kely ny faritra misy ny fahalianana.",
"Medium": "Medium",
"Message all contributors": "Hafatra ny mpandray anjara rehetra",
"Message": "Message",
"Messages - Inbox": "Hafatra - Inbox",
"Messages": "Messages",
"Metadata and tags are used to allow users to find projects to work on and group projects.": "Ny Metadata sy ny marika dia ampiasaina mba ahafahan'ny mpampiasa mahita tetikasa ho an'ny tetikasa sy vondrona.",
"Metadata": "Metadata",
"Multi Task Validation": "Fanaraha-maso Multi Task",
"Name": "Anarana",
"Name of the project": "Ny anaran'ilay tetikasa",
"Navigate the results": "Hanaraka ny valiny",
"Newer": "vaovao",
"Newest": "vaovao",
"New project": "Tetikasa vaovao",
"New to mapping?": "New to mapping?",
"Next": "Manaraka",
"No active projects.": "Tsy misy tetikasa mavitrika.",
"No activity (yet).": "Tsy misy asa atao (mbola).",
"No archived projects.": "Tsy misy tetikasa voatahiry.",
"No Area of Interest has been drawn.": "Tsy misy ny faritra misy ny tombontsoa.",
"No comments (yet).": "Tsy misy fanamarihana (na).",
"No contributions to projects (yet).": "Tsy misy fandraisana anjara amin'ny tetikasa (na).",
"No contributions (yet).": "Tsy misy fandraisana anjara (mbola).",
"No draft projects.": "Tsy misy drafitra tetikasa.",
"No license found.": "Tsy misy lisansa hita.",
"no license": "tsy misy fahazoan-dalana",
"No projects found.": "Tsy misy tetikasa hita.",
"Note, follow this format for TMS URLs,": "Mariho, araho ity format ity ho an'ny TMS URL,",
"Nothing has happened yet.": "Mbola tsy nisy zavatra nitranga.",
"Number of tasks mapped": "Isan'ny asa voasintona",
"Number of tasks validated": "Isan'ny asa azo ekena",
"Older": "taloha kokoa",
"Only mappers with level": "Ny sarintany fotsiny ihany",
"Only one campaign tag is allowed.": "Fampielezan-kevitra tokana iray ihany no avela.",
"Only one organisation tag is allowed.": "Fikambanana iray ihany no mahazo alalana.",
"Only Validators can validate on this project": "Ny Validators ihany no afaka mamarinina amin'ity tetikasa ity",
"Open Source": "Open Source",
"Option 1,": "1,",
"Option 2,": "Safidy 2,",
"Option 3,": "Safidy 3,",
"Option 4,": "Safidy 4,",
"Options": "Options",
"Organisation": "fikambanana",
"Organisation Tag": "Organisation Tag",
"or higher can map": "na avo lenta kokoa",
"OSM edit history": "OSM famoahana tantara",
"OSM profile": "OSM profile",
"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM Tasking Manager dia fitaovana fandraketana noforonina ary namboarina ho an'ny sarintany ifarimbonana miaraka amin'ny OSM.",
"Other options": "Safidy hafa",
"Other": "Hafa",
"Permissions": "Permissions",
"Plain text": "Lahatsoratra misy soratra",
"Please login first.": "Miangavy anao ho voalohany.",
"Please login to start mapping.": "Azafady azafady mba hanombohana mapping.",
"Please login to start validating.": "Azafady azafady mba hanombohana fanamarinana.",
"Please make sure you only have one campaign tag.": "Azafady azafady raha manana karazana fampielezan-kevitra ianao.",
"Please make sure you only have one organisation tag.": "Azafady azafady fa ianao ihany no manana fikambanana iray.",
"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Azafady azafady GeoJSON, KML na Shape Shape.",
"Preview": "Preview",
"Previous": "Teo aloha",
"priority area drawing tools": "toeran'ny laharam-pahamehana",
"Priority area": "Toerana avo lenta",
"priority areas": "toerana manan-danja",
"Priority": "laharam-pahamehana",
"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Private dia midika fa ny lisitry ny mpampiasa rehetra eto ambany ihany no afaka miditra amin'ity tetikasa ity. Mba hahafahan'ny mpampiasa ampiasaina hanampiana ny lisitry ny mpampiasa nomena - dia tsy maintsy mijery ny URL izy ireo amin'ny alàlan'ny fametrahana OSM Tasking Manager ary manome alalana ny fidirana amin'ny kaonty OpenStreetMap. Rehefa avy nanao izany izy ireo dia ho azo ampiasaina ny mpampiasa ny Project Manager.",
"Private": "Private",
"Private Project": "Private Project",
"Project could not be created. The exact reason could not be determined.": "Tsy azo noforonina ny tetikasa. Ny antony marina dia tsy azo faritana.",
"Project dashboard": "Project dashboard",
"Project Dashboard": "Project Dashboard",
"Project grid could not be trimmed to the AOI.": "Ny rindran-tetikasa dia tsy mety ho voafetra amin'ny AOI.",
"Project has": "Ny tetikasa dia",
"Project Manager": "Mpitantana tetik'asa",
"Project name": "Ny anaran'ny tetikasa",
"Projects": "Projects",
"Published": "Published",
"Ready": "Vonona",
"Ready to get mapping?": "Vonona ny haka sarintany?",
"Remove privileges": "Esory ireo tombontsoa",
"Required license": "Lalàna ilaina",
"Required": "Required",
"Reset": "Mamerina",
"Return to inbox": "Miverena any amin'ny mailaka",
"Return": "Miverena",
"Roads": "Roads",
"Role": "anjara asa",
"Save changes": "Save the changes",
"Save edits": "Save your edit",
"Search project description or project number": "Tadiavo ny famaritana ny tetikasa na ny tetikasa",
"Search": "Search",
"Search Users": "Search Users",
"See the changesets in Overpass Turbo for this area.": "Jereo ireo fanovozana amin'ny Overpass Turbo ho an'ity faritra ity.",
"See the changesets on the OSM website for this area.": "Jereo ny tranokala OSM ho an'ity faritra ity.",
"Select another task": "Misafidiana asa hafa",
"Select a random task": "Misafidiana tanjona tsotsotra",
"Select area by drawing a polygon": "Mifidiana sehatra amin'ny fanoratana polygon",
"Select a task by clicking on the map": "Misafidiana asa iray amin'ny fipihana ny sarintany",
"Select by area": "Mifidiana eo amin'ny faritra",
"Select by user,": "Mifidiana amin'ny mpampiasa,",
"Select for validation": "Hisafidy ny fanamarinana",
"Sending...": "Fandefasana ...",
"Set as Administrator": "Asio Administratif",
"Set as Project Manager": "Mahaiza Mandanjalanja amin'ny tetikasa",
"Set as Validator": "Asio Validator",
"Set mapper level": "Ampidiro ny haavon'ny mapper",
"Set role": "Asio anjara",
"Settings": "Settings",
"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Ny fametrahana ny haavony dia hanampy ireo sarintany hahita tetikasa mety hiasana. Azonao atao ny mampihatra ny lahatahiry ilaina amin'ny fanoritana ao amin'ny fizarana fahazoan-dàlana.",
"Short description": "Famaritana fohy",
"Show advanced options": "Asehoy ireo safidy misimisy",
"Show/hide menu": "Asehoy / afeno ny menu",
"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Satria manana asa maromaro voafantina ianao, dia mila mandefa ny OSM ao amin'ny JOSM amin'ny fomba mahazatra. Download the",
"Smaller": "kelikely kokoa",
"Sort column": "Soraty ny tsanganana",
"Split a specific area into smaller tasks by drawing an area or point,": "Manapaha faritra manokana ho asa kely kokoa amin'ny fananganana faritra na teboka,",
"Split (point)": "Sivana (teboka)",
"Split (polygon)": "Open book 01.svg Anarana iombonana",
"Sponsorship and Funding": "Fanoloran-tena sy famatsiam-bola",
"Square Grid": "Kianjan'ny kianja",
"Start Editor": "Atombohy amin'ny editor",
"Start Mapping": "Manomboha Mapping",
"Start Validating": "Manomboha Validating",
"Stats": "Stats",
"Status": "Status",
"Step 1, Define Area": "Dingana 1, Famaritana ny faritra",
"Step 1": "Dingana 1",
"Step 2, Choose Tasks Type": "Dingana 2, Fidio ny Tanjona",
"Step 2": "Dingana 2",
"Step 3, Set Task Sizes": "Dingana 3, Mametraha tanjona voafaritra",
"Step 3": "Dingana 3",
"Step 4": "Dingana 4",
"Step 4, Trim Project": "Dingana 4, Trim Project",
"Step 5, Review": "Dingana 5, famerenana",
"Step 5": "Dingana 5",
"Stop Mapping": "Stop Mapping",
"Stop Validating": "Stop Validating",
"Subject": "Subject",
"Task invalidated by": "Task tsy novalian'ny",
"Task invalidation": "Fanitsiana tanjona",
"Task locked for mapping by": "Tetikasa voasakana ho an'ny mapping by",
"Task locked for validation by": "Tanjona voasakana ho an'ny fanamarinana amin'ny",
"Task mapped by": "Tetikasa omen'ny",
"Task marked as bad imagery by": "Ny tanjona asongadin'ny sary ratsy",
"Task marked as ready by": "Fepetra marihana fa vonona amin'ny",
"Tasks Mapped": "Tetikasa noforonina",
"tasks.": "asa.",
"Tasks": "asa",
"tasks. Use a smaller AOI and/or fewer tasks.": "asa. Ampiasao ny AOI ary / na asa kely kokoa.",
"Tasks Validated": "Asa misy valiny",
"Task validated by": "Task validated by",
"Task validation": "Fanamarinana tanjona",
"Text search": "Search text",
"The application code is available on GitHub.": "Ny kaody fampiharana dia hita ao amin'ny GitHub.",
"The Area of Interest contains self intersections.": "Ny faritra misy ny tombontsoa dia misy fifandimbiasan-tena.",
"The list of elements we ask you to map": "Ny lisitr'ireo singa izay angatahanareo mba haka sary",
"The list of entities to map.": "Ny lisitry ny sampana hapetraka.",
"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "Ny OSM Tasking Manager dia fitaovana fandraketana noforonina ary namboarina ho an'ny drafitra fandaharam-potoana ifarimbonana eo amin'ny Humanitarian OpenStreetMap. Ny tanjon'ity fitaovana ity dia ny fizarazarana tetikasa fandaharam-potoana ho asa madinika izay afaka vita haingana amin'ny olona maro miasa amin'ny faritra iray manontolo. Izany dia maneho ny toerana tokony hapetahana sy ny faritra mila ahafantarana ny sarintany.",
"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "Ny OSM Tasking Manager dia rindrambaiko Open Source. Miangavy fatratra mba hitatitra ny olana ary ampio.",
"The OSM Tasking Manager was designed and built for the": "Ny OSM Tasking Manager dia natao sy natsangana ho an'ny",
"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Tsy azo noforonina ilay tetikasa. Mety ho noho ny habetsahan'ny angona azo avy amin'ny AOI sy ny tamba-jotra dia lehibe loatra ka alefa any amin'ny mpizara. Andramo indray amin'ny AOI na asa kely kokoa.",
"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Tsy azo atao ny tetikasa. Mety ho noho ny habetsahan'ny angona azo avy amin'ny AOI sy ny tamba-jotra dia lehibe loatra ka alefa any amin'ny mpizara. Andramo indray amin'ny AOI na asa kely kokoa.",
"The project was deleted successfully.": "Nofafana tamim-pahombiazana ilay tetikasa.",
"The project was not deleted successfully. This project might have some contributions.": "Tsy voavaha ny tetikasa. Mety manana anjara biriky ity tetikasa ity.",
"There are no tasks currently available for mapping.": "Tsy misy asa misy amin'izao fotoana izao ho an'ny sarintany.",
"There are no tasks currently available for validation.": "Tsy misy ny asa amin'izao fotoana izao ho an'ny fanamarinana.",
"There was an error retrieving the task from the server.": "Nisy hadisoana nanesorana ny asa avy amin'ny server.",
"There was an error updating your project. Please try again.": "Nisy hadisoana nanavao ny tetikasanao. Manandrama indray.",
"There was a problem unlocking the tasks.": "Nisy olana iray nanakanana ireo asa.",
"There was a problem unlocking the task.": "Nisy olana iray nanakanana ilay asa.",
"The selected task could be locked.": "Azo atao ny mihidy ny asany voafidy.",
"The selected task could not be locked.": "Tsy azo atao ny mihidy ny asany voafidy.",
"The selected task is not in a state that allows mapping.": "Ny tanjona voafantina dia tsy ao anatin'ny fanjakana izay mamela ny sarintany.",
"The selected task is not in a state that allows validation.": "Ny tanjona voafantina dia tsy ao anatin'ny fanjakana izay mamela ny fanamarinana.",
"The size of each task is approximately": "Ny haben'ny asa tsirairay dia manodidina",
"The task could not be locked for mapping.": "Tsy azo atao ny mandefa ny tetikasa.",
"The task could not be locked for validation.": "Ny tanjona dia tsy azo afenina amin'ny fanamarinana.",
"The tasks could not be locked.": "Ireo asa ireo dia tsy azo sakanana.",
"The tasks were invalidated successfully.": "Tsy nahomby ny asa.",
"The tasks were marked validated successfully.": "Ireo asa ireo dia voamarina tamim-pahombiazana.",
"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Ity fomba ity dia mamela ny fizarana asa ho an'ny sarintany tsirairay eo amin'ny sehatry ny vonjy taitra na sora-panodinana momba ny maha-olona. Izy io ihany koa dia mamela ny fanaraha-maso ny fandrosoana amin'ny tetikasa manontolo ary manampy amin'ny fanatsarana ny tsy fitoviana eo amin'ny sarintany (oh: singa handrakofana, marika manokana hampiasaina, sns.).",
"This cannot be undone.": "Tsy azo averina intsony izany.",
"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Ity hafatra ity dia tsy adika amin'ny fiteny voafantina amin'ny mpampiasa, ka mety ho tianao ny hampiditra ny fandikan-teninao manokana.",
"This task is available for mapping.": "Ity asa ity dia azo atao amin'ny mapping.",
"This task is available for validation.": "Ity asa ity dia azo atao mba hamarinina.",
"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Izany dia hanamarika ny asa rehetra (afa-tsy sary ratsy) araka ny tokony ho izy. Azafady ampiasao izany raha tsy azonao antoka ny zavatra ataonao.",
"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Izany dia hanamarika ny asa rehetra (afa-tsy ny asa tsy vita na sarotra) izay tsy mety. Azafady ampiasao izany raha tsy azonao antoka ny zavatra ataonao.",
"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Izany dia handefa hafatra amin'ny mpitantana Tasking amin'ny mpandray anjara rehetra amin'ny tetikasa amin'izao fotoana izao. Ampiasao amim-pitandremana ity endri-javatra ity",
"Tip": "Soso-kevitra",
"to convert it to GeoJSON.": "mba hanova azy ho any GeoJSON.",
"Total number of users,": "Ny isan'ny mpampiasa,",
"Total OSM changesets": "Fiovan'ny OSM manontolo",
"Trimming in progress": "Fandrosoana mivoatra",
"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Apetaho eo amin'ny faritra misy ny tombon-tsoavanao ny asa atao (fakan-kevitra). Azonao atao ny manatanteraka ny efamira ho an'ny asa, na asio azy ireo ao amin'ny AOI. Mety haka fotoana kely izany.",
"Trim": "Karakarao tsara",
"Type a username": "Soraty anarana ny mpampiasa",
"Type(s) of mapping": "Karazana fandraketana",
"Unable to create project because there are more than": "Tsy afaka mamorona tetikasa satria misy mihoatra ny",
"Urgent": "maika",
"URL to service": "URL hanompoana",
"User list": "Lisitry ny mpampiasa",
"Username": "Anaran'ny mpampiasa",
"User Profile": "User Profile",
"Users": "Users",
"User": "User",
"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Ampiasao izany raha toa ka mila manamarina na manilika ny asa rehetra ao anatin'ity tetikasa ity ianao amin'ny dingana iray monja.",
"Validate all tasks": "Valio ny asa rehetra",
"Validated by": "Valim-pinoana",
"% Validated": "% Validated",
"Validated": "nanan-kery",
"Validate": "hanamafy",
"Validating...": "Validating ...",
"Validation and Invalidation": "Fanamarinana sy fanasaziana",
"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Ny Validation dia endri-maso faharoa mamerina mijery ny sarintany voalohany. Izany matetika no ataon'ny OSM manana traikefa matihanina ary mamerina mijery ny sarintany ho amin'ny fahafenoana (zavatra azo atao) ary mampiasa fitaovana isan-karazany mba hahazoana antoka fa ny sari-tany dia tsy manana fahadisoana ara-teknika, trano mizara rindrina amin'ny lalana iray ho ohatra. Ity horonantsary ity (amin'ny teny anglisy miaraka amin'ny dikanteny maro amin'ny teny maro) dia hitondra anao amin'ny alalan'ny fitsipika fanamarinana ny sarintany ho an'ny Tetik'asa HOT.",
"Validation": "fankatoavana",
"Validator Level": "Validator Level",
"Validator": "Validator",
"View in Overpass Turbo": "Hizaha amin'ny Overpass Turbo",
"View OSM changesets": "Hizaha ny fikirakirana OSM",
"View the projects that you have created": "Jereo ireo tetikasa noforoninao",
"Visit about": "Tsidiho ny",
"Visit contribute": "Tsidiho ny fandraisana",
"Visit homepage": "Tsidiho ny pejy fandraisana",
"Visit learn": "Tsidiho ny fianarana",
"Want to use an .osm file instead? You can use": "Te-hampiasa tranokala .osm fa tsy? Azonao ampiasaina",
"Warning": "fampitandremana",
"Waterways": "sakelidrano",
"When": "Rahoviana",
"With the invaluable support of,": "Miaraka amin'ny fanohanana sarobidy,",
"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Tsy afaka misafidy asa ho an'ny mapping ianao satria efa manana asa iray na maromaro mihidy ianao. Ampiasao ny sari-tany hanavao indray izany asa izany ary hamita azy io na hamindrana azy.",
"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Tsy afaka misafidy asa ho an'ny mapping amin'ity tetikasa ity ianao satria tsy manana ny traikefa momba ny sarintany ilaina.",
"You cannot select tasks for validation on this project because you do not have the Validator role.": "Tsy afaka misafidy asa ho an'ny fanamarinana amin'ity tetikasa ity ianao satria tsy manana ny andraikitra Validator.",
"You can only delete projects with no contributions.": "Azonao atao ny mamafa ireo tetikasa tsy misy fandraisana anjara.",
"You can use Markdown. (HTML is not allowed)": "Afaka mampiasa Markdown ianao. (HTML tsy mahazo alalana)",
"You do not have the required Validator role for validation on this project.": "Tsy manana ny andraikitra Validatorana ilaina ianao amin'ny fanamarinana amin'ity tetikasa ity.",
"You have no messages.": "Tsy manana hafatra ianao.",
"You have unread messages.": "Manana hafatra tsy navoaka ianao.",
"You need to accept the license before continuing.": "Mila manaiky ny fahazoan-dàlana alohan'ny hanohy.",
"You need to add at least one allowed user to a private project.": "Ilainao ny manampy farafaharatsiny iray mpampiasa iray ahazoana tetikasa manokana.",
"Your profile": "Ny mombamomba anao",
"Your project has been updated successfully.": "Nahomby tsara ny tetikasanao.",
"Your project was created successfully.": "Nahomby ny tetikasanao."
}
