{
	"About": "Over",
	"About the OSM Tasking Manager": "Over de OSM Tasking Manager",
	"Accept and continue": "Accepteer en ga verder",
	"Accept imagery license": "Accepteer de licentie voor de luchtfotografie",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Een opmerking bij het opslaan naar de database van OSM. Laat de standaard opmerking staan, maar voeg toe wat u precies in kaart heeft gebracht, bijvoorbeeld: Added buildings and a residential road.",
	"Actions": "Acties",
	"Active": "Actief",
	"Activity and Stats": "Activiteit en statistieken",
	"Add layer": "Laag toevoegen",
	"Add user": "Gebruiker toevoegen",
	"A description for the default locale": "Een beschrijving voor de standaard taalinstellingen",
	"Admin": "Beheerder",
	"Administrator": "Beheerder",
	"Advanced": "Geavanceerd",
	"Advanced mapper": "Gevorderde mapper",
	"Advanced options": "Opties voor gevorderden",
	"Advanced task information and editing options": "Gevorderde informatie over de taak en opties voor bewerken.",
	"A few of the humanitarian efforts you can support through mapping.": "Een aantal van de humanitaire inspanningen die u kunt ondersteunen door in kaart te brengen.",
	"All": "Alle",
	"Allowed users on private project": "Toegelaten gebruikers in privéproject",
	"A name for the default locale": "Een naam voor de standaard taalinstellingen",
	"and help improve it.": "en help bij het verbeteren ervan.",
	"and open it in JOSM to see the task boundaries.": "en open het in JOSM om de begrenzing van de taak te zien",
	"and open it in JOSM to see the task boundary.": "en open het in JOSM om de begrenzing van de taak te zien",
	"An error occurred when setting the level.": "Er trad een fout op bij het instellen van het niveau.",
	"An error occurred when setting the role.": "Er trad een fout op bij het instellen van de rol.",
	"A new project will be created with": "Er zal een nieuw project worden aangemaakt met",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Iedereen die een computer kan gebruiken om lijnen en rechthoeken te tekenen, of die op een smartphone kan vegen en aantikken, kan op een nuttige manier meewerken aan het in kaart brengen voor humanitaire doelen. Als u eerder nooit meewerkte aan het maken van een kaart en wenst mee te helpen bij het digitaliseren van achtergrondfoto's, het traceren van gebouwen en wegen, vragen wij u om onze pagina Leren te bezoeken, die u binnen 30 minuten laat beginnen met het in kaart brengen.",
	"AOI geometry must be a valid MultiPolygon.": "Geometrie AOI moet een geldige multipolygoon zijn.",
	"Arbitrary Tasks": "Deeltaken",
	"Archived": "Gearchiveerd",
	"are locked for validation by you.": "vergrendeld voor validatie door u",
	"are missing.": "ontbreken.",
	"Are you sure you want to delete this message?": "Weet u zeker dat u dit bericht wilt verwijderen?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Weet u zeker dat u dit project wilt verwijderen? Dit kan niet ongedaan worden gemaakt.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Weet u zeker dat u alle taken in dit project ongeldig wil te verklaren? Dit kan niet ongedaan worden gemaakt.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Weet u zeker dat u alle taken als 'geldig' wil markeren? Dit kan niet ongedaan worden gemaakt.",
	"A short description for the default locale": "Een korte beschrijving voor de standaard taalinstellingen",
	"Authorization failed.": "Autoriseren mislukt",
	"Authorization successful. Redirecting...": "Autoriseren gelukt. U wordt doorgeleid...",
	"Bad imagery": "Slechte luchtfoto's",
	"Beginner": "Beginner",
	"Beginner mapper": "Beginnend mapper",
	"Buildings": "Gebouwen",
	"Campaign": "Campagne",
	"Campaign Tag": "Tag voor de campagne",
	"Cancel": "Annuleren",
	"Changeset comment": "Opmerking wijzigingenset",
	"characters remaining": "resterende tekens",
	"Choose a task": "Kies een taak",
	"Choose a task for mapping:": "Kies een taak om in kaart te brengen:",
	"choose default locale": "standaard taalinstellingen kiezen",
	"choose from existing tags or create a new one": "kies uit de bestaande tags of maak een nieuwe",
	"choose locale": "standaard taalinstellingen kiezen",
	"choose mapping level": "niveau voor in kaart brengen kiezen",
	"Choose one or more tasks for validation:": "Kies een of meer taken om te valideren:",
	"choose results view": "weergave resultaten kiezen",
	"Clear all": "Alles leegmaken",
	"Clip tasks to Area of Interest": "Taken naar het projectgebied kopiéren",
	"Close": "Sluiten",
	"Close message": "Bericht sluiten",
	"Comment": "Opmerking",
	"Comment left by": "Opmerking van",
	"Comments by users": "Opmerkingen van gebruikers",
	"Contact us via the About page.": "Neem contact met ons op via de pagina About.",
	"Contribute": "Deelnemen",
	"Contributions": "Bijdragen",
	"Contributor": "Deelnemer",
	"Contributors were messaged successfully.": "Deelnemers werd met succes een bericht gestuurd.",
	"Create a new project": "Nieuw project aanmaken",
	"Create": "Maken",
	"Created by:": "Gemaakt door:",
	"Created": "Gemaakt",
	"Create new license": "Nieuwe licentie maken",
	"Create new Project": "Nieuw project aanmaken",
	"Create project": "Project aanmaken",
	"Creation in progress...": "Bezig met maken...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Standaard opmerkingen die worden toegevoegd aan het commentaarveld van een geüploade wijzigingenset. Gebruikers zouden moeten worden aangemoedigd om tekst toe te voegen die beschrijft wat ze in kaart hebben gebracht. Voorbeeld: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags worden soms later gebruikt voor analyses, maar zouden informatief voor mensen moeten zijn en niet te vaak worden gebruikt, #group #event bijvoorbeeld.",
	"Default locale": "Standaard taalinstellingen",
	"Delete": "Verwijderen",
	"Delete message": "Bericht verwijderen",
	"Delete project": "Project verwijderen",
	"Description": "Omschrijving",
	"Detailed Instructions": "Gedetailleerde instructies",
	"Details": "Details",
	"Dismiss alert": "Waarschuwing negeren",
	"Dismiss": "Negeren",
	"Download the": "Download de",
	"Draft": "Concept",
	"Draw circle": "Cirkel tekenen",
	"Draw": "Tekenen",
	"Draw polygon": "Polygoon tekenen",
	"Draw rectangle": "Rechthoek tekenen",
	"Draw the Area of Interest on the map.": "Teken het projectgebied op de kaart.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Bij het voorbereiden van hulp- en herstelacties voor rampen is gedetailleerde georuimtelijke informatie, kaarten van wegen, gebouwen, bruggen, etc., kritisch voor het leveren van de beste service en ondersteuning op de meest tijdige en efficiënt mogelijke manier. Helaas bestaat deze informatie niet altijd of staat die niet open in grote delen van de wereld. Door gecoördineerd, via op satelliet of UAV-afbeeldingen gebaseerd in kaart brengen en een nauw werkend partnership met mensen op de grond kunt u helpen die gegevens te verschaffen waar en wanneer ze nodig zijn.",
	"Edit description": "Omschrijving bewerken",
	"Edit": "Bewerken",
	"Edit imagery": "Luchtfoto's bewerken",
	"Edit instructions": "Instructies voor bewerken",
	"Edit License": "Licentie bewerken",
	"Edit permissions": "Rechten bewerken",
	"Edit priority areas": "Prioriteitsgebieden bewerken",
	"Edit project": "Project bewerken",
	"Edit settings": "Instellingen bewerken",
	"Edit tags": "Tags bewerken",
	"Enter a name for the license (provider for example)": "Voer een naam in voor de licentie (bijvoorbeeld de naam van de producent)",
	"Enter a short version of the terms": "Voer een korte versie van de voorwaarden in",
	"Enter a username": "Gebruikersnaam invoeren",
	"Enter the license terms": "Voorwaarden voor de licentie invoeren",
	"Entities to map": "Entiteiten die in kaart moeten worden gebracht",
	"Error": "Fout",
	"Failed to create a new license. Please try again.": "Maken van nieuwe licentie mislukt. Probeer opnieuw.",
	"Failed to delete license. Please try again.": "Verwijderen van licentie mislukt. Probeer opnieuw.",
	"Failed to mark all task valid for an unknown reason.": "Markeren van alle taken als geldig mislukt wegens een onbekende reden.",
	"Failed to message all contributors for an unknown reason.": "Bericht sturen aan alle gebruikers mislukt wegens een onbekende reden.",
	"Failed to save edits. Please try again.": "Wijzigingen konden niet worden opgeslagen. Probeer opnieuw.",
	"Field stories": "Verhalen uit het veld",
	"file": "bestand",
	"Filter": "Filter",
	"Filter projects (on name, campaign, ...)": "Projecten filteren (op naam, campagne, ...)",
	"Fork the Tasking Manager Code on GitHub": "Fork de code voor Tasking Manager op GitHub",
	"From": "Afzender",
	"General task size:": "Grootte algemene taak:",
	"Go back to license overview": "Ga terug naar het overzicht van de licenties",
	"Go to MapSwipe": "Ga naar Mapswipe",
	"Go to project": "Ga naar project",
	"Go to the description tab": "Ga naar de tab Omschrijving",
	"Go to the homepage": "Ga naar de hoofdpagina",
	"Go to the instructions tab": "Ga naar de tab Instructies",
	"Go to the mapping tab": "Ga naar de tab In kaart brengen",
	"Grid view": "Rasterweergave",
	"High": "Hoog",
	"History": "Geschiedenis",
	"HOT Tasking Manager": "HOT Tasking Manager",
	"How you can help": "Hoe u kunt helpen",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Indien aangevinkt, zullen alleen gebruikers met de aangegeven ervaring voor het in kaart brengen bijdragen kunnen leveren aan dit project. Ga naar het paneel Metadata om het minimale ervaringsniveau in te stellen voor dit project.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Indien aangevinkt zullen alleen gebruikers, die over de rol Validator beschikken, taken in dit project kunnen valideren. Zo niet, dan kan iedereen afgewerkte taken markeren als geldig of ongeldig.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Als u terugkeert en klaar bent voor het in kaart brengen, bezoek dan de pagina Projecten. U zult een lijst zien met projecten om in kaart te brengen die iemand als u nodig hebben om hen te helpen. U kunt de tab Filter selecteren en het aantal projecten beperken tot die waaraan u zou willen werken. Uw profielpagina heeft een lijst en snelle link naar projecten waaraan u al heeft deelgenomen.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Wanneer u wilt dat vrijwilligers eerst aan taken met hoge prioriteit werken, teken dan een of meerdere deelgebieden binnen het projectgebied.",
	"Imagery": "Luchtfoto's en remote sensing beelden",
	"Import a GeoJSON, KML, or zipped SHP file.": "Een GeoJSON, KML, of gezipt SHP-bestand importeren.",
	"Import": "Importeren",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Gebruik, om volledig gebruik te kunnen maken van de vele mogelijkheden in de Tasking Manager, een desktop computer of laptop in plaats van een mobiel apparaat. Gebruik in plaats daarvan MapSwipe als u bij wilt dragen op een mobiel apparaat.",
	"Instructions for the default locale": "Instructies voor de standaard taalinstellingen",
	"Instructions": "Instructies",
	"Intermediate": "Gemiddelde",
	"Intermediate mapper": "Gemiddelde mapper",
	"In this area": "Binnen dit gebied",
	"Invalidate all tasks": "Alle taken als ongeldig markeren",
	"Invalidated by": "Ongeldig verklaard door",
	"Invalidated": "Ongeldig verklaard",
	"Invalidating all the tasks failed for an unknown reason.": "Alle taken als ongeldig verklaren mislukt wegens een onbekende reden.",
	"Invalidating...": "Ongeldig verklaren...",
	"is missing.": "ontbreekt.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Aanbevolen wordt om de grootte van de taken beperkt te houden. Bekijk de grootte van de taken en/of overweeg om meerdere projecten te maken.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Het is zeer gemakkelijk om te beginnen met in kaart brengen in OpenStreetMap en bij te dragen aan projecten van HOT. mensen in de gehele wereld vertrouwen op gegevens van OpenStreetMap die gedurende de laatste 10 jaar zijn bijgedragen door miljoenen mensen over de gehele wereld. Hoewel het gemakkelijk is om te beginnen, vereist het enige inspanningen en oefening om het goed te doen. Als dit de eerste keer is dat u in kaart brengt, neem dan ongeveer 30 minuten de tijd om de video (in het Engels met ondertitels in meerdere talen) te bekijken om de basis te leren van hoe in kaart te brengen met behulp van het op de webbrowser gebaseerde bewerkingsprogramma van OSM, genaamd iD. Focus, nu en in de toekomst, altijd op kwaliteit, niet op de hoeveelheid die u in kaart brengt.",
	"Joined OSM": "Lid geworden van OSM",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "De afstandsbediening van JOSM reageert niet. Is JOSM actief en correct geconfigureerd om op afstand te worden bediend?",
	"Land use": "Grondgebruik",
	"Landuse": "Grondgebruik",
	"Larger": "Groter",
	"Last activity": "Laatste activiteit",
	"Last updated": "Laatst bijgewerkt op",
	"Layer name": "Naam voor laag",
	"Learn": "Leren",
	"Leave a comment": "Opmerking plaatsen",
	"Legend": "Legenda",
	"Level": "Niveau",
	"Licenses": "Licenties",
	"List view": "Lijstweergave",
	"Locked by": "Vergrendeld door",
	"Locked by you": "Vergrendeld door u",
	"Locked for mapping by": "Vergrendeld om in kaart te brengen door",
	"Locked for validation by": "Vergrendeld voor valideren door",
	"Locked": "Vergrendeld",
	"Lock": "Vergrendelen",
	"Login": "Aanmelden",
	"Logout": "Afmelden",
	"Low": "Laag",
	"Manage licenses": "Licenties beheren",
	"Manually set the experience level of a user.": "Ervaringsniveau van een gebruiker handmatig instellen.",
	"Map": "Kaart",
	"Mapped by": "In kaart gebracht door",
	"% Mapped": "% in kaart gebracht",
	"Mapped": "In kaart gebracht",
	"Mapper Level": "Niveau mapper",
	"Mapper": "Mapper",
	"Mapping difficulty": "Moeilijkheid in kaart brengen",
	"Mapping level": "Niveau in kaart brengen",
	"Mapping": "In kaart brengen",
	"Map service type": "Type service kaart",
	"Map service URL": "URL service kaart",
	"Mark all as Invalid": "Alles als ongeldig markeren",
	"Mark all as Valid": "Alles als geldig markeren",
	"Mark as Bad Imagery": "Als slechte luchtfoto's markeren",
	"Mark as Completely Mapped": "Als volledig in kaart gebracht markeren",
	"Mark as Invalid": "Als ongeldig markeren",
	"Mark as Valid": "Als geldig markeren",
	"Marked as bad imagery by": "Als slechte luchtfoto's gemarkeerd door",
	"Marked as ready by": "Als voltooid gemarkeerd door",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Maximale aantal taken is bereikt. Als kleinere taken vereist zijn, maak dan het projectgebied kleiner.",
	"Medium": "Normaal",
	"Message all contributors": "Alle deelnemers berichten",
	"Message": "Bericht",
	"Messages - Inbox": "Berichten - Inbox",
	"Messages": "Berichten",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Metadata en tags worden gebruikt om gebruikers in staat te stellen projecten te zoeken om aan te werken en om projecten te groeperen.",
	"Metadata": "Metadata",
	"Multi Task Validation": "Meerdere taken valideren",
	"Name": "Naam",
	"Name of the project": "Projectnaam",
	"Navigate the results": "Door de resultaten navigeren",
	"Newer": "Nieuwere",
	"Newest": "Nieuwste",
	"New project": "Nieuw project",
	"New to mapping?": "Nieuw bij het in kaart brengen?",
	"Next": "Volgende",
	"No active projects.": "Geen actieve projecten.",
	"No activity (yet).": "Geen activiteiten (nog niet).",
	"No archived projects.": "Geen gearchiveerde projecten.",
	"No Area of Interest has been drawn.": "Er is geen projectgebied getekend.",
	"No comments (yet).": "Geen opmerkingen (nog niet).",
	"No contributions to projects (yet).": "Geen bijdragen aan projecten (nog niet).",
	"No contributions (yet).": "Geen bijdragen (nog niet).",
	"No draft projects.": "Geen concept-projecten.",
	"No license found.": "Geen licentie gevonden.",
	"no license": "geen licentie",
	"No projects found.": "Geen projecten gevonden",
	"Note: follow this format for TMS URLs:": "Opmerking: volg deze indeling voor URL's van TMS:",
	"Nothing has happened yet.": "Er is nog niets gebeurd.",
	"Number of tasks mapped": "Aantal in kaart gebrachte taken",
	"Number of tasks validated": "Aantal gevalideerde taken",
	"Older": "Oudere",
	"Only mappers with level": "Alleen mappers van niveau",
	"Only one campaign tag is allowed.": "Slechts één tag Campagne toegestaan.",
	"Only one organisation tag is allowed.": "Slechts één tag Organisatie toegestaan",
	"Only Validators can validate on this project": "Alleen validators kunnen in dit project valideren",
	"Open Source": "Open bron",
	"Option 1:": "Optie 1:",
	"Option 2:": "Optie 2:",
	"Option 3:": "Optie 3:",
	"Option 4:": "Optie 4:",
	"Options": "Opties",
	"Organisation": "Organisatie",
	"Organisation Tag": "Tag Organisatie",
	"or higher can map": "of hoger mogen in kaart brengen",
	"OSM edit history": "OSM geschiedenis Bewerken",
	"OSM profile": "OSMprofiel",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM Tasking Manager is een programma voor het in kaart brengen dat is ontworpen en gebouwd voor het Humanitarian OSM Team om gezamenlijk in kaart te brengen.",
	"Other options": "Andere opties",
	"Other": "Ander",
	"Permissions": "Rechten",
	"Plain text": "Platte tekst",
	"Please login first.": "Eerst aanmelden.",
	"Please login to start mapping.": "Aanmelden om te beginnen met in kaart brengen.",
	"Please login to start validating.": "Aanmelden om te beginnen met valideren.",
	"Please make sure you only have one campaign tag.": "Zorg er voor dat u slechts één tag Campagne heeft.",
	"Please make sure you only have one organisation tag.": "Zorg er voor dat u slechts één tag Organisatie hebt.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Verschaf een geldig GeoJSON, KML of gezipt Shapefile.",
	"Preview": "Voorbeeld",
	"Previous": "Vorige",
	"priority area drawing tools": "Tekengereedschap voor gebieden met prioriteit",
	"Priority area": "Gebied met prioriteit",
	"priority areas": "gebieden met prioriteit",
	"Priority": "Prioriteit",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Besloten betekent dat alleen de op de hieronder weergegeven lijst van vrijwilligers vermelde gebruikers aan dit project kunnen deelnemen. Om een gebruiker toe te kunnen voegen aan de lijst met toegelaten gebruikers - dienen zij eerst de URL voor deze installatie van OSM Tasking Manager te bezoeken en toegang te autoriseren tot hun bestaande account van OpenStreetMap. Nadat zij dit hebben gedaan is hun gebruikersnaam voor de beheerder van het project beschikbaar om toe te voegen.",
	"Private": "Besloten",
	"Private Project": "Besloten project",
	"Project could not be created. The exact reason could not be determined.": "Project kon niet worden gemaakt. De exacte reden daarvoor kon niet worden bepaald.",
	"Project dashboard": "Dashboard van project",
	"Project Dashboard": "Dashboard van project ",
	"Project grid could not be trimmed to the AOI.": "Projectraster kon niet worden beperkt tot projectgebied.",
	"Project has": "Project heeft",
	"Project Manager": "Projectbeheerder",
	"Project name": "Projectnaam",
	"Projects": "Projecten",
	"Published": "Gepubliceerd",
	"Ready": "Leeg",
	"Ready to get mapping?": "Klaar om te beginnen met in kaart brengen?",
	"Remove privileges": "Rechten verwijderen",
	"Required license": "Vereiste licentie",
	"Required": "Vereist",
	"Reset": "Herstellen",
	"Return to inbox": "terug naar Inbox",
	"Return": "Terug",
	"Roads": "Wegen",
	"Role": "Rol",
	"Save changes": "Wijzigingen opslaan",
	"Save edits": "Bewerkingen opslaan",
	"Search project description or project number": "Zoeken naar omschrijving project of nummer van project",
	"Search": "Zoeken",
	"Search Users": "Gebruikers zoeken",
	"See the changesets in Overpass Turbo for this area.": "Wijzigingensets voor dit gebied bekijken in Overpass Turbo.",
	"See the changesets on the OSM website for this area.": "Wijzigingensets voor dit gebied bekijken op de website van OpenStreetMap.",
	"Select another task": "Een andere taak selecteren",
	"Select a random task": "Een willekeurige taak selecteren",
	"Select area by drawing a polygon": "Gebied selecteren door een polygoon te tekenen",
	"Select a task by clicking on the map": "Taak selecteren door op de kaart te klikken",
	"Select by area": "Op gebied selecteren",
	"Select by user:": "Op gebruiker selecteren:",
	"Select for validation": "Voor valideren selecteren",
	"Sending...": "Verzenden...",
	"Set as Administrator": "Als Beheerder instellen",
	"Set as Project Manager": "Als Projectbeheerder instellen",
	"Set as Validator": "Als Validator instellen",
	"Set mapper level": "Niveau voor mapper instellen",
	"Set role": "Rol instellen",
	"Settings": "Instellingen",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Instellen van het niveau zal de mappers helpen bij het zoeken naar geschikte projecten om aan te werken. U kunt het vereiste niveau voor het in kaart brengen afdwingen in het gedeelte Rechten.",
	"Short description": "Korte omschrijving",
	"Show advanced options": "Geavanceerde opties weergeven",
	"Show/hide menu": "Menu weergeven/verbergen",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Omdat u meerdere taken hebt geselecteerd, dient u de gegevens van OSM handmatig naar JOSM te downloaden. Download de",
	"Smaller": "Kleiner",
	"Sort column": "Kolom sorteren",
	"Split a specific area into smaller tasks by drawing an area or point:": "Splits een specifiek gebied in kleinere taken door een gebied of punt te tekenen:",
	"Split (point)": "Splitsen (punt)",
	"Split (polygon)": "Splitsen (polygoon)",
	"Sponsorship and Funding": "Fondsen en donaties",
	"Square Grid": "Rechthoekig raster",
	"Start Editor": "Bewerker starten",
	"Start Mapping": "Beginnen met in kaart brengen",
	"Start Validating": "Beginnen met valideren",
	"Stats": "Statistieken",
	"Status": "Status",
	"Step 1: Define Area": "Stap 1: Gebied definiëren",
	"Step 1": "Stap 1",
	"Step 2: Choose Tasks Type": "Stap 2: Type taken kiezen",
	"Step 2": "Stap 2",
	"Step 3: Set Task Sizes": "Stap 3: Grootte van taken instellen",
	"Step 3": "Stap 3",
	"Step 4": "Stap 4",
	"Step 4: Trim Project": "Stap 4: Project verkleinen",
	"Step 5: Review": "Stap 5: Nakijken",
	"Step 5": "Stap 5",
	"Stop Mapping": "Stoppen met in kaart brengen",
	"Stop Validating": "Stoppen met valideren",
	"Subject": "Onderwerp",
	"Task invalidated by": "Taak ongeldig verklaard door",
	"Task invalidation": "Taak ongeldig verklaren",
	"Task locked for mapping by": "Taak vergrendeld om in kaart te brengen door",
	"Task locked for validation by": "Taak vergrendeld voor valideren door",
	"Task mapped by": "Taak in kaart gebracht door",
	"Task marked as bad imagery by": "Taak als slechte luchtfoto's gemarkeerd door",
	"Task marked as ready by": "Taak als voltooid gemarkeerd door",
	"Tasks Mapped": "In kaart gebrachte taken",
	"tasks.": "taken.",
	"Tasks": "Taken",
	"tasks. Use a smaller AOI and/or fewer tasks.": "taken. Gebruik een kleiner projectgebied en/of minder taken.",
	"Tasks Validated": "Gevalideerde taken",
	"Task validated by": "Taak geldig verklaard door",
	"Task validation": "Taak geldig verklaren",
	"Text search": "Tekst zoeken",
	"The application code is available on GitHub.": "De code voor de toepassing is beschikbaar op GitHub.",
	"The Area of Interest contains self intersections.": "Het projectgebied bevat zichzelf kruisende gedeelten.",
	"The list of elements we ask you to map": "De lijst met elementen die we u vragen in kaart te brengen.",
	"The list of entities to map.": "De list met entiteiten om in kaart te brengen.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "De OSM Tasking Manager is een programma voor het in kaart brengen dat is ontworpen en gebouwd voor het Humanitarian OSM Team om gezamenlijk in kaart te brengen. Het doel van het programma is om een project om in kaart te brengen op te delen in kleinere taken die snel kunnen worden verwerkt door veel mensen die tegelijkertijd aan het gehele gebied werken. Het geeft gebieden weer die nog in kaart moeten worden gebracht en van welke gebieden het in kaart brengen nog moet worden gevalideerd.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "De OSM Tasking Manager is open bron software. U kunt problemen rapporteren en er aan deelnemen.",
	"The OSM Tasking Manager was designed and built for the": "De OSM Tasking Manager werd ontworpen en gebouwd voor het",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Het project kon niet worden gemaakt. Dit zou kunnen komen doordat de gecombineerde grootte van de gegevens van het projectgebied en het raster te groot is om naar de server te verzenden. Probeer opnieuw met een kleiner projectgebied of met minder taken.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Het project kon niet worden verkleind. Dit zou kunnen komen doordat de gecombineerde grootte van de gegevens van het projectgebied en het raster te groot is om naar de server te verzenden. Probeer opnieuw met een kleiner projectgebied of met minder taken.",
	"The project was deleted successfully.": "Het project werd met succes verwijderd.",
	"The project was not deleted successfully. This project might have some contributions.": "Het verwijderen van het project is mislukt. Dit project zou enige bijdragen kunnen hebben.",
	"There are no tasks currently available for mapping.": "Er zijn momenteel geen taken beschikbaar om in kaart te brengen.",
	"There are no tasks currently available for validation.": "Er zijn momenteel geen taken beschikbaar om te valideren.",
	"There was an error retrieving the task from the server.": "Er trad een fout op bij het ophalen van de taak van de server.",
	"There was an error updating your project. Please try again.": "Er trad een fout op bij het bijwerken van uw project. Probeer het opnieuw.",
	"There was a problem unlocking the tasks.": "Er was probleem bij het ontgrendelen van de taken.",
	"There was a problem unlocking the task.": "Er was een probleem bij het ontgrendelen van de taak.",
	"The selected task could be locked.": "De geselecteerde taak kan worden vergrendeld.",
	"The selected task could not be locked.": "De geselecteerde taak kon niet worden vergrendeld.",
	"The selected task is not in a state that allows mapping.": "De geselecteerde taak staat niet in een status die in kaart brengen toestaat.",
	"The selected task is not in a state that allows validation.": "De geselecteerde taak staat niet in een status die valideren toestaat.",
	"The size of each task is approximately": "De grootte van elke taak is bij benadering",
	"The task could not be locked for mapping.": "De taak kon niet worden vergrendeld voor in kaart brengen.",
	"The task could not be locked for validation.": "De taak kon niet worden vergrendeld voor valideren.",
	"The tasks could not be locked.": "De taken konden niet worden vergrendeld.",
	"The tasks were invalidated successfully.": "De taken werden met succes ongeldig verklaard.",
	"The tasks were marked validated successfully.": "De taken werden met succes gemarkeerd als geldig.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Deze benadering maakt het verdelen van taken aan vele individuele mappers in de context van rampen of andere scenario's voor humanitaire in kaart brengen mogelijk. Het maakt het ook mogelijk de algehele voortgang van het project te monitoren en helpt bij het verbeteren van de consistentie van het in kaart gebrachte (bijv. elementen die moeten worden verwerkt, specifieke tags om te gebruiken, etc.).",
	"This cannot be undone.": "Dit kan niet ongedaan worden gemaakt.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Dit bericht wordt niet automatisch vertaald naar de geselecteerde taal van de gebruiker, u zou dus uw eigen vertalingen moeten opnemen.",
	"This task is available for mapping.": "Deze taak is beschikbaar om in kaart te brengen.",
	"This task is available for validation.": "Deze taak is beschikbaar om te valideren.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Dit zal alle taken (uitgezonderd: slechte luchtfoto's) als geldig markeren. Gebruik dit alleen als u zeker weet wat u doet.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Dit zal alle taken (uitgezonderd: niet voltooide en taken met slechte luchtfoto's) als ongeldig markeren. Gebruik dit alleen als u zeker weet wat u doet.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Dit zal een bericht van Tasking Manager versturen aan alle deelnemers aan het huidige project. Wees voorzichtig om deze mogelijkheid te gebruiken. ",
	"Tip": "Tip",
	"to convert it to GeoJSON.": "om het te converteren naar GeoJSON.",
	"Total number of users:": "Totaal aantal gebruikers:",
	"Total OSM changesets": "Totaal wijzigingensets van OSM",
	"Trimming in progress": "Bezig met verkleinen",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Verklein het raster van de taken tot het projectgebied (optioneel). U kunt de vierkanten voor de taken volledig behouden, of ze verkleinen tot het projectgebied. Dit kan enige tijd vergen.",
	"Trim": "Verkleinen",
	"Type a username": "Gebruikersnaam invoeren",
	"Type(s) of mapping": "Type(n) in kaart brengen",
	"Unable to create project because there are more than": "Maken van project niet mogelijk omdat er meer dan",
	"Urgent": "Urgent",
	"URL to service": "URL naar de service",
	"User list": "Gebruikerslijst",
	"Username": "Gebruikersnaam",
	"User Profile": "Profiel van gebruiker",
	"Users": "Gebruikers",
	"User": "Gebruiker",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Gebruik dit als u om een bepaalde reden alle taken in dit project in één stap geldig of ongeldig moet verklaren.",
	"Validate all tasks": "Alle taken als geldig markeren",
	"Validated by": "Gevalideerd door",
	"% Validated": "% gevalideerd",
	"Validated": "Gevalideerd",
	"Validate": "Gevalideerd",
	"Validating...": "Valideren...",
	"Validation and Invalidation": "Geldig en Ongeldig verklaren",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Valideren is een tweede paar ogen die het eerder in kaart gebrachte nakijkt. Dit wordt normaal gesproken gedaan door ervaren mappers van OSM en bestaat uit het nakijken van het in kaart gebrachte op volledigheid (iets dat iedereen kan doen) en het gebruiken van verscheidene programma's om er voor te zorgen dat het in kaart gebrachte geen technische fouten bevat, bijvoorbeeld gebouwen die een muur delen met een weg. Deze video (in Engels met ondertitels in meerdere talen) laat u de basis zien voor het valideren van het in kaart gebrachte voor projecten van HOT.",
	"Validation": "Valideren",
	"Validator Level": "Niveau valideren",
	"Validator": "Validator",
	"View in Overpass Turbo": "Bekijken in Overpass Turbo",
	"View OSM changesets": "Bekijken van wijzigingensets van OSM",
	"View the projects that you have created": "Bekijk de projecten die u heeft gemaakt",
	"Visit about": "Naar Over",
	"Visit contribute": "Naar Projecten",
	"Visit homepage": "Naar de hoofdpagina",
	"Visit learn": "Naar Leren",
	"Want to use an .osm file instead? You can use": "Wilt u in plaats daarvan een bestand .osm gebruiken? U kunt",
	"Warning": "Waarschuwing",
	"Waterways": "Waterwegen",
	"When": "Wanneer",
	"With the invaluable support of:": "Met de onmisbare hulp van:",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "U kunt geen taken voor in kaart brengen selecteren omdat u al één of meerdere taken hebt vergrendeld. Gebruik de kaart om die taak opnieuw te selecteren en die te voltooien of stop met het in kaart brengen ervan.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "U kunt geen taken voor het in kaart brengen in dit project omdat u niet het vereiste niveau van ervaring daarvoor bezit.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "U kunt in dit project geen taken selecteren om te valideren omdat u de rol Validator niet heeft.",
	"You can only delete projects with no contributions.": "U kunt alleen projecten verwijderen die geen bijdragen hebben.",
	"You can use Markdown. (HTML is not allowed)": "U mag Markdown gebruiken. (HTML is niet toegestaan)",
	"You do not have the required Validator role for validation on this project.": "U heeft niet de vereiste rol van Validator om in dit project te kunnen valideren.",
	"You have no messages.": "Er zijn geen berichten.",
	"You have unread messages.": "Er zijn niet gelezen berichten.",
	"You need to accept the license before continuing.": "U dient eerst de licentie te accepteren voordat u door kunt gaan.",
	"You need to add at least one allowed user to a private project.": "U dient tenminste één toegelaten gebruiker toe te voegen aan een besloten project.",
	"Your profile": "Uw profiel",
	"Your project has been updated successfully.": "Het project werd met succes bijgewerkt.",
	"Your project was created successfully.": "Uw project werd met succes gemaakt.",
	"Back to Previous": "Terug naar vorige"
}
