{
	"About": "O stronie",
	"About the OSM Tasking Manager": "O OSM Tasking Manager",
	"Accept and continue": "Zaakceptuj i kontynuuj",
	"Accept imagery license": "Zaakceptuj licencję podkładu",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Komentarz wpisywany podczas zapisywania zmian do bazy OSM. Kiedy zapisujesz swoją pracę pozostaw domyślny komentarz, ale dodaj, co zmapowałeś, na przykład: Dodano budynki i uliczkę osiedlową.",
	"Actions": "Działania",
	"Active": "Aktywny",
	"Activity and Stats": "Aktywność i statystyki",
	"Add layer": "Dodaj warstwę",
	"Add user": "Dodaj użytkownika",
	"A description for the default locale": "Opis domyślnych ustawień regionalnych",
	"Admin": "Admin",
	"Administrator": "Administrator",
	"Advanced": "Zaawansowany",
	"Advanced mapper": "Zaawansowany maper",
	"Advanced options": "Zaawansowane opcje",
	"Advanced task information and editing options": "Zaawansowane informacje o zadaniach i opcjach edycji",
	"A few of the humanitarian efforts you can support through mapping.": "Trochę wysiłków humanitarnych, które możesz wesprzeć mapowaniem.",
	"All": "Wszystko",
	"Allowed users on private project": "Dopuszczeni użytkownicy z prywatnych projektów",
	"A name for the default locale": "Nazwa domyślnych ustawień regionalnych",
	"and help improve it.": "i pomóż to ulepszyć.",
	"and open it in JOSM to see the task boundaries.": "i otwórz w JOSM, aby zobaczyć granice zadania.",
	"and open it in JOSM to see the task boundary.": "i otwórz w JOSM, aby zobaczyć granice zadania.",
	"An error occurred when setting the level.": "Wystąpił błąd przy ustawianiu poziomu.",
	"An error occurred when setting the role.": "Wystąpił błąd przy ustawianiu roli.",
	"A new project will be created with": "Nowy projekt zostanie utworzony z",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Każdy, kto umie używać komputera do rysowania linii i kwadratów lub używać telefonu do przesuwania i dotykania, może znacząco przyczynić się do humanitarnego mapowania. Jeżeli nigdy wcześniej nie mapowałeś, ale chcesz pomóc w odczytywaniu podkładów, nanoszeniu budynków i dróg, odwiedź naszą stronę Nauka, która wprowadzi Cię w mapowanie w mniej niż 30 minut.",
	"AOI geometry must be a valid MultiPolygon.": "Geometria obszaru zainteresowania musi być prawidłowym wielokątem.",
	"Arbitrary Tasks": "Dowolne zadania",
	"Archived": "Zarchiwizowane",
	"are locked for validation by you.": "są zablokowane do weryfikacji przez Ciebie.",
	"are missing.": "brakują.",
	"Are you sure you want to delete this message?": "Czy na pewno chcesz usunąć tą wiadomość?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Czy na pewno chcesz usunąć ten projekt? Nie można cofnąć usuwania projektu.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Czy na pewno chcesz odrzucić wszystkie zadania w tym projekcie? Nie możesz tego cofnąć.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Czy na pewno chcesz zatwierdzić wszystkie zadania? Nie możesz tego cofnąć.",
	"A short description for the default locale": "Krótki opis domyślnych ustawień regionalnych",
	"Authorization failed.": "Błąd autoryzacji.",
	"Authorization successful. Redirecting...": "Autoryzacja udana. Przekierowanie...",
	"Bad imagery": "Zły podkład",
	"Beginner": "Początkujący",
	"Beginner mapper": "Początkujący maper",
	"Buildings": "Budynki",
	"Campaign": "Kampania",
	"Campaign Tag": "Tag kampani",
	"Cancel": "Anuluj",
	"Changeset comment": "Komentarz zestawu zmian",
	"characters remaining": "pozostało znaków",
	"Choose a task": "Wybierz zadanie",
	"Choose a task for mapping:": "Wybierz zadanie do mapowania:",
	"choose default locale": "wybierz domyślne ustawienia regionalne",
	"choose from existing tags or create a new one": "wybierz z istniejących tagów lub utwórz nowy",
	"choose locale": "wybierz ustawienia regionalne",
	"choose mapping level": "wybierz poziom mapowania",
	"Choose one or more tasks for validation:": "Wybierz jedno lub więcej zadań do weryfikacji:",
	"choose results view": "wybierz widok wyników",
	"Clear all": "Wyczyść wszystko",
	"Clip tasks to Area of Interest": "Przytnij zadanie do obszaru zainteresowania",
	"Close": "Zamknij",
	"Close message": "Zamknij wiadomość",
	"Comment": "Komentarz",
	"Comment left by": "Komentarz zostawiony przez",
	"Comments by users": "Komentarze użytkowników",
	"Contact us via the About page.": "Skontaktuj się z nami przez stronę informacyjną.",
	"Contribute": "Wesprzyj",
	"Contributions": "Wkład",
	"Contributor": "Współtwórca",
	"Contributors were messaged successfully.": "Współtwórcy zostali powiadomieni.",
	"Create a new project": "Utwórz nowy projekt",
	"Create": "Utwórz",
	"Created by:": "Utworzone przez:",
	"Created": "Utworzone",
	"Create new license": "Utwórz nową licencję",
	"Create new Project": "Utwórz nowy projekt",
	"Create project": "Utwórz projekt",
	"Creation in progress...": "Tworzenie w toku...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Domyślne komentarze dodawane w odpowiednim polu przy wysyłaniu zestawu zmian. Użytkownicy powinni również chętnie dodawać opis tego, co zmapowali. Przykład:  #hotosm-project-470 #missingmaps Mapowanie budynków. Hasztagi są czasami używane do dalszych analiz, ale powinny być zrozumiałe dla człowieka i nie nadużywane, np. #group, #event.",
	"Default locale": "Domyślne ustawienia regionalne",
	"Delete": "Usuń",
	"Delete message": "Usuń wiadomość",
	"Delete project": "Usuń projekt",
	"Description": "Opis",
	"Detailed Instructions": "Szczegółowe wskazówki",
	"Details": "Szczegóły",
	"Dismiss alert": "Odrzuć alarm",
	"Dismiss": "Odrzuć",
	"Download the": "Pobierz",
	"Draft": "Szkic",
	"Draw circle": "Rysuj okrąg",
	"Draw": "Rysuj",
	"Draw polygon": "Rysuj wielokąt",
	"Draw rectangle": "Rysuj prostokąt",
	"Draw the Area of Interest on the map.": "Rysuj obszar zainteresowania na mapie.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Przygotowanie, pozyskiwanie i odzyskiwanie szczegółowych informacji przestrzennych, map dróg, budynków, mostów, itd. jest krytyczne w czasie katastrof, żeby dostarczyć, jak najlepsze usługi i wsparcie, w możliwie najkrótszym czasie i najefektywniejszymi sposobami. Niestety takie dane nie istnieją lub są niedostępne dla większej części świata. Poprzez skoordynowaną współpracę maperów bazujących na zdjęciach satelitarnych i lotniczych oraz ludzi na ziemi możemy pomóc dostarczyć te dane w odpowiednim czasie tam gdzie są potrzebne.",
	"Edit description": "Edytuj opis",
	"Edit": "Edytuj",
	"Edit imagery": "Edytuj podkład",
	"Edit instructions": "Edytuj wskazówki",
	"Edit License": "Edytuj licencję",
	"Edit permissions": "Edytuj uprawnienia",
	"Edit priority areas": "Edytuj obszary priorytetowe",
	"Edit project": "Edytuj projekt",
	"Edit settings": "Edytuj ustawienia",
	"Edit tags": "Edytuj tagi",
	"Enter a name for the license (provider for example)": "Wprowadź nazwę licencji (np. dostawcy)",
	"Enter a short version of the terms": "Wprowadź krótką wersję warunków",
	"Enter a username": "Wprowadź nazwę użytkownika",
	"Enter the license terms": "Wprowadź warunki licencji",
	"Entities to map": "Podmioty do zmapowania",
	"Error": "Błąd",
	"Failed to create a new license. Please try again.": "Nie udało się utworzyć nowej licencji. Spróbuj ponownie.",
	"Failed to delete license. Please try again.": "Nie udało się usunąć licencji. Spróbuj ponownie.",
	"Failed to mark all task valid for an unknown reason.": "Nie udało się oznaczyć wszystkich zadań jako sprawdzone z nieznanej przyczyny.",
	"Failed to message all contributors for an unknown reason.": "Nie udało się powiadomić wszystkich współtwórców z nieznanej przyczyny.",
	"Failed to save edits. Please try again.": "Nie udało się zapisać zmian. Spróbuj ponownie.",
	"Field stories": "Opowieści terenowe",
	"file": "plik",
	"Filter": "Filtr",
	"Filter projects (on name, campaign, ...)": "Filtruj projekty (po nazwie, kampanii, ...)",
	"Fork the Tasking Manager Code on GitHub": "Skopiuj kod Tasking Managera na GitHubie",
	"From": "Z",
	"General task size:": "Ogólny rozmiar zadania:",
	"Go back to license overview": "Wróć do przeglądu licencji",
	"Go to MapSwipe": "Idź do MapSwipe",
	"Go to project": "Idź do projektu",
	"Go to the description tab": "Idź do zakładki opisu",
	"Go to the homepage": "Idź do strony domowej",
	"Go to the instructions tab": "Idź do zakładki instrukcji",
	"Go to the mapping tab": "Idź do zakładki mapowania",
	"Grid view": "Widok siatki",
	"High": "Wysoko",
	"History": "Historia",
	"HOT Tasking Manager": "HOT Tasking Manager",
	"How you can help": "Jak możesz pomóc",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Jeżeli jest zaznaczone, tylko użytkownicy z wybranymi poziomami doświadczenia będą mogli wspierać ten projekt. Jeżeli jest odznaczone, każdy może pomagać. Idź do panelu metadanych, aby zmienić poziom doświadczenia maperów dla tego projektu.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Jeżeli jest zaznaczone, tylko użytkownicy w roli weryfikatorów będą mogli sprawdzać zadania w tym projekcie. Jeżeli jest odznaczone, każdy może zatwierdzać lub odrzucać zadania.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Jeżeli powracasz i jesteś gotowy do mapowania, odwiedź stronę wesprzyj. Zobaczysz listę nieukończonych projektów, które potrzebują pomocy kogoś takiego, jak Ty. Możesz wybrać zakładkę filtr i zawęzić listę projektów do takich, nad którymi chcesz najbardziej pracować. Na Twojej stronie profilowej jest lista i szybkie linki do projektów, w których już brałeś udział.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Jeżeli chcesz, aby maperzy najpierw pracowali na obszarach o najwyższym priorytecie, narysuj jeden lub więcej wielokątów w obszarze objętym projektem.",
	"Imagery": "Podkład",
	"Import a GeoJSON, KML, or zipped SHP file.": "Importuj GeoJSON, KML lub spakowany plik SHP.",
	"Import": "Importuj",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Żeby móc skorzystać ze wszystkich funkcji Tasking Managera odwiedź stronę na komputerze zamiast na urządzeniu mobilnym. Jeżeli chcesz pomagać na urządzeniu mobilnym, użyj MapSwipe.",
	"Instructions for the default locale": "Wskazówki dla domyślnych ustawień regionalnych",
	"Instructions": "Wskazówki",
	"Intermediate": "Pośredni",
	"Intermediate mapper": "Średniozaawansowany maper",
	"In this area": "W tym obszarze",
	"Invalidate all tasks": "Odrzuć wszystkie zadania",
	"Invalidated by": "Odrzucone przez",
	"Invalidated": "Odrzucone",
	"Invalidating all the tasks failed for an unknown reason.": "Odrzucanie wszystkich zadań nie udało się z nieznanej przyczyny.",
	"Invalidating...": "Odrzucanie...",
	"is missing.": "brakuje.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Zalecamy, aby zadnia miały mały rozmiar. Przejrzyj rozmiar zadań i/lub rozważ utworzenie wielu projektów.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Bardzo łatwo jest zacząć mapować w OpenStreetMap i wspierać projekty HOT. Ludzie na całym świecie opierają się na danych OpenStreetMap dodanych przez miliony współtwórców w ciągu ostatnich 10 lat. Pomimo łatwego początku, prawidłowe mapowanie wymaga trochę wysiłku i praktyki. Jeżeli, to Twój pierwszy raz z mapowaniem, obejrzyj 30-minutowy film (po angielsku, z napisami), aby nauczyć się podstaw mapowania przy użyciu przeglądarkowego edytora do OSM o nazwie iD. Prosimy, abyś teraz i w przyszłości, zawsze skupiał się na jakości, a nie ilości podczas mapowania.",
	"Joined OSM": "Połączono z OSM",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "Zdalny sterowanie JOSM nie odpowiada. Czy JOSM jest uruchomiony i skonfigurowany do zdalnej kontroli?",
	"Land use": "Zagospodarowanie terenu",
	"Landuse": "Zagospodarowanie terenu",
	"Larger": "Większe",
	"Last activity": "Ostatnia aktywność",
	"Last updated": "Ostatnio zaktualizowano",
	"Layer name": "Nazwa warstwy",
	"Learn": "Nauka",
	"Leave a comment": "Zostaw komentarz",
	"Legend": "Legenda",
	"Level": "Poziom",
	"Licenses": "Licencje",
	"List view": "Widok listy",
	"Locked by": "Zablokowane przez",
	"Locked by you": "Zablokowane przez Ciebie",
	"Locked for mapping by": "Zablokowane do mapowania przez",
	"Locked for validation by": "Zablokowane do weryfikacji przez",
	"Locked": "Zablokowane",
	"Lock": "Blokada",
	"Login": "Zaloguj",
	"Logout": "Wyloguj",
	"Low": "Niski",
	"Manage licenses": "Zarządzaj licencjami",
	"Manually set the experience level of a user.": "Ustaw poziom doświadczenia użytkownika ręcznie.",
	"Map": "Mapa",
	"Mapped by": "Zmapowane przez",
	"% Mapped": "% Zmapowane",
	"Mapped": "Zmapowane",
	"Mapper Level": "Poziom mapera",
	"Mapper": "Maper",
	"Mapping difficulty": "Trudność mapowania",
	"Mapping level": "Poziom mapowania",
	"Mapping": "Mapowanie",
	"Map service type": "Rodzaj usługi map",
	"Map service URL": "URL usługi map",
	"Mark all as Invalid": "Oznacz wszystkie jako nieprawidłowe",
	"Mark all as Valid": "Oznacz wszystkie jako prawidłowe",
	"Mark as Bad Imagery": "Oznacz jako zły podkład",
	"Mark as Completely Mapped": "Oznacz jako całkowicie zmapowane",
	"Mark as Invalid": "Oznacz jako nieprawidłowe",
	"Mark as Valid": "Oznacz jako prawidłowe",
	"Marked as bad imagery by": "Oznacz jako zły podkład przez",
	"Marked as ready by": "Oznaczone jako gotowe przez",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Osiągnięto maksymalną liczbę zadań. Jeżeli są wymagane mniejsze zmniejsz obszar zainteresowania.",
	"Medium": "Średnie",
	"Message all contributors": "Powiadom wszystkich współtwórców",
	"Message": "Wiadomość",
	"Messages - Inbox": "Wiadomości - przychodzące",
	"Messages": "Wiadomości",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Metadane i tagi są używane, aby pozwolić użytkownikom znaleźć i grupować projekty.",
	"Metadata": "Metadane",
	"Multi Task Validation": "Weryfikowanie wielu zadań",
	"Name": "Nazwa",
	"Name of the project": "Nazwa projektu",
	"Navigate the results": "Idź do wyników",
	"Newer": "Nowsze",
	"Newest": "Najnowsze",
	"New project": "Nowy projekt",
	"New to mapping?": "Zaczynasz mapować?",
	"Next": "Dalej",
	"No active projects.": "Brak aktywnych projektów.",
	"No activity (yet).": "Brak aktywności (jeszcze).",
	"No archived projects.": "Brak zarchiwizowanych projektów.",
	"No Area of Interest has been drawn.": "Żaden obszar zainteresowania nie został narysowany.",
	"No comments (yet).": "Brak komentarzy (jeszcze).",
	"No contributions to projects (yet).": "Brak wkładu do projektu (jeszcze).",
	"No contributions (yet).": "Brak wkładu (jeszcze).",
	"No draft projects.": "Brak szkiców projektów.",
	"No license found.": "Nie znaleziono licencji.",
	"no license": "brak licencji",
	"No projects found.": "Nie znaleziono projektów.",
	"Note: follow this format for TMS URLs:": "Uwaga: używaj tego formatu URLi do TMS:",
	"Nothing has happened yet.": "Jeszcze nic się nie wydarzyło.",
	"Number of tasks mapped": "Liczba zmapowanych zadań",
	"Number of tasks validated": "Liczba zweryfikowanych zadań",
	"Older": "Starsze",
	"Only mappers with level": "Tylko maperzy z poziomem",
	"Only one campaign tag is allowed.": "Tylko jeden tag kampanii jest dozwolony.",
	"Only one organisation tag is allowed.": "Tylko jeden tag organizacji jest dozwolony.",
	"Only Validators can validate on this project": "Tylko Weryfikatorzy mogą sprawdzać ten projekt",
	"Open Source": "Otwarte źródło",
	"Option 1:": "Opcja 1:",
	"Option 2:": "Opcja 2:",
	"Option 3:": "Opcja 3:",
	"Option 4:": "Opcja 4:",
	"Options": "Opcje",
	"Organisation": "Organizacja",
	"Organisation Tag": "Tag organizacji",
	"or higher can map": "lub wyższy mogą mapować",
	"OSM edit history": "Historia edycji OSM",
	"OSM profile": "Profil OSM",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM Tasking Manager, to narzędzie stworzone do wspólnego mapowania dla Humanitarian OSM Team.",
	"Other options": "Inne opcje",
	"Other": "Inne",
	"Permissions": "Uprawnienia",
	"Plain text": "Czysty tekst",
	"Please login first.": "Najpierw się zaloguj.",
	"Please login to start mapping.": "Zaloguj się, aby zacząć mapować.",
	"Please login to start validating.": "Zaloguj się, aby zacząć weryfikować.",
	"Please make sure you only have one campaign tag.": "Upewnij się, że masz tylko jeden tag kampanii.",
	"Please make sure you only have one organisation tag.": "Upewnij się, że masz tylko jeden tag organizacji.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Wskaż prawidłowy plik GeoJSON, KML lub spakowany Shapefile.",
	"Preview": "Podgląd",
	"Previous": "Poprzedni",
	"priority area drawing tools": "narzędzia zaznaczania obszarów priorytetowych",
	"Priority area": "Obszar priorytetowy",
	"priority areas": "obszary priorytetowe",
	"Priority": "Priorytet",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Prywatny oznacza, że tylko użytkownicy wskazani poniżej mogą dołączyć do projektu. Aby można było dodać użytkowników do listy dozwolonych muszą oni najpierw odwiedzić adres URL tej instalacji OSM Tasking Managera i zezwolić na dostęp do ich konta OpenStreetMap. Po tym ich nazwy użytkowników będą możliwe do dodania przez managera projektu.",
	"Private": "Prywatny",
	"Private Project": "Prywatny projekt",
	"Project could not be created. The exact reason could not be determined.": "Nie można utworzyć projektu. Dokładny powód jest nieznany.",
	"Project dashboard": "Tablica projektu",
	"Project Dashboard": "Tablica projektu",
	"Project grid could not be trimmed to the AOI.": "Siatka projektu nie może być docięta do obszaru zainteresowania.",
	"Project has": "Projekt ma",
	"Project Manager": "Manager projektu",
	"Project name": "Nazwa projektu",
	"Projects": "Projekty",
	"Published": "Opublikowano",
	"Ready": "Gotowe",
	"Ready to get mapping?": "Gotowy na mapowanie?",
	"Remove privileges": "Usuń uprawnienia",
	"Required license": "Wymagana licencja",
	"Required": "Wymagane",
	"Reset": "Resetuj",
	"Return to inbox": "Powrót do odebranych",
	"Return": "Powrót",
	"Roads": "Drogi",
	"Role": "Rola",
	"Save changes": "Zapisz zmiany",
	"Save edits": "Zapisz edycje",
	"Search project description or project number": "Szukaj opisu lub numeru projektu",
	"Search": "Szukaj",
	"Search Users": "Szukaj użytkowników",
	"See the changesets in Overpass Turbo for this area.": "Zobacz zestawy zmian dla tego obszaru w Overpass Turbo.",
	"See the changesets on the OSM website for this area.": "Zobacz zestawy zmian dla tego obszaru na stronie OSM.",
	"Select another task": "Wybierz inne zadanie",
	"Select a random task": "Wybierz losowe zadanie",
	"Select area by drawing a polygon": "Wybierz obszar rysując wielokąt",
	"Select a task by clicking on the map": "Wybierz zadanie klikając na mapie",
	"Select by area": "Wybierz obszarem",
	"Select by user:": "Wybierz przez użytkownika:",
	"Select for validation": "Wybierz do weryfikacji",
	"Sending...": "Wysyłanie...",
	"Set as Administrator": "Ustaw jako administratora",
	"Set as Project Manager": "Ustaw jako managera projektu",
	"Set as Validator": "Ustaw jako weryfikatora",
	"Set mapper level": "Ustaw poziom mapera",
	"Set role": "Ustaw rolę",
	"Settings": "Ustawienia",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Ustawienie poziomu pomoże maperom znaleźć odpowiednie projekty do pracy. Możesz wymusić wymagany poziom w sekcji uprawnień.",
	"Short description": "Krótki opis",
	"Show advanced options": "Pokaż zaawansowane opcje",
	"Show/hide menu": "Pokaż/ukryj menu",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Dopóki masz wybrane wiele zadań, musisz w JOSM pobrać dane OSM ręcznie. Pobierz",
	"Smaller": "Mniejsze",
	"Sort column": "Sortuj kolumnę",
	"Split a specific area into smaller tasks by drawing an area or point:": "Podziel wybrany obszar na mniejsze zadania rysując obszar lub punkt:",
	"Split (point)": "Podziel (punkt)",
	"Split (polygon)": "Podziel (wielokąt)",
	"Sponsorship and Funding": "Sponsoring i finansowanie",
	"Square Grid": "Kwadratowa siatka",
	"Start Editor": "Uruchom edytor",
	"Start Mapping": "Rozpocznij mapowanie",
	"Start Validating": "Rozpocznij weryfikację",
	"Stats": "Statystyki",
	"Status": "Status",
	"Step 1: Define Area": "Krok 1: Zdefiniuj obszar",
	"Step 1": "Krok 1",
	"Step 2: Choose Tasks Type": "Krok 2: Wybierz rodzaj zadania",
	"Step 2": "Krok 2",
	"Step 3: Set Task Sizes": "Krok 3: Ustaw rozmiary zadań",
	"Step 3": "Krok 3",
	"Step 4": "Krok 4",
	"Step 4: Trim Project": "Krok 4: Przytnij projekt",
	"Step 5: Review": "Krok 5: Przegląd",
	"Step 5": "Krok 5",
	"Stop Mapping": "Koniec mapowania",
	"Stop Validating": "Koniec weryfikowania",
	"Subject": "Temat",
	"Task invalidated by": "Zadanie odrzucone przez",
	"Task invalidation": "Odrzucenie zadania",
	"Task locked for mapping by": "Zadanie zablokowane do mapowania przez",
	"Task locked for validation by": "Zadanie zablokowane do weryfikacji przez",
	"Task mapped by": "Zadania zmapowane przez",
	"Task marked as bad imagery by": "Zadanie oznaczone jako zły podkład przez",
	"Task marked as ready by": "Zadanie oznaczone jako gotowe przez",
	"Tasks Mapped": "Zadania zmapowane",
	"tasks.": "zadania.",
	"Tasks": "Zadania",
	"tasks. Use a smaller AOI and/or fewer tasks.": "zadania. Użyj mniejszego obszaru zainteresowania i/lub mniej zadań.",
	"Tasks Validated": "Zadania zweryfikowane",
	"Task validated by": "Zadanie zweryfikowane przez",
	"Task validation": "Weryfikacja zadania",
	"Text search": "Wyszukiwanie tekstu",
	"The application code is available on GitHub.": "Kod aplikacji jest dostępny na GitHubie.",
	"The Area of Interest contains self intersections.": "Obszar zainteresowania zawiera samoprzecięcia.",
	"The list of elements we ask you to map": "Lista elementów, które dajemy Ci do zmapowania",
	"The list of entities to map.": "Lista podmiotów do zmapowania.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "OSM Tasking Manager, to narzędzie stworzone do wspólnego mapowania dla Humanitarian OpenStreetMap Team. Celem działania tego narzędzia jest podzielenie projektu mapowania na mniejsze zadania, które mogą być wykonane błyskawicznie przez wielu ludzi pracujących na tym samym obszarze. Aplikacja pokazuje, które obszary wymagają mapowania, a które weryfikacji wprowadzonych zmian.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "OSM Tasking Manager jest oprogramowaniem z otwartym źródłem. Możesz zgłaszać błędy i dołączyć swój wkład.",
	"The OSM Tasking Manager was designed and built for the": "OSM Tasking Manager został zaprojektowany i stworzony dla",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projekt nie może zostać utworzony. Może to być spowodowane zbyt dużym rozmiarem obszaru zainteresowania i podziałką siatki, aby wysłać to na serwer. Spróbuj ponownie z mniejszym obszarem lub mniejszą ilością zadań.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Projekt nie może zostać przycięty. Może to być spowodowane zbyt dużym rozmiarem obszaru zainteresowania i podziałką siatki, aby wysłać to na serwer. Spróbuj ponownie z mniejszym obszarem lub mniejszą ilością zadań.",
	"The project was deleted successfully.": "Pomyślnie usunięto projekt.",
	"The project was not deleted successfully. This project might have some contributions.": "Nie udało się usunąć projektu. Ten projekt może mieć jakiś wkład.",
	"There are no tasks currently available for mapping.": "Aktualnie nie ma dostępnych zadań do mapowania.",
	"There are no tasks currently available for validation.": "Aktualnie nie ma dostępnych zadań do weryfikacji.",
	"There was an error retrieving the task from the server.": "Wystąpił błąd podczas pobierania zadania z serwera.",
	"There was an error updating your project. Please try again.": "Wystąpił błąd podczas uaktualniania projektu. Spróbuj ponownie.",
	"There was a problem unlocking the tasks.": "Wystąpił problem z odblokowywaniem zadań.",
	"There was a problem unlocking the task.": "Wystąpił problem z odblokowywaniem zadania.",
	"The selected task could be locked.": "Wybrane zadanie może być zablokowane.",
	"The selected task could not be locked.": "Wybrane zadanie nie może być zablokowane.",
	"The selected task is not in a state that allows mapping.": "Wybrane zadanie jest w stanie, który nie pozwala na mapowanie.",
	"The selected task is not in a state that allows validation.": "Wybrane zadanie jest w stanie, który nie pozwala na weryfikację.",
	"The size of each task is approximately": "Rozmiar każdego zadania jest przybliżony",
	"The task could not be locked for mapping.": "Zadanie nie może być zablokowane do mapowania.",
	"The task could not be locked for validation.": "Zadanie nie może być zablokowane do weryfikacji.",
	"The tasks could not be locked.": "Zadania nie mogą być zablokowane.",
	"The tasks were invalidated successfully.": "Pomyślnie odrzucono zadania.",
	"The tasks were marked validated successfully.": "Pomyślnie oznaczono zadania jako zweryfikowane.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Takie podejście pozwala na rozdysponowanie zadań do wielu indywidualnych maperów w przypadku zagrożenia lub innej potrzeby mapowania humanitarnego. Umożliwia też monitorowanie ogólnego postępu w projekcie i pomaga ujednolicić mapowanie (np. potrzebne elementy, specyficzne tagi, itd.).",
	"This cannot be undone.": "Tego nie można cofnąć.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Ta wiadomość nie jest przetłumaczona na język wybranych przez tego użytkownika, więc możesz dołączyć swoje własne tłumaczenie.",
	"This task is available for mapping.": "To zadanie jest dostępne do mapowania.",
	"This task is available for validation.": "To zadania jest dostępne do weryfikacji.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "To oznaczy wszystkie zadania (oprócz złego podkładu) jako zweryfikowane. Używaj tego tylko jeżeli wiesz, co robisz.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "To oznaczy wszystkie zadania (oprócz niedokończonych i złych podkładów) jako zweryfikowane. Używaj tego tylko jeżeli wiesz, co robisz.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "To wyśle wiadomość w Tasking Managerze do wszystkich współtwórców aktualnego projektu. Używaj tego rozważnie.",
	"Tip": "Wskazówka",
	"to convert it to GeoJSON.": ", aby skonwertować do GeoJSON.",
	"Total number of users:": "Łączna liczba użytkowników:",
	"Total OSM changesets": "Łączna liczba zestawów zmian OSM",
	"Trimming in progress": "Przycinanie w toku",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Przytnij siatkę zadania do obszaru zainteresowania (opcjonalnie). Możesz pozostawić kwadraty zadań w całości lub przyciąć je do obszaru. To zajmie trochę czasu.",
	"Trim": "Przytnij",
	"Type a username": "Wprowadź nazwę użytkownika",
	"Type(s) of mapping": "Rodzaj(e) mapowania",
	"Unable to create project because there are more than": "Nie można utworzyć projektu, ponieważ jest więcej niż",
	"Urgent": "Ważne",
	"URL to service": "URL do usługi",
	"User list": "Lista użytkowników",
	"Username": "Nazwa użytkownika",
	"User Profile": "Profil użytkownika",
	"Users": "Użytkownicy",
	"User": "Użytkownik",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Użyj tego jeżeli z jakichś względów potrzebujesz zweryfikować lub odrzucić wszystkie zadania w tym projekcie za jednym zamachem.",
	"Validate all tasks": "Zweryfikuj wszystkie zadania",
	"Validated by": "Zweryfikowane przez",
	"% Validated": "% Zweryfikowane",
	"Validated": "Zweryfikowane",
	"Validate": "Weryfikuj",
	"Validating...": "Weryfikowanie...",
	"Validation and Invalidation": "Weryfikowanie i odrzucanie",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Weryfikacja, to drugie spojrzenie na wstępne mapowanie. Zazwyczaj wykonują ją doświadczeni maperzy OSM, a polega ona na przeglądaniu mapy pod kątem kompletności (coś, co może zrobić każdy) i używaniu różnych narzędzi do sprawdzenia, czy nie ma żadnych problemów technicznych, np. budynków dzielących ściany z drogą. Ten film (po angielsku, z napisami) przeprowadzi Cię przez podstawy weryfikowania mapowania dla projektów HOT.",
	"Validation": "Weryfikacja",
	"Validator Level": "Poziom weryfikatora",
	"Validator": "Weryfikator",
	"View in Overpass Turbo": "Zobacz w Overpass Turbo",
	"View OSM changesets": "Zobacz zestawy zmian OSM",
	"View the projects that you have created": "Zobacz projekty utworzone przez Ciebie",
	"Visit about": "Odwiedź stronę o",
	"Visit contribute": "Odwiedź wsparcie",
	"Visit homepage": "Odwiedź stronę domową",
	"Visit learn": "Odwiedź stronę nauki",
	"Want to use an .osm file instead? You can use": "Czy chcesz użyć zamiast tego pliku .osm? Możesz użyć",
	"Warning": "Ostrzeżenie",
	"Waterways": "Drogi wodne",
	"When": "Kiedy",
	"With the invaluable support of:": "Z nieocenionym wsparciem:",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Nie możesz wybrać zadań do mapowania, ponieważ masz już jedno lub więcej zablokowanych zadań. Użyj mapy, aby wybrać ponownie zadanie i je dokończyć lub przestań je mapować.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Nie możesz wybrać zadań do mapowania w tym projekcie, ponieważ nie masz wymaganego poziomu doświadczenia.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "Nie możesz wybrać zadań do weryfikacji w tym projekcie, ponieważ nie masz roli weryfikatora.",
	"You can only delete projects with no contributions.": "Możesz usuwać tylko projekty bez żadnego wkładu.",
	"You can use Markdown. (HTML is not allowed)": "Możesz używać Markdown. (HTML jest niedozwolony)",
	"You do not have the required Validator role for validation on this project.": "Nie posiadasz wymaganej roli weryfikatora do weryfikacji w tym projekcie.",
	"You have no messages.": "Nie masz wiadomości.",
	"You have unread messages.": "Masz nieprzeczytane wiadomości.",
	"You need to accept the license before continuing.": "Musisz zaakceptować licencję przed kontynuowaniem.",
	"You need to add at least one allowed user to a private project.": "Musisz dodać przynajmniej jednego dozwolonego użytkownika w prywatnym projekcie.",
	"Your profile": "Twój profil",
	"Your project has been updated successfully.": "Twój projekt został pomyślnie uaktualniony.",
	"Your project was created successfully.": "Twój projekt został pomyślnie utworzony.",
	"Back to Previous": "Wstecz do poprzednich"
}
