{
	" Mark as Bad Imagery": "Marcar como Imagens Aéreas Más",
	" Mark as Completely Mapped": "Marcar como Completamente Mapeado",
	" Split Task": "Dividir Tarefa",
	" Stop Mapping": "Parar de Mapear",
	"% Mapped": "% Mapeado",
	"% Validated": "% validado",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Um comentário introduzido quando gravar as suas alterações de mapeamento na base de dados do OSM. Ao gravar o seu trabalho, por favor use o comentário padrão e adicione também o que realmente mapeou. Por exemplo: \"#hotosm-project-1450 Adicionei edifícios e uma estrada residencial\".",
	"A description for the default locale": "Uma descrição para a configuração regional padrão",
	"A few of the humanitarian efforts you can support through mapping.": "Uns poucos dos esforços que pode apoiar através do mapeamento.",
	"A name for the default locale": "Um nome para a configuração regional padrão",
	"A new project will be created with": "Será criado um novo projeto com",
	"A short description for the default locale": "Uma descrição curta para a configuração regional padrão",
	"A verification email was sent.": "For enviado um email de verificação.",
	"About": "Sobre",
	"About the OSM Tasking Manager": "Sobre o Gestor de Tarefas OSM",
	"About the Tasking Manager": "Sobre o Gestor de Tarefas",
	"Accept and continue": "Aceitar e continuar",
	"Accept imagery license": "Aceitar termos da licença da imagem",
	"Action": "Ação",
	"Actions": "Ações",
	"Active": "Ativo",
	"Active Mappers": "Mapeadores ativos",
	"Activity and Stats": "Atividade e Estatísticas",
	"Add Comment": "Adicionar Comentário",
	"Add layer": "Adicionar camada",
	"Add user": "Adicionar utilizador",
	"Admin": "Admin",
	"Administrator": "Administrador",
	"Advanced": "Avançado",
	"Advanced mapper": "Mapeador experiente",
	"Advanced options": "Opções avançadas",
	"Advanced task information and editing options": "Informação avançada da tarefa e opções de edição",
	"All": "Todos",
	"All HOT and Missing Maps mapping is done in": "Todo o mapeamento HOT e Missing Maps é feito em",
	"Allowed users on private project": "Utilizadores permitidos no projeto privado",
	"An error occurred": "Ocorreu um erro",
	"An error occurred when altering expert mode setting.": "Ocorreu um erro ao alterar a definição de modo avançado.",
	"An error occurred when setting the level.": "Ocorreu um erro ao definir o nível.",
	"An error occurred when setting the role.": "Ocorreu um erro ao definir a função.",
	"and help improve it.": "e ajude a melhorá-lo.",
	"and open it in JOSM to see the task boundaries.": "e abra no JOSM para ver os limites da tarefa.",
	"and open it in JOSM to see the task boundary.": "e abra no JOSM para ver o limite da tarefa.",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Qualquer pessoa que use um computador para desenhar linhas e caixas ou utilize um telefone para arrastar e tocar, pode contribuir substancialmente para o mapeamento humanitário. Se nuca mapeou e gostaria de digitalizar imagens aéreas, desenhando edifícios e estradas, pedimos-lhe que consulte a nossa página \"Aprender\", onde poderá saber como o fazer em 30 minutos.",
	"AoI as": "AoI as",
	"AOI geometry must be a valid MultiPolygon.": "A geometria a área de interesse tem de ser um multi-polígono válido.",
	"Arbitrary Tasks": "Tarefas Arbitrárias",
	"Archived": "Arquivado",
	"are locked for validation by you.": "estão bloqueados para validação por você.",
	"are locked for validation.": "estão bloqueadas para validação.",
	"are missing.": "estão a faltar.",
	"Are you sure you want to delete this message?": "Tem a certeza que quer eliminar esta mensagem?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Tem a certeza que quer eliminar este projeto? Não poderá desfazer esta ação.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Tem a certeza que quer invalidar todas as tarefas neste projeto? Não poderá desfazer esta ação.",
	"Are you sure you want to mark all bad imagery tasks in this project as ready? You cannot undo this.": "Are you sure you want to mark all bad imagery tasks in this project as ready? You cannot undo this.",
	"Are you sure you want to mark all tasks in this project as mapped? You cannot undo this.": "Are you sure you want to mark all tasks in this project as mapped? You cannot undo this.",
	"Are you sure you want to reset all tasks? You cannot undo this.": "Are you sure you want to reset all tasks? You cannot undo this.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Tem a certeza que quer validar todas as tarefas? Não poderá desfazer esta ação.",
	"Authorization failed.": "A autorização falhou.",
	"Authorization successful. Redirecting...": "Autorização bem sucedida. A redirecionar...",
	"Automatically unlocked for mapping": "Desbloqueado automaticamente para mapeamento",
	"Automatically unlocked for validation": "Desbloqueado automaticamente para validação",
	"Back to Previous": "Voltar ao anterior",
	"Bad imagery": "Images de satélites más",
	"Beginner": "Iniciante",
	"Beginner mapper": "Mapeador iniciante",
	"Block user": "Bloquear utilizador",
	"Building mapping is the most needed and the most common type of mapping HOT and MissingMaps does. Using the OpenStreetMap web based editor called the iD editor, building mapping is fairly easy. This video will show you the basics of how to map buildings using the iD editor.": "Building mapping is the most needed and the most common type of mapping HOT and MissingMaps does. Using the OpenStreetMap web based editor called the iD editor, building mapping is fairly easy. This video will show you the basics of how to map buildings using the iD editor.",
	"Buildings": "Edifícios",
	"Campaign": "Campanha",
	"Campaign Tag": "Etiqueta da Campanha",
	"Cancel": "Cancelar",
	"Causes You Can Help": "Causas em que pode ajudar",
	"Changeset Comment": "Comentário Sobre as Alterações",
	"Changeset comment": "Comentário do conjunto de alterações",
	"characters remaining": "caracteres restantes",
	"Choose a task": "Escolha uma tarefa",
	"Choose a task for mapping:": "Escolha uma tarefa para mapear:",
	"choose default locale": "escolha a configuração regional padrão",
	"choose from existing tags or create a new one": "escolha das etiquetas existentes ou crie uma nova",
	"choose locale": "escolha a configuração regional",
	"choose mapping level": "escolha o nível de mapeamento",
	"Choose one or more tasks for validation:": "Escolha uma ou mais tarefas para validação:",
	"choose results view": "escolha a vista de resultados",
	"Clear all": "Limpar tudo",
	"Clip tasks to Area of Interest": "Limitar tarefas à Área de Interesse",
	"Clone": "Clonar",
	"Clone project": "Clonar Projeto",
	"Close": "Fechar",
	"Close message": "Fechar mensagem",
	"Comment": "Comentário",
	"Comment left by": "Comentário deixado por",
	"Commented": "Comentado",
	"Comments by users": "Comentários dos utilizadores",
	"Contact Information": "Informação de Contacto",
	"Contact project manager": "Contactar o gestor do projeto",
	"Contact us via the About page.": "Contacte-nos na página Sobre.",
	"Contribute": "Contribuir",
	"Contributions": "Contribuições",
	"Contributor": "Contribuidor",
	"Contributors were messaged successfully.": "A mensagem foi enviada com sucesso aos contribuidores.",
	"Create": "Criar",
	"Create a new project": "Criar um novo projeto",
	"Create new license": "Criar uma nova licença",
	"Create new Project": "Criar novo Projeto",
	"Create project": "Criar projeto",
	"Created": "Criado",
	"Created by:": "Criado por:",
	"Creation in progress...": "A criar...",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Os comentários padrão adicionados ao campo de comentários de conjunto de alterações enviados. Os utilizadores devem ser também encorajados a adicionar texto sobre o que alteraram. Por exemplo #hotosm-project-470 #missingmaps Mapeamento de edifícios. As Hashtagas são utilizadas por vezes para análise posterior, no entanto devem ser informativas e não utilizadas excessivamente, por exemplo #grupo #evento.",
	"Default locale": "Configuração regional padrão",
	"Delete": "Eliminar",
	"Delete message": "Eliminar mensagem",
	"Delete project": "Eliminar projeto",
	"Description": "Descrição",
	"Detailed Instructions": "Instruções Detalhadas",
	"Details": "Detalhes",
	"Difficulty": "Dificuldade",
	"Dismiss": "Descartar",
	"Dismiss alert": "Descartar alerta",
	"Download": "Descarregar",
	"Download the": "Descarregar o",
	"Download:": "Descarregar:",
	"Draft": "Rascunho",
	"Draw": "Desenhar",
	"Draw circle": "Desenhar círculo",
	"Draw polygon": "Desenhar polígono",
	"Draw rectangle": "Desenhar retângulo",
	"Draw the Area of Interest on the map.": "Desenhe a Área de Interesse no mapa.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Durante a preparação de desastres, a resposta e recuperação, a informação geo-espacial detalhada, os mapas de estradas, os edifícios, as pontes, etc., são essenciais para fornecer o melhor serviço e apoio da forma mais eficiente e atempadamente. Infelizmente, este tipo de informação não existe ou não é aberta e acessível em muitas partes do mundo. Através de coordenação, o mapeamento baseado em imagens de veículos aéreos não tripulados, imagens de satélite e a parceria de trabalho próxima a pessoas no terreno, você pode ajudar a fornecer esses dados onde e quando são necessários.",
	"Edit": "Editar",
	"Edit description": "Editar descrição",
	"Edit imagery": "Editar imagens aéreas",
	"Edit instructions": "Editar instruções",
	"Edit License": "Editar Licença",
	"Edit permissions": "Editar permissões",
	"Edit priority areas": "Editar áreas prioritárias",
	"Edit project": "Editar projeto",
	"Edit settings": "Editar definições",
	"Edit tags": "Editar etiquetas",
	"Email verification": "Email de verificação",
	"Enter a name for the license (provider for example)": "Introduza um nome para a licença (por exemplo o fornecedor)",
	"Enter a short version of the terms": "Introduza uma versão curta dos termos",
	"Enter a username": "Introduza um nome de utilizador",
	"Enter the license terms": "Introduza os termos da licença",
	"Entities to map": "Entidades a mapear",
	"Error": "Erro",
	"Error loading the projects": "Erro ao carregar os projetos",
	"Error: cannot get user list": "Erro: não foi possível obter a lista de utilizadores",
	"Error: setting your contact details": "Error: setting your contact details",
	"Error: too many characters in your message": "Error: too many characters in your message",
	"Error: your message was not added": "Error: your message was not added",
	"Even if you are a new mapper, anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap can meaningfully contribute to humanitarian mapping through": "Even if you are a new mapper, anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap can meaningfully contribute to humanitarian mapping through",
	"Expert Mode": "Modo Avançado",
	"Expert mode makes advanced and experimental features available. Most users should leave this off.": "Expert mode makes advanced and experimental features available. Most users should leave this off.",
	"Extra Instructions": "Instruções Adicionais",
	"Failed to create a new license. Please try again.": "Não foi possível criar uma nova licença. Por favor tente de novo.",
	"Failed to delete license. Please try again.": "Não foi possível eliminar a licença. Por favor tente de novo.",
	"Failed to mark all task valid for an unknown reason.": "Não foi possível marcar toda a tarefa válida por uma razão desconhecida.",
	"Failed to message all contributors for an unknown reason.": "Não foi possível enviar a mensagem a todos os contribuidores por uma razão desconhecida.",
	"Failed to reset all tasks for an unknown reason.": "Failed to reset all tasks for an unknown reason.",
	"Failed to save edits. Please try again.": "Não foi possível gravar as edições. Por favor tente de novo.",
	"Field stories": "Histórias no terreno",
	"file": "ficheiro",
	"Filter": "Filtro",
	"Filter projects (on name, campaign, ...)": "Filtrar projetos (pelo nome, campanha...)",
	"Find a task for validation through one of the options below.": "Find a task for validation through one of the options below.",
	"For help with mapping or mapping related questions, please email: ": "For help with mapping or mapping related questions, please email: ",
	"Fork the Tasking Manager Code on GitHub": "Bifurcar o Código do Gestor de Tarefas no GitHub",
	"Frequently Asked Questions": "Frequently Asked Questions",
	"From": "De",
	"General questions or comments about Humanitarian OpenStreetMap Team, please email: ": "General questions or comments about Humanitarian OpenStreetMap Team, please email: ",
	"General task size:": "Tamanho da tarefa geral:",
	"Get in touch": "Get in touch",
	"GitHub": "GitHub",
	"Give feedback on": "Give feedback on",
	"Go back to license overview": "Voltar ao resumo da licença",
	"Go to MapSwipe": "Ir a MapSwipe",
	"Go to project": "Ir ao projeto",
	"Go to the chat tab": "Go to the chat tab",
	"Go to the description tab": "Ir para a aba da descrição",
	"Go to the homepage": "Ir para a página inicial",
	"Go to the instructions tab": "Ir para a aba de instruções",
	"Go to the mapping tab": "Ir para a aba de mapear",
	"Go to the validation tab": "Go to the validation tab",
	"Grid view": "Vista de grelha",
	"High": "Alto",
	"History": "Histórico",
	"HOT Tasking Manager": "Gestor de Tarefas HOT",
	"How to map Buildings": "How to map Buildings",
	"How to map Roads": "How to map Roads",
	"How you can help": "Como pode ajudar",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Se ativado, apenas os utilizadores com o nível de mapeamento na lista poderão contribuir para este projeto. Se desativado , qualquer pessoa pode contribuir. Aceda ao painel de Metadados para alterar o nível de experiência do mapeador para este projeto.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Se ativado, apenas os utilizadores com a função Validador poderão validar tarefas neste projeto. Se desativado, todos poderão validar ou invalidar tarefas.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Se está de volta e pronto a começar a mapear, por favor visite a página Contribuir. Irá ver uma lista de projetos de mapeamento que necessitam de alguém tal como você para ajudar a fazê-los. Pode selecionar a aba de Filtro e restringir os projetos em quais mais quer trabalhar. A sua página de perfil tem uma lista e hiperligações rápidas para projetos para os quais já contribuiu.",
	"If you have never mapped before and would like to help, visit our Learn page to get started mapping in less than 30 minutes.": "If you have never mapped before and would like to help, visit our Learn page to get started mapping in less than 30 minutes.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Se quiser que os mapeadores trabalhem nas áreas de prioridade mais alta, desenhe um ou mais polígonos dentro da área do projeto.",
	"Imagery": "Imagem Aérea",
	"Import": "Importar",
	"Import a GeoJSON, KML, or zipped SHP file.": "Importar um ficheiro GeoJSON, KML, ou SHP zipado.",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Por forma a fazer o uso das muitas ferramentas no Gestor de Tarefas, por favor use um computador de secretária ou portátil em vez de um dispositivo móvel. Se quiser contribuir num dispositivo móvel, por favor use antes o MapSwipe.",
	"In this area": "Nesta área",
	"Include archived projects": "Incluir projetos arquivados",
	"Include draft projects": "Include draft projects",
	"Instructions": "Instruções",
	"Instructions for the default locale": "Instruções para a configuração regional padrão",
	"Intermediate": "Intermédio",
	"Intermediate mapper": "Mapeador intermédio",
	"Introduction to Validation": "Introduction to Validation",
	"Invalid project. Please select another project.": "Invalid project. Please select another project.",
	"Invalidate all tasks": "Invalidar todas as tarefas",
	"Invalidated": "Invalidado",
	"Invalidated by": "Invalidado por",
	"Invalidating all the tasks failed for an unknown reason.": "Não foi possível invalidar todas as tarefas por uma razão desconhecida.",
	"Invalidating...": "A invalidar...",
	"is missing.": "está a faltar.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "É recomendável manter o tamanho das tarefas pequeno. Por favor reveja o tamanho das tarefas e/ou considere criar vários projetos.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "É muito fácil começar a mapear no OpenStreetMap e contribuir para projetos HOT .As pessoas à volta do mundo dependem de dados do OpenStreetMap contribuídos por milhões de pessoas nos últimos 10 anos. Apesar de ser fácil começar, leva algum esforço e prática para o fazer bem feito.Se é a primeira vez que faz mapeamento, por favor veja o vídeo de 30 minutos (em inglês com legendas em várias línguas) para prender o básico de mapear utilizando o editor web iD. Por favor, agora e no futuro, foque-se na qualidade e não na quantidade do que faz ao mapear.",
	"Joined OSM": "Juntou-se ao OSM",
	"JOSM had a problem loading the project imagery.": "JOSM had a problem loading the project imagery.",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "O controlo remoto do JOSM não funcionou. Tem o JOSM aberto e configurado para ser controlado remotamente?",
	"Land use": "Uso do solo",
	"Landuse": "Uso do solo",
	"Larger": "Maior",
	"Last activity": "Última atividade",
	"Last Updated": "Last Updated",
	"Last updated": "Última atualização",
	"Last validation": "Last validation",
	"Layer name": "Nome da camada",
	"Learn": "Aprender",
	"Learn How to Use the Tasking Manager": "Learn How to Use the Tasking Manager",
	"Learn more about": "Learn more about",
	"Learn to Map": "Learn to Map",
	"Leave a comment": "Deixar um comentário",
	"Legend": "Legenda",
	"Level": "Nível",
	"Licenses": "Licenças ",
	"List view": "Vista de lista",
	"Loading...": "Loading...",
	"Lock": "Bloquear",
	"Locked": "Bloqueado",
	"Locked by": "Bloqueado por",
	"Locked by you": "Bloqueado por si",
	"Locked for mapping": "Locked for mapping",
	"Locked for mapping by": "Bloqueado para cartografar por",
	"Locked for validation": "Locked for validation",
	"Locked for validation by": "Bloqueado para validação por",
	"Login": "Iniciar sessão",
	"Logout": "Sair",
	"Low": "Baixo",
	"Manage licenses": "Gerir licenças",
	"Manually set the experience level of a user.": "Definir manualmente o nível de experiência de um utilizador.",
	"Map": "Mapa",
	"Map a Task for People in Need": "Map a Task for People in Need",
	"Map all tasks": "Map all tasks",
	"Map service type": "Tipo de serviço de mapeamento",
	"Map service URL": "URL do serviço de mapa",
	"Map view": "Map view",
	"Mapped": "Mapeado",
	"Mapped by": "Mapeado por",
	"Mapper": "Mapeador",
	"Mapper level": "Mapper level",
	"Mapper Level": "Nével do mapeador",
	"Mapper level required": "Mapper level required",
	"Mapping": "Mapeamento",
	"Mapping all the tasks failed for an unknown reason.": "Mapping all the tasks failed for an unknown reason.",
	"Mapping difficulty": "Dificuldade do mapeamento",
	"Mapping level": "Nível de mapeamento",
	"Mapping, Validation and Invalidation": "Mapping, Validation and Invalidation",
	"Mapping...": "Mapping...",
	"Mark all as Invalid": "Marcar tudo como Inválido",
	"Mark all as Valid": "Marcar tudo como Válido",
	"Mark as Bad Imagery": "Marcar como imagens aéreas más",
	"Mark as Completely Mapped": "Marcar como completamente mapeado",
	"Mark as Invalid": "marcar como inválido",
	"Mark as Valid": "marcar como válido",
	"Marked as bad imagery": "Marked as bad imagery",
	"Marked as bad imagery by": "Marcado com imagens aéreas más por",
	"Marked as ready": "Marked as ready",
	"Marked as ready by": "Marcado como pronto por",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Foi alcançado o número máximo de tarefas. Se forem necessárias tarefas mias pequenas, torne a Área de Interesse mais pequena.",
	"Medium": "Médio",
	"Message": "Mensagem",
	"Message all contributors": "Enviar mensagem para todos os contribuidores",
	"Messages": "Mensagens",
	"Messages - Inbox": "Mensagens - Caixa de Entrada",
	"Metadata": "Metadados",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "As etiquetas e os metadados são usadas para permitir aos utilizadores procurarem projetos onde trabalharem e projetos de grupo.",
	"minutes left": "minutes left",
	"Missing Maps Badges": "Missing Maps Badges",
	"Multi Task Validation": "Validação multi tarefas",
	"N/A": "N/A",
	"Name": "Nome",
	"Name of the project": "Nome do projeto",
	"Navigate the results": "navegar pelos resultados",
	"New features in the Tasking Manager": "New features in the Tasking Manager",
	"New project": "Novo projeto",
	"New to mapping?": "Novo a mapear?",
	"Newer": "Mais recente",
	"Newest": "O mais recente",
	"Next": "Seguinte",
	"No": "No",
	"No active projects.": "Nenhum projeto ativo.",
	"No activity (yet).": "Sem atividades (ainda).",
	"No archived projects.": "Nenhum projeto arquivado.",
	"No Area of Interest has been drawn.": "Não foi desenhada nenhuma área de interesse.",
	"No comments (yet).": "Sem comentários (ainda).",
	"No contributions (yet).": "Sem contribuições (ainda).",
	"No contributions to projects (yet).": "Sem contribuições para projetos (ainda)",
	"No draft projects.": "Sem esboços de projetos.",
	"no license": "sem licença",
	"No license found.": "Nenhuma licença encontrada.",
	"No project discussion yet": "No project discussion yet",
	"No projects found.": "Nenhum projeto encontrado.",
	"Not a valid email address": "Not a valid email address",
	"Note: follow this format for TMS URLs:": "Nota: seguir este formato para URLs TMS:",
	"Nothing has happened yet.": "Ainda não aconteceu nada.",
	"Number of tasks mapped": "Número de tarefas mapeadas",
	"Number of tasks validated": "Número de tarefas validadas",
	"Older": "Mais antigo",
	"Only mappers with level": "Apenas mapeadores com o nível",
	"Only one campaign tag is allowed.": "Apenas é permitida uma etiqueta de campanha.",
	"Only one organisation tag is allowed.": "Apenas é permitida uma etiqueta da organização.",
	"Only Validators can validate on this project": "Apenas Validadores podem validar este projeto",
	"Open Source": "Código Aberto",
	"OpenStreetMap is a community-driven project to create a free and editable map of the world. Before you can contribute to HOT or Missing Maps projects you will need to create an OpenStreetMap user account, which is what you will use to login to the Tasking Manager. If you are concerned about privacy you should select an OSM username that is not related to your real name or your other online activities.": "OpenStreetMap is a community-driven project to create a free and editable map of the world. Before you can contribute to HOT or Missing Maps projects you will need to create an OpenStreetMap user account, which is what you will use to login to the Tasking Manager. If you are concerned about privacy you should select an OSM username that is not related to your real name or your other online activities.",
	"Option 1:": "Opção 1:",
	"Option 2:": "Opção 2:",
	"Option 3:": "Opção 3:",
	"Option 4:": "Opção 4:",
	"Option 5:": "Option 5:",
	"Options": "Opções",
	"or higher can map": "ou mais alto podem mapear",
	"Organisation": "Organização",
	"Organisation Tag": "Etiqueta da Organização",
	"Organization": "Organization",
	"OSM changeset(s) to advanced mapper": "OSM changeset(s) to advanced mapper",
	"OSM changeset(s) to intermediate mapper": "OSM changeset(s) to intermediate mapper",
	"OSM changesets to advanced mapper": "OSM changesets to advanced mapper",
	"OSM edit history": "Histórico de edições no OSM",
	"OSM heat map": "OSM heat map",
	"OSM profile": "Perfil no OSM",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "O Gestor de Tarefas do OSM é uma ferramenta de mapeamento concebida para o mapeamento colaborativo da equipa humanitária do OSM.",
	"Other": "Outro",
	"Other options": "Outras opções",
	"Other Users": "Other Users",
	"Page Not Found": "Page Not Found",
	"Participants": "Participants",
	"Per Task Instructions": "Per Task Instructions",
	"Permissions": "Permissões",
	"Plain text": "Texto simples",
	"Please get started by creating a new OpenStreetMap account.": "Please get started by creating a new OpenStreetMap account.",
	"Please login first.": "Por favor entre na sua conta primeiro.",
	"Please login to start mapping.": "Por favor entre na sua conta para começar a mapear.",
	"Please login to start validating.": "Por favor entre na sua conta para começar a validar.",
	"Please make sure you only have one campaign tag.": "Por favor certifique-se que tem apenas 1 etiqueta de campanha.",
	"Please make sure you only have one organisation tag.": "Por favor confirme que tem apenas 1 etiqueta de organização.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Por favor forneça um ficheiro válido GeoJSON, KML ou Shapefile num arquivo zip.",
	"Preview": "Previsão",
	"Preview Task on OSM": "Preview Task on OSM",
	"Previous": "Anterior",
	"Priority": "Prioridade",
	"Priority area": "Área prioritária",
	"priority area drawing tools": "ferramentas de desenho de área prioritária",
	"Priority areas": "Priority areas",
	"priority areas": "áreas prioritárias",
	"Private": "Privado",
	"Private means that only the given list of users below can access this project. Before a user name can be added to the Allowed Users list the user must first login to this installation of OSM Tasking Manager.": "Private means that only the given list of users below can access this project. Before a user name can be added to the Allowed Users list the user must first login to this installation of OSM Tasking Manager.",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "Privado significa que apenas um grupo de utilizadores indicado na lista abaixo pode aceder a este projeto. Para que o nome do utilizador esteja disponível para ser adicionado aos Utilizadores Permitidos - estes têm de aceder à página da sua instância do Gestor de Tarefas do OSM e autorizar o acesso à conta do OpenStreetMap. Após isso, o nome do utilizador estará disponível ao Gestor de Projeto para ser adicionado.",
	"Private Project": "Projeto Privado",
	"Progress": "Progress",
	"Project Cluster": "Project Cluster",
	"Project could not be created. The exact reason could not be determined.": "Não foi possível criar o projeto. Não foi possível determinar a razão exata.",
	"Project Dashboard": "Painel do Projeto",
	"Project dashboard": "Painel do projeto",
	"Project grid could not be trimmed to the AOI.": "Não foi possível recortar a grelha do projeto na área de Interesse.",
	"Project has": "O projeto tem",
	"Project Manager": "Gestor do Projeto",
	"Project name": "Nome do projeto",
	"Project Questions and Comments": "Project Questions and Comments",
	"Project wide actions": "Project wide actions",
	"Projects": "Projetos",
	"Published": "Publicado",
	"Questions and Comments": "Questions and Comments",
	"read more in the what is new section.": "read more in the what is new section.",
	"Ready": "Pronto",
	"Ready to get mapping?": "Pronto para começar a mapear?",
	"Receive automated validation messages": "Receive automated validation messages",
	"Registered": "Registered",
	"Remove privileges": "Remover privilégios",
	"Required": "Necessária",
	"Required license": "Licença necessária",
	"Reselect tasks locked for mapping ": "Reselect tasks locked for mapping ",
	"Reselect tasks locked for validation ": "Reselect tasks locked for validation ",
	"Reset": "Repor",
	"Reset all bad imagery tasks": "Reset all bad imagery tasks",
	"Reset all tasks": "Reset all tasks",
	"Reset all tasks in the project to ready to map, preserving history.": "Reset all tasks in the project to ready to map, preserving history.",
	"Reset Bad Imagery Tasks": "Reset Bad Imagery Tasks",
	"Reset tasks": "Reset tasks",
	"Resetting all the bad imagery tasks failed for an unknown reason.": "Resetting all the bad imagery tasks failed for an unknown reason.",
	"Resetting...": "Resetting...",
	"Return": "Voltar atrás",
	"Return to inbox": "Voltar à caixa de entrada",
	"Return to project": "Return to project",
	"Review of the current list of mapping Projects.": "Review of the current list of mapping Projects.",
	"Road mapping is the next most common type of mapping for HOT and MissingMaps does. Physically mapping roads is very easy, but deciding how to classifiy them is the real challenge. This video will give you basics of how to map roads using the iD editor.": "Road mapping is the next most common type of mapping for HOT and MissingMaps does. Physically mapping roads is very easy, but deciding how to classifiy them is the real challenge. This video will give you basics of how to map roads using the iD editor.",
	"Roads": "Estradas",
	"Role": "Função",
	"Save": "Save",
	"Save changes": "Gravar alterações",
	"Save edits": "Gravar edições",
	"Search": "Pesquisar",
	"Search project description or project number": "Pesquisar pela descrição do projeto ou número do projeto",
	"Search Users": "Pesquisar Utilizadores",
	"Seasoned mapper? Pick up one of our many projects and start contributing.": "Seasoned mapper? Pick up one of our many projects and start contributing.",
	"See the changesets in Overpass Turbo for this area.": "Ver as alterações no Overpass Turbo que ocorreram nesta área.",
	"See the changesets on the OSM website for this area.": "Ver as alterações no OpenStreetMap que ocorreram nesta área.",
	"Select a random task": "Selecionar uma tarefa aleatoriamente",
	"Select a task by clicking on the map": "Selecionar a tarefa clicando no mapa",
	"Select another task": "Selecionar outra tarefa",
	"Select area by drawing a polygon": "Selecionar a área através do desenho de um polígono",
	"Select by area": "Selecionar por área",
	"Select by user below": "Select by user below",
	"Select by user:": "Selecionar por utilizador:",
	"Select for validation": "Selecionar para validação",
	"Sending...": "A enviar...",
	"Set as Administrator": "Definir como Administrador",
	"Set as Project Manager": "Definir como Gestor do Projeto",
	"Set as Validator": "Definir como Validador",
	"Set mapper level": "Definir o nível do mapeador",
	"Set role": "Aplicar função",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Definir o nível ajudará os mapeadores a encontrarem projetos adequados onde trabalharem. Pode obrigar o nível necessário para mapear na secção de permissões.",
	"Settings": "Definições",
	"Short Description": "Descrição Breve",
	"Short description": "Descrição breve",
	"Show advanced options": "Mostrar opções avançadas",
	"Show/hide menu": "Mostrar/esconder menu",
	"Sign Up for OpenStreetMap": "Sign Up for OpenStreetMap",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Uma vez que tem várias tarefas selecionadas, tem de descarregar os dados do OpenStreetMap no JOSM manualmente. Descarregue",
	"Smaller": "Mais pequeno",
	"Something went wrong when verifying your email.": "Something went wrong when verifying your email.",
	"Sort column": "ordenar coluna",
	"Split": "Dividir",
	"Split (point)": "Dividir (ponto)",
	"Split (polygon)": "Dividir (polígono)",
	"Split a specific area into smaller tasks by drawing an area or point:": "Divida uma área específica em tarefas mais pequenas desenhando uma área ou ponto:",
	"Sponsorship and Funding": "Patrocínio e Financiamento",
	"Square Grid": "Grelha Quadrangular",
	"Start": "Start",
	"Start Editor": "Iniciar o editor",
	"Start mapping": "Começar a mapear",
	"Start Mapping": "Começar a mapear",
	"Start Validating": "Começar a validar",
	"Stats": "Estatísticas ",
	"Status": "Estado",
	"Status:": "Status:",
	"Step 1": "Passo 1",
	"Step 1: Define Area": "Passo 1: definir área",
	"Step 2": "Passo 2",
	"Step 2: Choose Tasks Type": "Passo 2: escolher tipo de tarefas",
	"Step 3": "Passo 3",
	"Step 3: Set Task Sizes": "Passo 3: definir tamanhos de tarefa",
	"Step 4": "Passo 4",
	"Step 4: Trim Project": "Passo 4: cortar projeto",
	"Step 5": "Passo 5",
	"Step 5: Review": "Passo 5: rever",
	"Stop Mapping": "Parar de mapear",
	"Stop Validating": "Parar a validação",
	"Subject": "Assunto",
	"Task automatically unlocked for mapping": "Task automatically unlocked for mapping",
	"Task automatically unlocked for validation": "Task automatically unlocked for validation",
	"Task could not be split": "Task could not be split",
	"Task invalidated": "Task invalidated",
	"Task invalidated by": "Tarefa invalidada por",
	"Task invalidation": "Invalidação da tarefa",
	"Task is not splittable": "Task is not splittable",
	"Task Link": "Task Link",
	"Task locked for mapping": "Task locked for mapping",
	"Task locked for mapping by": "Tarefa bloqueada para mapeamento por",
	"Task locked for validation": "Task locked for validation",
	"Task locked for validation by": "Tarefa bloqueada para validação por",
	"Task mapped": "Task mapped",
	"Task mapped by": "Tarefa mapeada por",
	"Task mapping": "Task mapping",
	"Task marked as bad imagery": "Task marked as bad imagery",
	"Task marked as bad imagery by": "Tarefa marcada com imagens aéreas más por",
	"Task marked as ready": "Task marked as ready",
	"Task marked as ready by": "Tarefa marcada como pronta por",
	"Task reset": "Task reset",
	"Task split": "Task split",
	"Task validated": "Task validated",
	"Task validated by": "Tarefa validada por",
	"Task validation": "Validação da tarefa",
	"Tasks": "Tarefas",
	"Tasks as": "Tasks as",
	"Tasks Mapped": "Tarefas mapeadas",
	"Tasks Validated": "Tarefas validadas",
	"tasks.": "tarefas.",
	"tasks. Use a smaller AOI and/or fewer tasks.": "tarefas. Use uma área de interesse menor e/ou menos tarefas.",
	"Text search": "Pesquisa de texto",
	"Thank you for verifying your email.": "Thank you for verifying your email.",
	"The AOI contains geometries which are not polygons or multipolygons": "The AOI contains geometries which are not polygons or multipolygons",
	"The AOI contains self intersections": "The AOI contains self intersections",
	"The application code is available on GitHub.": "O código-fonte do programa está disponível no GitHub.",
	"The Area of Interest contains self intersections.": "A área de interesse contém auto-interseções.",
	"The list of elements we ask you to map": "A lista de elementos que pedimos para mapear",
	"The list of entities to map.": "A lista dos elementos a mapear.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "O Gestor de Tarefas do OSM é uma ferramenta de mapeamento concebida e criada para o processo de mapeamento colaborativo da Equipa Humanitária do OpenStreetMap. O objetivo desta ferramenta é permitir dividir uma área grande do mapa em várias zonas mais pequenas que possam ser completadas rapidamente com várias pessoas a trabalhar na mesma área. Mostra que áreas necessitam de ser mapeadas e as que necessitam de ser validadas.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "O Gestor de Tarefas do OSM é um programa de código-fonte aberto. Por favor sinta-se livre a reportar problemas e contribuir.",
	"The OSM Tasking Manager was designed and built for the": "O Gestor de Tarefas do OSM foi concebido e feito para a",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Não foi possível criar o projeto. Isto pode dever-se ao tamanho dos dados combinados da Área de Interesse e a grelha é demasiado grande para enviar para o servidor. Tente novamente com uma Área de Interesse menor ou com menos tarefas.",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Não foi possível cortar o projeto. Isto pode dever-se ao tamanho dos dados combinados da Área de Interesse e a grelha é demasiado grande para enviar para o servidor. Tente novamente com uma Área de Interesse menor ou com menos tarefas.",
	"The Project trim timed out.  Try again with a smaller AOI or fewer tasks.": "The Project trim timed out.  Try again with a smaller AOI or fewer tasks.",
	"The project was deleted successfully.": "O projeto foi eliminado com sucesso.",
	"The project was not deleted successfully. This project might have some contributions.": "O projeto não foi eliminado com sucesso. O projeto pode ter algumas contribuições.",
	"The selected task could be locked.": "Não foi possível bloquear a tarefa selecionada.",
	"The selected task could not be locked.": "Não foi possível desbloquear a tarefa selecionada.",
	"The selected task is not in a state that allows mapping.": "A tarefa selecionada não está num estado que permita o mapeamento.",
	"The selected task is not in a state that allows validation.": "A tarefa selecionada não está num estado que permita a validação.",
	"The selected task status could not be undone.": "The selected task status could not be undone.",
	"The size of each task is approximately": "O tamanho de cada tarefa é aproximadamente",
	"The task could not be locked for mapping.": "Não foi possível bloquear a tarefa para mapeamento.",
	"The task could not be locked for validation.": "Não foi possível bloquear a tarefa para validação.",
	"The task expired and was automatically unlocked.": "The task expired and was automatically unlocked.",
	"The Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process in OpenStreetMap. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "The Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process in OpenStreetMap. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.",
	"The Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "The Tasking Manager is Open Source software. Please feel free to report issues and contribute.",
	"The Tasking Manager is the tool / website you are using right now. Its main purpose is to divide up large areas that need mapping into small, easy to map Tasks. It organizes the small Tasks into a larger group called a Project. It provides a user interface to find a Project and then Check-Out and Check-In the small Tasks so you can map them in OpenStreetMap using one of the standard OpenStreetMap editors. Learning how to actually map is shown in the videos below.": "The Tasking Manager is the tool / website you are using right now. Its main purpose is to divide up large areas that need mapping into small, easy to map Tasks. It organizes the small Tasks into a larger group called a Project. It provides a user interface to find a Project and then Check-Out and Check-In the small Tasks so you can map them in OpenStreetMap using one of the standard OpenStreetMap editors. Learning how to actually map is shown in the videos below.",
	"The Tasking Manager was designed and built for the": "The Tasking Manager was designed and built for the",
	"The tasks could not be locked.": "Não foi possível bloquear as tarefas.",
	"The tasks were invalidated successfully.": "As tarefas foram invalidadas com sucesso.",
	"The tasks were mapped successfully.": "The tasks were mapped successfully.",
	"The tasks were marked validated successfully.": "As tarefas foram marcadas como validadas com sucesso.",
	"The tasks were reset successfully.": "The tasks were reset successfully.",
	"There are no tasks currently available for mapping.": "Não existem neste momento tarefas disponíveis para mapear",
	"There are no tasks currently available for validation.": "Não existem neste momento tarefas disponíveis para validar.",
	"There was a problem commenting on the task.": "There was a problem commenting on the task.",
	"There was a problem unlocking the task.": "Ocorreu um erro ao desbloquear a tarefa.",
	"There was a problem unlocking the tasks.": "Ocorreu um erro ao desbloquear as tarefas.",
	"There was an error retrieving the task from the server.": "Ocorreu um erro ao tentar obter a tarefa do servidor.",
	"There was an error updating your project. Please try again.": "Ocorreu um erro ao atualizar o seu projeto. por favor tente de novo.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Desta forma permite a distribuição do trabalho para vários utilizadores no contexto de uma emergência ou outro cenário de mapeamento humanitário. Permite também monitorizar o progresso geral do projeto e ajuda a melhorar a consistência do mapeamento (por ex. elementos mais importantes a adicionar ao mapa, etiquetas específicas a usar, etc.).",
	"This cannot be undone.": "Isto não pode ser desfeito.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Esta mensagem não é traduzida para o idioma selecionado do utilizador, por isso pode querer incluir as suas próprias traduções.",
	"this task as a gpx file to see its boundary.": "this task as a gpx file to see its boundary.",
	"This task is available for mapping.": "Esta tarefa está disponível para ser mapeada.",
	"This task is available for validation.": "Esta tarefa está disponível para validação.",
	"This will clone all descriptions, instructions, metadata etc. The Area of Interest, the tasks and the priority areas will not be cloned. You will have to redraw/import these. Your newly cloned project will be in draft status.": "This will clone all descriptions, instructions, metadata etc. The Area of Interest, the tasks and the priority areas will not be cloned. You will have to redraw/import these. Your newly cloned project will be in draft status.",
	"This will mark all bad imagery tasks as ready. Please use this only if you are sure of what you are doing.": "This will mark all bad imagery tasks as ready. Please use this only if you are sure of what you are doing.",
	"This will mark all tasks (except bad imagery tasks) as mapped. Please use this only if you are sure of what you are doing.": "This will mark all tasks (except bad imagery tasks) as mapped. Please use this only if you are sure of what you are doing.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Isto irá marcar todas as tarefas (exceto as imagens aéreas más) como válidas. Por favor use isto apenas se tem a certeza do que está a fazer.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Isto irá marcar todas as tarefas (exceto tarefas incompletas e imagens aéreas más) como inválidas. Por favor use isto apenas se tem a certeza do que está a fazer.",
	"This will reset all tasks to ready to map (preserving existing history). Please use this only if you are sure of what you are doing.": "This will reset all tasks to ready to map (preserving existing history). Please use this only if you are sure of what you are doing.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Isto irá mandar uma mensagem do Gestor de Tarefas para todos os contribuidores do projeto atual. Por favor use esta funcionalidade com cuidado.",
	"Tip": "Dica",
	"to convert it to GeoJSON.": "para converter em GeoJSON.",
	"Toggle the Area of Interest of existing projects": "Toggle the Area of Interest of existing projects",
	"Total number of users:": "Número total de utilizadores:",
	"Total OSM changesets": "Número total de conj. alterações no OSM",
	"Trim": "Recortar",
	"Trim failed with unexpected error status.": "Trim failed with unexpected error status.",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Cortar a grelha de tarefa pela Área de Interesse (opcional). Pode manter os quadrados das tarefas completos ou recortá-los pela Área de Interesse. Isto pode demorar algum tempo.",
	"Trimming in progress": "A cortar",
	"Type a message": "Type a message",
	"Type a username": "Introduza um nome de utilizador",
	"Type(s) of mapping": "Tipos de mapeamento",
	"Un-Mark": "Un-Mark",
	"Unable to create project because there are more than": "Não foi possível criar o projeto porque existem mais do que",
	"Urgent": "Urgente",
	"URL to service": "URL do serviço",
	"Use this if for some reason you need to map, validate or invalidate all tasks in this project in a single step.": "Use this if for some reason you need to map, validate or invalidate all tasks in this project in a single step.",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Use isto se por alguma razão necessitar de validar ou invalidar todas as tarefas neste projeto num só passo.",
	"User": "Utilizador",
	"User list": "Lista de utilizadores",
	"User Profile": "Perfil do utilizador",
	"user profile": "user profile",
	"Username": "Nome do utilizador",
	"Users": "Utilizadores",
	"Validate": "Validar",
	"Validate a Random Task": "Validate a Random Task",
	"Validate all tasks": "Validar todas as tarefas",
	"Validated": "Validado",
	"Validated by": "Validado por",
	"Validating...": "A validar...",
	"Validation": "Validação",
	"Validation and Invalidation": "Validação e invalidação",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "A validação é um segundo conjunto de olhos a rever o mapeamento inicial. Isto é feito normalmente por mapeadores experientes do OpenStreetMap e consiste em rever o mapeamento quanto à completidão (algo que qualquer um pode fazer) e usando várias ferramentas para certificar que o mapeamento não tem erros técnicos, como por exemplo, edifícios que partilham a parede com uma estrada. Este vídeo (em inglês, com legendas em vários idiomas) irá ajudar a entender o básico de validar mapeamentos em projetos HOT.",
	"Validator": "Validador",
	"Validator Level": "Nível do validador",
	"Validator role required": "Validator role required",
	"View in Overpass Turbo": "Ver no Overpass Turbo",
	"View OSM changesets": "Ver conjuntos de alterações OSM",
	"View the projects that you have created": "Ver os projetos que criou",
	"Visit about": "Ver \"sobre\"",
	"Visit contribute": "Ver \"contribuir\"",
	"Visit homepage": "Ver página principal",
	"Visit learn": "Ver \"aprender\"",
	"Want to become a sponsor? Contact us to learn how.": "Want to become a sponsor? Contact us to learn how.",
	"Want to use an .osm file instead? You can use": "Em vez isso quer usar um ficheiro .osm? Pode usar",
	"Warning": "Aviso",
	"Waterways": "Linhas de água",
	"What is New in the Tasking Manager 3": "What is New in the Tasking Manager 3",
	"What is New?": "What is New?",
	"When": "Quando",
	"With the invaluable support of:": "Com o apoio inestimável de:",
	"Yes": "Yes",
	"You can only delete projects with no contributions.": "Apenas pode eliminar projetos que não tenham contribuições.",
	"You can use Markdown. (HTML is not allowed)": "Pode usar código Markdown. (não é permitido HTML)",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Não pode selecionar tarefas para mapear porque já tem uma ou mais tarefas bloqueadas. Use o mapa para tornar a selecionar essa tarefa e complete-a ou pare de a mapear.",
	"You cannot select tasks for mapping because you already have task(s) locked.": "You cannot select tasks for mapping because you already have task(s) locked.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Não pode selecionar tarefas para mapear neste projeto porque não tem o nível suficiente de experiência no mapeamento.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "Não pode selecionar tarefas para validação neste projeto porque não tem a função de Validador.",
	"You do not have the required Validator role for validation on this project.": "Não tem a função de Validador necessária para validar neste projeto.",
	"You have no messages.": "Não tem mensagens.",
	"You have unread messages.": "Tem mensagens por ler.",
	"You need to accept the license before continuing.": "Tem de aceitar a licença antes de continuar.",
	"You need to add at least one allowed user to a private project.": "Tem de adicionar pelo menos um utilizador com permissão a um projeto privado.",
	"Your profile": "O seu perfil",
	"Your project has been updated successfully.": "O seu projeto foi atualizado com sucesso.",
	"Your project was created successfully.": "O seu projeto foi criado com sucesso."
}
