{
"About": "ගැන",
"About the OSM Tasking Manager": "OSM ටැස්සිං කළමනාකරු ගැන",
"Accept and continue": "පිළිගන්න. දිගටම කරගෙන යන්න",
"Accept imagery license": "ජායාරූප බලපත්ර ලබා ගන්න",
"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example, Added buildings and a residential road.": "ඔබ සිතියම්ගත කිරීම OSM දත්ත සමුදායට සුරැකීමේදී ඇතුළත් කර ඇත. ඔබගේ රැකියාව සුරැකීමේදී, පෙරනිමි විවරණයක් තබාගන්න, ඔබ සැබවින්ම සිතියම්කරණය කළ දේ එකතු කරන්න, උදාහරණයක් වශයෙන්, එකතු කළ ගොඩනැගිලි සහ නේවාසික මාර්ගයක්.",
"Actions": "ක්රියා",
"Active": "සක්රීයයි",
"Activity and Stats": "ක්රියාකාරිත්වය සහ සංඛ්යාලේඛන",
"Add layer": "ස්තරය එකතු කරන්න",
"Add user": "පරිශීලක එකතු කරන්න",
"A description for the default locale": "ප්රකෘති පෙදෙස සඳහා විස්තරයක්",
"Admin": "පරිපාලක",
"Administrator": "පරිපාලක",
"Advanced": "උසස්",
"Advanced mapper": "සංකීර්ණ සිතියම්කරණය",
"Advanced options": "ඉහල විකල්ප",
"Advanced task information and editing options": "උසස් කාර්ය තොරතුරු සහ සංස්කරණ විකල්පයන්",
"A few of the humanitarian efforts you can support through mapping.": "සිතියම්ගත කිරීම මඟින් ඔබට උපකාර කළ හැකි මානුෂීය ප්රයත්නයන්ගෙන් කිහිපයක්.",
"All": "සියලු",
"Allowed users on private project": "පෞද්ගලික ව්යාපෘතියක පරිශීලකයන්ට අවසර දෙනු ලැබේ",
"A name for the default locale": "ප්රකෘති පෙදෙස සඳහා නමක්",
"and help improve it.": "එය දියුණු කරගන්න.",
"and open it in JOSM to see the task boundaries.": "කර්තෘගේ මායිම් බැලීමට JOSM හි විවෘත කරන්න.",
"and open it in JOSM to see the task boundary.": "කාර්යය සීමාව බැලීමට ජොඑස්එම්හි එය විවෘත කරන්න.",
"An error occurred when setting the level.": "මට්ටම සකස් කිරීමේදී දෝශයක් ඇතිවිය.",
"An error occurred when setting the role.": "භූමිකාව සකස් කිරීමේ දී දෝශයක් ඇතිවිය.",
"A new project will be created with": "නව ව්යාපෘතියක් නිර්මාණය වනු ඇත",
"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "රේඛා සහ පෙට්ටි අඳින්න හෝ දුරකථනය භාවිතා කිරීම සඳහා භාවිතා කළ හැකි ඕනෑම කෙනෙකුට මානුෂීය සිතියම්ගත කිරීම සඳහා අර්ථවත් ලෙස දායක විය හැකිය. ඔබ මීට පෙර කිසි විටෙකත් සිතියම් ගත කර නොමැති නම්, රූප හා රූපකරණය, ගොඩනැගිලි හා මාර්ග සොයා ගැනීමෙන්, අපි අපගේ ඉගෙන ගන්න පිටුව වෙත පිවිසෙන්න, ඔබ විනාඩි 30 කට වඩා අඩු සිතියම් ගත කරනු ඇත.",
"AOI geometry must be a valid MultiPolygon.": "AOI ජ්යාමිතිය වලංගු MultiPolygon විය යුතුය.",
"Arbitrary Tasks": "අහඹු කාර්යයන්",
"Archived": "සංරක්ෂිත",
"are locked for validation by you.": "ඔබ විසින් වලංගු භාවය සඳහා අගුලු දමා ඇත.",
"are missing.": "අතුරුදහන් වූ.",
"Are you sure you want to delete this message?": "මෙම පණිවිඩය මකා දැමීමට ඔබට අවශ්යද?",
"Are you sure you want to delete this project? You cannot undo deleting a project.": "මෙම ව්යාපෘතිය මකාදැමීමට අවශ්ය බව ඔබට විශ්වාසද? ව්යාපෘතියක් මකා දැමීමට ඔබට නොහැකිය.",
"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "මෙම ව්යාපෘතියේ සියලුම කාර්යයන් අවලංගු කිරීමට ඔබට අවශ්යද? ඔබට මෙය අහෝසි කළ නොහැක.",
"Are you sure you want to validate all tasks? You cannot undo this.": "සියලුම කාර්යයන් වලංගු කිරීමට ඔබට අවශ්යද? ඔබට මෙය අහෝසි කළ නොහැක.",
"A short description for the default locale": "ප්රකෘති පෙදෙස සඳහා කෙටි විස්තරයක්",
"Authorization failed.": "අවසරය අසාර්ථක විය.",
"Authorization successful. Redirecting...": "බලය පැවරීම සාර්ථකයි. නැවත යොමුකිරීම ...",
"Bad imagery": "නරක ඡායාරූප",
"Beginner": "ආරම්භකයා",
"Beginner mapper": "ආරම්භක සිතියම්කරුවෙකු",
"Buildings": "ගොඩනැගිලි",
"Campaign": "ව්යාපාරය",
"Campaign Tag": "ප්රචාරක ටැග්",
"Cancel": "අවලංගු කරන්න",
"Changeset comment": "Changeset comment",
"characters remaining": "චරිත ඉතිරිව ඇත",
"Choose a task": "කාර්යයක් තෝරන්න",
"Choose a task for mapping,": "සිතියම්කරණය සඳහා කාර්යයක් තෝරන්න,",
"choose default locale": "ප්රකෘති පෙදෙසක් තෝරාගන්න",
"choose from existing tags or create a new one": "පවතින ටැගයන් තෝරන්න හෝ නව එකක් නිර්මාණය කරන්න",
"choose locale": "භාෂාව තෝරන්න",
"choose mapping level": "සිතියම්කරණ මට්ටම තෝරන්න",
"Choose one or more tasks for validation,": "තහවුරු කිරීම සඳහා එක් හෝ වැඩි කාර්යයන් තෝරන්න,",
"choose results view": "ප්රතිඵල බලන්න",
"Clear all": "සියල්ල ඉවත් කරන්න",
"Clip tasks to Area of Interest": "උනන්දුව ඇති ක්ෂේත්රයට සම්බන්ධ කිරීම",
"Close": "වසන්න",
"Close message": "වසන්න",
"Comment": "Comment",
"Comment left by": "විසින් ලියූ ප්රතිචාරයකි",
"Comments by users": "පරිශීලකයින්ගේ අදහස්",
"Contact us via the About page.": "පිටුව ගැන අපව අමතන්න.",
"Contribute": "දායක වන්න",
"Contributions": "දායකත්වයන්",
"Contributor": "දායකයා",
"Contributors were messaged successfully.": "දායකයින් සාර්ථකව ම පණිවුඩ හුවමාරු විය.",
"Create a new project": "නව ව්යාපෘතියක් සාදන්න",
"Create": "නිර්මාණය කරන්න",
"Created by,": "නිර්මාණය කළේ,",
"Created": "නිර්මාණය කර ඇත",
"Create new license": "නව බලපත්රයක් සාදන්න",
"Create new Project": "නව ව්යාපෘතියක් සාදන්න",
"Create project": "ව්යාපෘතිය නිර්මාණය කරන්න",
"Creation in progress...": "උත්පාදනය වෙමින් පවතී ...",
"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example, #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "උඩුගත කරන ලද විමසුම් ප්රතිචාර විවරණය සඳහා එකතු කරන ලද පෙරනිමි අදහස්. ඒවා සිතියම්ගත කළ දේ විස්තර කිරීම සඳහා පරිශීලකයින් දිරිමත් කළ යුතුය. උදාහරණයක් ලෙස, # hotosm-project-470 #missingmaps ගොඩනැගිලි සිතියම්කරණය. හස්තාග් සමහර විට පසුව විශ්ලේෂණය සඳහා භාවිතා කරනු ඇත, නමුත් වැඩි විස්තර සඳහා ##########################################",
"Default locale": "ප්රකෘති පෙදෙස",
"Delete": "මකන්න",
"Delete message": "පණිවිඩය මකන්න",
"Delete project": "ව්යාපෘතිය මකන්න",
"Description": "විස්තර",
"Detailed Instructions": "විස්තරාත්මක උපදෙස්",
"Details": "විස්තර",
"Dismiss alert": "අනතුරු ඇඟවීම ඉවත් කරන්න",
"Dismiss": "ප්රතික්ෂේප කරන්න",
"Download the": "බාගත කරන්න",
"Draft": "කෙටුම්පත",
"Draw circle": "රවුම් ඇඳීම",
"Draw": "දිනුම් ඇදීම",
"Draw polygon": "බහුඅස්රීන්",
"Draw rectangle": "සෘජුකෝණාස්රය ඇඳීම",
"Draw the Area of Interest on the map.": "සිතියම මත උනන්දුව ඇති ප්රදේශය ඇදගන්න.",
"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "ආපදා පිළිෙයළ කිරීම, පතිචාරය සහ පතිසාධනය, සවිස්තරාත්මක භූෙගෝලීය ෙතොරතුරු, මාර්ග සිතියම්, ෙගොඩනැගිලි, පාලම් ආදිය ෙව්. ෙහොඳම සහ කාර්යක්ෂම ආකාරෙයන් ෙහොඳම ෙසේවාවක් සහ සහාය ලබා දීම සඳහා තීරනාත්මක ය. අවාසනාවකට මෙන්, මෙම ආකාරයේ තොරතුරු නොපවතින හෝ ලෝකයේ විශාල ප්රදේශ සඳහා විවෘත හා ප්රවේශ විය නොහැක. සම්බන්ධීකරණ දුරස්ථ සැටලයිට් හෝ UAV ඡායාරූප මත පදනම් වූ සිතියම්කරණය සහ බිමෙහි සිටින පුද්ගලයින් සමඟ සමීපව වැඩ කරන හවුල්කාරිත්වය මගින් ඔබට එම දත්ත අවශ්ය අවස්ථාවලදී ලබා දිය හැකිය.",
"Edit description": "විස්තරය සංස්කරණය කරන්න",
"Edit": "සංස්කරණය කරන්න",
"Edit imagery": "ඡායාරූප සංස්කරණය කරන්න",
"Edit instructions": "උපදෙස් සංස්කරණය කරන්න",
"Edit License": "බලපත්ර සංස්කරණය කරන්න",
"Edit permissions": "අවසර සංස්කරණය කරන්න",
"Edit priority areas": "ප්රමුඛතා ක්ෂේත්ර සංස්කරණය කරන්න",
"Edit project": "ව්යාපෘතිය සංස්කරණය කරන්න",
"Edit settings": "සැකසීම් සංස්කරණය කරන්න",
"Edit tags": "ටැගයන් සංස්කරණය කරන්න",
"Enter a name for the license (provider for example)": "බලපත්ර සඳහා නමක් ඇතුළත් කරන්න (උදාහරණ සපයන්නා)",
"Enter a short version of the terms": "කොන්දේසිවල කෙටි අනුවාදයක් ඇතුළු කරන්න",
"Enter a username": "පරිශීලක නාමයක් ඇතුළත් කරන්න",
"Enter the license terms": "බලපත්ර කොන්දේසි ඇතුල් කරන්න",
"Entities to map": "සිතියම් ගත කිරීමට ආයතන",
"Error": "දෝෂයකි",
"Failed to create a new license. Please try again.": "නව බලපත්රයක් සෑදීමට අසමත් විය. කරුණාකර නැවත උත්සාහ කරන්න.",
"Failed to delete license. Please try again.": "බලපත්ර මකා දැමීම අසාර්ථක විය. කරුණාකර නැවත උත්සාහ කරන්න.",
"Failed to mark all task valid for an unknown reason.": "නොදන්නා හේතුවක් සඳහා වලංගු වන සියලු කාර්යයන් සලකුණු කිරීමට අසමත් විය.",
"Failed to message all contributors for an unknown reason.": "නොදන්නා හේතුවක් නිසා සියලු දායකයින්ට පණිවිඩ යැවීම අසමත් විය.",
"Failed to save edits. Please try again.": "සංස්කරණයන් සුරැකීමට අසමත් විය. කරුණාකර නැවත උත්සාහ කරන්න.",
"Field stories": "ක්ෂේත්ර කථා",
"file": "ගොනුව",
"Filter": "පෙරහන",
"Filter projects (on name, campaign, ...)": "පෙරහන් ව්යාපෘති (නම, උද්ඝෝෂනය, ...)",
"Fork the Tasking Manager Code on GitHub": "GitHub මත ටෙස්ටින් කළමණාකරණ සංග්රහය විසදීමට",
"From": "සිට",
"General task size,": "සාමාන්ය කාර්ය ප්රමාණය,",
"Go back to license overview": "ආපසු බලපත්ර අවසර පත්රය වෙත යන්න",
"Go to MapSwipe": "MapSwipe වෙත යන්න",
"Go to project": "ව්යාපෘතියට යන්න",
"Go to the description tab": "විස්තර ටැබයට යන්න",
"Go to the homepage": "මුල් පිටුව වෙත යන්න",
"Go to the instructions tab": "උපදෙස් පටිත්ත වෙත යන්න",
"Go to the mapping tab": "සිතියම්ගත කිරීමේ ටැබයට යන්න",
"Grid view": "ජාල දැක්මක්",
"High": "අධි",
"History": "ඉතිහාසය",
"HOT Tasking Manager": "උණුසුම් ටැස්සිං කළමනාකරු",
"How you can help": "ඔබට උදව් කළ හැක්කේ කෙසේද?",
"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "පරීක්ෂා කර ඇත්නම්, ලැයිස්තුගත සිතියම් අත්දැකීම් මට්ටමේ පරිශීලකයන් පමණක් මෙම ව්යාපෘතියට දායක විය හැකිය. නොකියවුවහොත්, ඕනෑම කෙනෙකුට දායක විය හැකිය. මෙම ව්යාපෘතිය සඳහා සිතියම් අත්දැකීම් මට්ටම වෙනස් කිරීම සඳහා මෙටාදාතා කවුන්ටරය වෙත යන්න.",
"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "පරික්ෂා කර ඇත්නම්, වලංගු කිරීමේ කාර්යය සඳහා භාවිතා කරන්නන් හට මෙම ව්යාපෘතියේ කාර්යයන් වලංගු භාවය ලබා ගත හැක. නොකියුනම්, ඕනෑම කෙනෙකුට කර්තව්යයන් වලංගු කර හෝ අවලංගු කළ හැකිය.",
"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "ඔබ නැවතත් සිතියම්කරණය ආරම්භ කිරීමට සූදානම් නම්, උදවු පිටුව බලන්න. ඔබ විසින් සිදු කර ගැනීමට උදව් කිරීම සඳහා ඔබට සමාන යමක් අවශ්ය වන සිතියම් ව්යාපෘති ලැයිස්තුවක් ඔබට පෙනෙනු ඇත. ඔබට ප්ලාස්ටික් ටැබ් එකක් තෝරා ගත හැකි අතර ඔබ වැඩ කිරීමට කැමති බොහෝ ව්යාපෘති අඩු කරන්න. ඔබේ පැතිකඩ පිටුවට ඔබ දැනටමත් සහභාගි වී ඇති ව්යාපෘති වලට ලැයිස්තුවක් හා ඉක්මන් සබැඳියක් ඇත.",
"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "ප්රථම වතාවට ප්රමුඛතා ක්ෂේත්රයන් මත සිතියම්කරුවන්ට වැඩ කිරීමට අවශ්ය නම්, ව්යාපෘති ප්රදේශය තුළ තවත් බහුඅස්රයන් එකක් අදින්න.",
"Imagery": "ඡායාරූපකරණය",
"Import a GeoJSON, KML, or zipped SHP file.": "GeoJSON, KML හෝ zipped SHP ගොනුව ආයාත කරන්න.",
"Import": "ආනයන",
"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Tasking Manager හි ඇති බොහෝ විශේෂාංග පූර්ණ ලෙස භාවිතා කිරීම සඳහා, ජංගම උපාංගයක් වෙනුවට ඩෙස්ක්ටොප් හෝ ලැප්ටොප් පරිගණකයක් භාවිතා කරන්න. ඔබ ජංගම උපාංගයක් සඳහා දායක වීමට කැමති නම් කරුණාකර MapSwipe භාවිතා කරන්න.",
"Instructions for the default locale": "ප්රකෘති පෙදෙස සඳහා උපදෙස්",
"Instructions": "උපදෙස්",
"Intermediate": "අතරමැදි",
"Intermediate mapper": "අතරමැදි සිතියම්කරණය",
"In this area": "මෙම ප්රදේශය තුළ",
"Invalidate all tasks": "සියලු කාර්යයන් වලංගු නැත",
"Invalidated by": "අවලංගු කරන ලදි",
"Invalidated": "අවලංගුයි",
"Invalidating all the tasks failed for an unknown reason.": "නොදන්නා හේතුවක් නිසා සියලු කාර්යයන් වලංගු නැති විය.",
"Invalidating...": "අවලංගු කරන ...",
"is missing.": "අතුරුදන්.",
"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "කර්තව්යයේ ප්රමාණය කුඩා කිරීම රෙකමදාරු කරනු ලැබේ. කාර්යයන් ප්රමාණය පරීක්ෂා කිරීම සහ / හෝ ව්යාපෘති නිර්මාණය කිරීම ගැන සලකා බලන්න.",
"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "OpenStreetMap හි සිතියම් සකස් කිරීම සහ උණුසුම් ව්යාපෘති වලට දායක වීම පහසුය. පසුගිය දස වසර තුළ මිලියන ගණනක් ජනයා විසින් OpenStreetMap දත්ත මත පදනම්ව ලොව පුරා සිටින ජනයා රඳා පවතී. එය ආරම්භ කිරීමට පහසු වන අතර, එය ඉතා හොඳ ප්රයත්නයක යෙදිය යුතුය. මෙය ඔබේ ප්රථම වතාවට සිතියම්කරණය නම්, වීඩියෝව (ඉංග්රීසි භාෂාවෙන් බහු භාෂා මාදිලියේ) වීඩියෝව බැලීම සඳහා විනාඩි 30 ක් පමණ ගත කරන්න. OSM වෙබ් බ්රව්සර පදනම් කරගත් සංස්කාරකය භාවිතා කරමින් සිතියම් දැන ගැනීම සඳහා මූලික කරුණු ඉගෙන ගැනීම සඳහා. කරුණාකර, දැන් සහ අනාගතයේදී, ඔබ නිරතුරුවම අවධානය යොමු කරන්නේ සිතියම්කරණය ප්රමාණාත්මකව නොවේ.",
"Joined OSM": "OSM ඒකාබද්ධවේ",
"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "දුරස්ථ පාලක JOSM ප්රතිචාර දැක්වූයේ නැත. ඔබට JOSM ධාවනය කර දුරස්ථව පාලනය කිරීමට මාන කර තිබේද?",
"Land use": "ඉඩම් භාවිතය",
"Landuse": "ඉඩම් භාවිතය",
"Larger": "විශාලයි",
"Last activity": "අවසාන ක්රියාකාරකම",
"Last updated": "අවසන් යාවත්කාලීන කිරීම",
"Layer name": "ස්ථර නාමය",
"Learn": "ඉගෙන ගන්න",
"Leave a comment": "ප්රතිචාරයක් දක්වන්න",
"Legend": "පුරාවෘත්තය",
"Level": "මට්ටමින්",
"Licenses": "බලපත්ර",
"List view": "ලැයිස්තුව බලන්න",
"Locked by": "අගුළු දමා ඇත",
"Locked by you": "ඔබ විසින් අගුලු දමා ඇත",
"Locked for mapping by": "විසින් සිතියම්ගත කිරීම සඳහා අගුළු දමා ඇත",
"Locked for validation by": "විසින් වලංගු කිරීම සඳහා අගුළු දමා ඇත",
"Locked": "අගුළු දමා ඇත",
"Lock": "ලොක්",
"Login": "ඇතුල් වන්න",
"Logout": "ඉවත්ව යාම",
"Low": "අඩු",
"Manage licenses": "බලපත්ර කළමනාකරණය කරන්න",
"Manually set the experience level of a user.": "පරිශීලක අතින් අත්දැකීම් මට්ටම අතින් සකස් කරන්න.",
"Map": "සිතියම",
"Mapped by": "විසින් සිතියම්ගත කර ඇත",
"% Mapped": "% සිතියම්ගත කර ඇත",
"Mapped": "සිතියම්ගත කර ඇත",
"Mapper Level": "මාපක මට්ටම",
"Mapper": "මාපකය",
"Mapping difficulty": "අපහසුතා සිතියම්ගත කිරීම",
"Mapping level": "සිතියම්කරණ මට්ටම",
"Mapping": "සිතියම්කරණය",
"Map service type": "සිතියම් සේවා වර්ගය",
"Map service URL": "සිතියම් සේවා URL",
"Mark all as Invalid": "අවලංගු ලෙස සියල්ල සලකුණු කරන්න",
"Mark all as Valid": "වලංගු ලෙස සලකුණු කරන්න",
"Mark as Bad Imagery": "නරක ඡායාරූප ලෙස සලකන්න",
"Mark as Completely Mapped": "සම්පූර්ණයෙන්ම සිතියම් ගත කිරීම සලකුණු කරන්න",
"Mark as Invalid": "වලංගු නොවන ලෙස සලකුණු කරන්න",
"Mark as Valid": "වලංගු ලෙස සලකුණු කරන්න",
"Marked as bad imagery by": "මගින් නරක ඡායාරූප ලෙස සලකුණු කර ඇත",
"Marked as ready by": "විසින් සූදානම් ලෙස සලකුණු කර ඇත",
"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "ළඟා කර ඇති කාර්යයන් උපරිම ගණන. කුඩා කාර්යයන් අවශ්ය නම් කරුණාකර පොළී ප්රමාණය කුඩා කරන්න.",
"Medium": "මධ්යම",
"Message all contributors": "සියලු දායකයින්ගේ පණිවිඩය",
"Message": "පණිවුඩය",
"Messages - Inbox": "පණිවිඩ - එන ලිපි",
"Messages": "පණිවුඩ",
"Metadata and tags are used to allow users to find projects to work on and group projects.": "පරිශීලකයන් සහ කණ්ඩායම් ව්යාපෘති සඳහා ව්යාපෘති සඳහා ව්යාපෘති සොයා ගැනීමට ඉඩ සලසන metadata සහ tags.",
"Metadata": "පාරදත්ත",
"Multi Task Validation": "බහු කාර්ය සුරක්ෂිතතාව",
"Name": "නම",
"Name of the project": "ව්යාපෘතියේ නම",
"Navigate the results": "ප්රතිඵල වෙනස් කරන්න",
"Newer": "අලුත්",
"Newest": "නවතම",
"New project": "නව ව්යාපෘතිය",
"New to mapping?": "සිතියම්කරණය කිරීමට අලුත්ද?",
"Next": "ඊලඟ",
"No active projects.": "ක්රියාකාරී ව්යාපෘති නොමැත.",
"No activity (yet).": "කිසිදු ක්රියාකාරකමක් (තවමත්).",
"No archived projects.": "සංරක්ෂිත ව්යාපෘති නොමැත.",
"No Area of Interest has been drawn.": "කිසිදු උනන්දුවක් දක්නට නැත.",
"No comments (yet).": "ප්රතිචාර නැත (තවමත්).",
"No contributions to projects (yet).": "ව්යාපෘති සඳහා දායකත්වයක් නැත (තවමත්).",
"No contributions (yet).": "දායකත්ව නොමැත (තවමත්).",
"No draft projects.": "ව්යාපෘති කෙටුම්පත් නොමැත.",
"No license found.": "බලපත්රයක් සොයාගත නොහැකි විය.",
"no license": "බලපත්රයක් නොමැත",
"No projects found.": "ව්යාපෘති කිසිවක් සොයා ගත්තේ නැත.",
"Note, follow this format for TMS URLs,": "සටහන, TMS URL සඳහා මෙම ආකෘතිය අනුගමනය කරන්න,",
"Nothing has happened yet.": "කිසිවක් මෙතෙක් සිදු වී නැත.",
"Number of tasks mapped": "කාර්යයන් ගණනාවක් සිතියම්ගත කර ඇත",
"Number of tasks validated": "වලංගු කර ඇති කාර්යයන් ගණන",
"Older": "පැරණි",
"Only mappers with level": "මට්ටමේ සිතියම්කරුවන් පමණි",
"Only one campaign tag is allowed.": "එක් උද්ඝෝෂන ටැගය පමණක් අවසර ලබා ඇත.",
"Only one organisation tag is allowed.": "එක් සංවිධානයක ටැගය පමණක් අවසර ලබා ඇත.",
"Only Validators can validate on this project": "මෙම ව්යාපෘතිය සඳහා Validators පමණක් වලංගු කළ හැකිය",
"Open Source": "විවෘත කේතය",
"Option 1,": "විකල්ප 1,",
"Option 2,": "විකල්ප 2,",
"Option 3,": "විකල්ප 3,",
"Option 4,": "විකල්ප 4,",
"Options": "විකල්ප",
"Organisation": "ආයතනය",
"Organisation Tag": "සංවිධාන Tag",
"or higher can map": "හෝ ඊට වැඩි ගණනක් සිතිය හැක",
"OSM edit history": "OSM සංස්කරණය ඉතිහාසය",
"OSM profile": "OSM පැතිකඩයි",
"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM Tasking Manager යනු මානුෂීය මෙහෙයුම් පද්ධතිය සඳහා සහයෝගිතාවය සිතියම්කරණය සඳහා නිර්මාණය කර ඇති සහ සැලසුම් කර ඇති සිතියම්කරණ උපකරණයකි.",
"Other options": "වෙනත් විකල්ප",
"Other": "වෙනත්",
"Permissions": "අවසර",
"Plain text": "සාමාන්ය පාඨය",
"Please login first.": "කරුණාකර ප්රථමයෙන් පුරනය වන්න.",
"Please login to start mapping.": "කරුණාකර සිතියම් ආරම්භ කිරීම සඳහා පිවිසෙන්න.",
"Please login to start validating.": "කරුණාකර වලංගු කිරීමට පටන් ගන්න.",
"Please make sure you only have one campaign tag.": "ඔබට එක් උද්ඝෝෂන ලකුණක් පමණක් ඇති බවට වග බලා ගන්න.",
"Please make sure you only have one organisation tag.": "ඔබට එක් සංවිධානයේ ටැග් පමණක් ඇති බවට වග බලා ගන්න.",
"Please provide a valid GeoJSON, KML or zipped Shapefile.": "කරුණාකර වලංගු GeoJSON, KML හෝ zipped Shapefile ලබා දෙන්න.",
"Preview": "පෙර දැක්ම",
"Previous": "කලින්",
"priority area drawing tools": "පමුඛතා ෙසොයා ගැනීෙම් උපකරණ",
"Priority area": "ප්රමුඛ පෙද්ශය",
"priority areas": "ප්රමුඛතා ක්ෂේත්ර",
"Priority": "ප්රමුඛතාවය",
"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "පුද්ගලිකව අදහස් වන්නේ පහත සඳහන් පරිශීලකයන්ගේ ලැයිස්තුව පමණක් මෙම ව්යාපෘතියට ප්රවේශ විය හැකි බවයි. අවසර ලත් පරිශීලක ලැයිස්තුවට එකතු කිරීමට පරිශීලකයින්ගේ නම ලබාගැනීම සඳහා - OSM Tasking කළමණාකරුගේ මෙම ස්ථාපනය සඳහා URL වෙත ගොස් ඔවුන්ගේ OpenStreetMap ගිණුමට ප්රවේශ වීමට අවසර දෙන්න. ඔවුන් මෙය සිදු කළ පසු, එකතු කළ ව්යාපෘති කළමණාකරු සඳහා ඔවුන්ගේ පරිශීලක නාමය ලබා ගත හැකිය.",
"Private": "පුද්ගලික",
"Private Project": "පෞද්ගලික ව්යාපෘතිය",
"Project could not be created. The exact reason could not be determined.": "ව්යාපෘතිය නිර්මාණය කළ නොහැක. නිශ්චිත හේතුව තීරණය කළ නොහැකි විය.",
"Project dashboard": "ව්යාපෘති උපකරණ පුවරුව",
"Project Dashboard": "ව්යාපෘති උපකරණ පුවරුව",
"Project grid could not be trimmed to the AOI.": "ව්යාපෘති ජාලය AOI ට කපා හැරිය නොහැකි විය.",
"Project has": "ව්යාපෘතියක් ඇත",
"Project Manager": "ව්යාපෘති කළමනාකරු",
"Project name": "ව්යාපෘතියේ නම",
"Projects": "ව්යාපෘති",
"Published": "ප්රකාශයට පත් කරන ලදි",
"Ready": "සූදානම්",
"Ready to get mapping?": "සිතියම්කරණය ලබා ගැනීමට සූදානම්ද?",
"Remove privileges": "වරප්රසාද ඉවත් කරන්න",
"Required license": "අවශ්ය බලපත්රයක්",
"Required": "අවශ්යයි",
"Reset": "නැවත පිහිටුවන්න",
"Return to inbox": "එන ලිපි වෙත පැමිණීම",
"Return": "ආපසු",
"Roads": "මාර්ග",
"Role": "කාර්යභාරය",
"Save changes": "වෙනස්කම් සුරකින්න",
"Save edits": "සුරකින සංස්කරණයන් සුරකින්න",
"Search project description or project number": "ව්යාපෘති විස්තරය හෝ ව්යාපෘති අංකය සොයන්න",
"Search": "සෙවීම",
"Search Users": "පරිශීලකයන් සොයන්න",
"See the changesets in Overpass Turbo for this area.": "මෙම ප්රදේශය සඳහා Overpass Turbo හි වෙනස්කම් සවි කර බලන්න.",
"See the changesets on the OSM website for this area.": "මෙම ප්රදේශය සඳහා OSM වෙබ් අඩවියේ වෙනස්කම් බලන්න.",
"Select another task": "වෙනත් කාර්යයක් තෝරන්න",
"Select a random task": "අහඹු කාර්යයක් තෝරන්න",
"Select area by drawing a polygon": "බහුඅස්රෝනයක් ඇඳීමෙන් ප්රදේශය තෝරන්න",
"Select a task by clicking on the map": "සිතියම මත ක්ලික් කිරීමෙන් කාර්යයක් තෝරන්න",
"Select by area": "ප්රදේශයෙන් තෝරන්න",
"Select by user,": "පරිශීලකයා තෝරන්න,",
"Select for validation": "වලංගුකරණය සඳහා තෝරන්න",
"Sending...": "යැවීම ...",
"Set as Administrator": "පරිපාලකයා ලෙස සකසන්න",
"Set as Project Manager": "ව්යාපෘති කළමනාකරු ලෙස සකසන්න",
"Set as Validator": "වලංගු කරන්නා ලෙස සකසන්න",
"Set mapper level": "සිතියම් මට්ටම තීරණය කරන්න",
"Set role": "කාර්යභාරය සැකසීම",
"Settings": "සැකසුම්",
"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "මෙම මට්ටම සකස් කිරීම මගින් සිතියම්කරුවන්ට වැඩ කිරීමට සුදුසු ව්යාපෘති සොයනු ඇත. අවසර පත්ර අංශයෙන් සිතියම්ගත කිරීම සඳහා අවශ්ය මට්ටම ඔබ ක්රියාත්මක කළ හැකිය.",
"Short description": "කෙටි විස්තරය",
"Show advanced options": "උසස් විකල්ප පෙන්වන්න",
"Show/hide menu": "පෙන්වන්න / hide menu",
"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "ඔබ තෝරාගත් බොහෝ කාර්යයන් බැවින්, ඔබ විසින් OSM දත්ත JOSM අතින් ලබා ගත යුතුය. බාගත කරන්න",
"Smaller": "කුඩා",
"Sort column": "තීරු කරන්න",
"Split a specific area into smaller tasks by drawing an area or point,": "යම් ප්රදේශයක් හෝ ලක්ෂ්යයක් ඇඳීමෙන් කුඩා කාර්යයන් සඳහා නිශ්චිත ප්රදේශයක් බෙදා වෙන් කිරීම,",
"Split (point)": "විභේදනය (ලක්ෂ්යය)",
"Split (polygon)": "සිලිකන් (බහුඅස්ර)",
"Sponsorship and Funding": "අනුග්රහය හා අරමුදල් සැපයීම",
"Square Grid": "චතුරස්රය ග්රිඩ්",
"Start Editor": "ආරම්භක සංස්කාරකය",
"Start Mapping": "ආරම්භක සිතියම්කරණය",
"Start Validating": "තහවුරු කරන්න පටන්ගන්න",
"Stats": "සංඛ්යාලේඛන",
"Status": "තත්ත්වය",
"Step 1, Define Area": "පියවර 1, කලාපය නිර්වචනය කරන්න",
"Step 1": "පියවර 1",
"Step 2, Choose Tasks Type": "පියවර 2, කාර්යය වර්ගය තෝරන්න",
"Step 2": "පියවර 2",
"Step 3, Set Task Sizes": "පියවර 3, කාර්ය සාධක ප්රමාණය සකසන්න",
"Step 3": "පියවර 3",
"Step 4": "පියවර 4",
"Step 4, Trim Project": "පියවර 4, ටිම් ව්යාපෘතිය",
"Step 5, Review": "පියවර 5, සමාලෝචන",
"Step 5": "පියවර 5",
"Stop Mapping": "සිතියම නතර කරන්න",
"Stop Validating": "වලංගු නැත",
"Subject": "විෂය",
"Task invalidated by": "කාර්යය අවලංගු කිරීම",
"Task invalidation": "කාර්යය අවලංගු කිරීම",
"Task locked for mapping by": "විසින් සිතියම්කරණය සඳහා අගුළු ලා ඇත",
"Task locked for validation by": "කාර්යය මගින් වලංගුකරණය සඳහා අගුළු ලා ඇත",
"Task mapped by": "විසින් සිතියම්ගත කර ඇත",
"Task marked as bad imagery by": "විසින් ව්යාජ රූප ලෙස සලකුණු කර ඇත",
"Task marked as ready by": "විසින් සළකුණු කර ඇති ලකුණු කරන්න",
"Tasks Mapped": "කාර්යයන් සිතියම්ගත කර ඇත",
"tasks.": "කාර්යයන්.",
"Tasks": "කාර්යයන්",
"tasks. Use a smaller AOI and/or fewer tasks.": "කාර්යයන්. කුඩා AOI සහ / හෝ අඩු කාර්යයන් භාවිතා කරන්න.",
"Tasks Validated": "තහවුරු කර ඇති කාර්යයන්",
"Task validated by": "විසින් තහවුරු කරන ලද කාර්යය",
"Task validation": "කාර්ය සාධක ඇගයීම",
"Text search": "පෙළ ගවේෂණය",
"The application code is available on GitHub.": "යෙදුම් කේතය GitHub මත ලබා ගත හැකිය.",
"The Area of Interest contains self intersections.": "උනන්දුව ඇති ප්රදේශය ස්වයං විස්ථානයයි.",
"The list of elements we ask you to map": "අප සිතියම් ලැයිස්තුගත කරන ලෙස ඉල්ලා සිටිමු",
"The list of entities to map.": "සිතියම් ගත කිරීම සඳහා ආයතන ලැයිස්තුව",
"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "OSM Tasking Manager යනු මානුෂීය OpenStreetMap කණ්ඩායම සහයෝගිතා සිතියම් කිරීමේ ක්රියාවලිය සඳහා නිර්මාණය කර ඇති සහ සැලසුම් කර ඇති සිතියම්කරණ මෙවලමක් වේ. මෙවලමෙහි අරමුණ වන්නේ එකම සමස්ත ප්රදේශයේම වැඩ කරන බොහෝ පුද්ගලයන් සමඟ වේගයෙන් සම්පූර්ණ කළ හැකි කුඩා කාර්යයන් සඳහා සිතියම්කරණ ව්යාපෘතිය බෙදා වෙන් කිරීමයි. කුමන ප්රදේශ සිතියම්ගත කළ යුතු ප්රදේශ මොනවාද යන්න සහ එහි ස්ථානගත කිරීම තහවුරු කර ඇති ප්රදේශ මොනවාද යන්න පෙන්නුම් කරයි.",
"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "OSM Tasking Manager යනු විවෘත මෘදුකාංගයකි. කරුණාකර ගැටලු වාර්තා කිරීමට සහ දායක වීමට නොමිලේ.",
"The OSM Tasking Manager was designed and built for the": "OSM Tasking කළමණාකරු සඳහා නිර්මාණය කර ඇති අතර එය නිර්මාණය කර ඇත",
"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "ව්යාපෘතිය නිර්මාණය කළ නොහැක. මෙය AOI සහ ජාලය ඒකාබද්ධ සේවාදායකයට යැවීමට විශාල වේ. කුඩා AOI හෝ අඩු කාර්යයන් සමඟ නැවත උත්සාහ කරන්න.",
"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "මෙම ව්යාපෘතිය කපා හැරිය නොහැකි විය. මෙය AOI සහ ජාලය ඒකාබද්ධ සේවාදායකයට යැවීමට විශාල වේ. කුඩා AOI හෝ අඩු කාර්යයන් සමඟ නැවත උත්සාහ කරන්න.",
"The project was deleted successfully.": "ව්යාපෘතිය සාර්ථකව මකාදැමිනි.",
"The project was not deleted successfully. This project might have some contributions.": "ව්යාපෘතිය සාර්ථක වූයේ නැත. මෙම ව්යාපෘතියට යම් දායකත්වයක් ලැබෙනු ඇත.",
"There are no tasks currently available for mapping.": "සිතියම්ගත කිරීම සඳහා දැනට පවතින කාර්යයන් නොමැත.",
"There are no tasks currently available for validation.": "වලංගු භාවය සඳහා වර්තමානයේ කිසිදු කාර්යයක් නොමැත.",
"There was an error retrieving the task from the server.": "සේවාදායකයෙන් කර්තෘත්වය ලබා ගැනීමේදී දෝෂයක් ඇති විය.",
"There was an error updating your project. Please try again.": "ඔබේ ව්යාපෘතිය යාවත්කාලීන කිරීමේදී දෝෂයක් ඇති විය. කරුණාකර නැවත උත්සාහ කරන්න.",
"There was a problem unlocking the tasks.": "කර්තව්යයන් අගුලු දැමීම ගැටළුවක් විය.",
"There was a problem unlocking the task.": "කර්තව්යය අගුලු දැමීම ගැටළුවක් විය.",
"The selected task could be locked.": "තෝරාගත් කාර්යය අගුලු දැමිය හැක.",
"The selected task could not be locked.": "තෝරාගත් කාර්යය අගුලු දැමිය නොහැකි විය.",
"The selected task is not in a state that allows mapping.": "තෝරාගත් කාර්යය සිතියම්කරණයට ඉඩ සලසයි.",
"The selected task is not in a state that allows validation.": "තෝරාගත් කාර්යය වලංගු භාවය ලබා දෙන රාජ්යයක් නොවේ.",
"The size of each task is approximately": "එක් එක් කාර්යයේ ප්රමාණය ආසන්න වශයෙන්",
"The task could not be locked for mapping.": "කාර්යය සිතියම්කරණය සඳහා අගුලු දැමිය නොහැකි විය.",
"The task could not be locked for validation.": "කර්තව්යය වලංගුකරණය සඳහා අගුලු දැමිය නොහැකි විය.",
"The tasks could not be locked.": "කර්තව්යයන් අගුලු දැමිය නොහැකි විය.",
"The tasks were invalidated successfully.": "කර්තව්ය සාර්ථකව අවලංගු කරන ලදි.",
"The tasks were marked validated successfully.": "කර්තව්ය සාර්ථකව වලංගු කරන ලදි.",
"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "මෙම ප්රවේශය හදිසි හෝ වෙනත් මානුෂීය සිතියම්ගත කිරීමේ සිද්ධියේ සන්දර්භය තුළ තනි තනි සිතියම්කරුවන් බොහෝ කාර්යයන් බෙදා හැරීමට ඉඩ සලසයි. තවද සමස්ත ව්යාපෘති ප්රගතිය නිරීක්ෂණයට සහ අනුරූපණය කිරීමේ අනුකූලතාව වැඩි දියුණු කිරීමට උපකාරී වේ (උ.දා., ආවරණය කිරීමට මූලද්රව්ය, භාවිතා කිරීමට විශේෂිත ටැගයන්, ආදිය).",
"This cannot be undone.": "මෙය අවලංගු කළ නොහැක.",
"This message is not translated to the selected language of the user, so you may want to include your own translations.": "පරිශීලකයාගේ තෝරාගත් භාෂාව වෙත මෙම පණිවුඩය පරිවර්තනය කර නැත. එබැවින් ඔබට ඔබගේම පරිවර්තන ඇතුළත් කිරීමට අවශ්ය වනු ඇත.",
"This task is available for mapping.": "මෙම කාර්යය සිතියම්ගත කිරීම සඳහා ඇත.",
"This task is available for validation.": "මෙම කාර්යය වලංගු භාවය සඳහා ඇත.",
"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "මෙය සියලු කාර්යයන් (නරක ඡායාරූප හැර) වලංගු වේ. කරුණාකර ඔබ මෙය කරන්නේ කුමක්දැයි විශ්වාස කරනවාද යන්න පමණක් මෙය භාවිතා කරන්න.",
"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "මෙය සියලුම කාර්යයන් (අක්රිය නොවන හා නරක නිරූපණ කාර්ය හැර) වලංගු නොවේ. කරුණාකර ඔබ මෙය කරන්නේ කුමක්දැයි විශ්වාස කරනවාද යන්න පමණක් මෙය භාවිතා කරන්න.",
"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "වත්මන් ව්යාපෘතියේ සෑම දායකයෙකුටම ටෙස්ටින් කළමණාකාර පණිවුඩය යැවෙනු ඇත. කරුණාකර මෙම විශේෂාංගය ප්රවේශමෙන් භාවිතා කරන්න.",
"Tip": "ඉඟිය",
"to convert it to GeoJSON.": "එය GeoJSON වෙත පරිවර්තනය කිරීම.",
"Total number of users,": "සමස්ත පරිශීලකයින් සංඛ්යාව",
"Total OSM changesets": "සමස්ත OSM වෙනස්කම්",
"Trimming in progress": "කප්පාදුව සිදු වෙමින් පවතී",
"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "කාර්යසාධක ප්රදේශයට කාර්ය සාධක ජාලය සකසන්න (විකල්ප). ඔබ කාර්ය සාධක චතුරස්රයන් සම්පූර්ණ කළ හැකිය, හෝ AOI වෙත ඒවා පටිගත කරන්න. මෙය යම් කාලයක් ගත විය හැකිය.",
"Trim": "ටිමෝ",
"Type a username": "පරිශීලක නාමයක් ටයිප් කරන්න",
"Type(s) of mapping": "සිතියම්කරණ වර්ගය (s)",
"Unable to create project because there are more than": "වඩා වැඩි ප්රමාණයක් ඇති නිසා ව්යාපෘති නිර්මාණය කිරීමට නොහැකිය",
"Urgent": "හදිසි",
"URL to service": "සේවා සඳහා URL",
"User list": "පරිශීලක ලැයිස්තුව",
"Username": "පරිශීලක නාමය",
"User Profile": "පරිශීලක පැතිකඩ",
"Users": "පරිශීලකයන්",
"User": "පරිශීලක",
"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "එක් පියවරක් තුළ මෙම ව්යාපෘතියේ සියලු කාර්යයන් වලංගු කිරීම හෝ අවලංගු කිරීම සඳහා කිසියම් හේතුවක් නිසා මෙය භාවිතා කරන්න.",
"Validate all tasks": "සියලු කාර්යයන් තහවුරු කරන්න",
"Validated by": "තහවුරු කර ඇත",
"% Validated": "% Validated",
"Validated": "තහවුරු කර ඇත",
"Validate": "තහවුරු කරන්න",
"Validating...": "තහවුරු කරන්න ...",
"Validation and Invalidation": "වලංගුභාවය හා අවලංගු කිරීම",
"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "තහවුරු කිරීම යනු මූලික සිතියම්කරණය සමාලෝචනය කරන දෙවන කට්ටලයකි. මෙය සාමාන්යයෙන් අද්දැකීම් සහිත OSM සිතියම්කරුවන් විසින් සිදු කරනු ලබන අතර, සම්පූර්ණ කිරීම සඳහා (සම්පූර්ණ කළ හැකි ඕනෑම දෙයක් කළ හැකි) සිතියම්කරණය සමාලෝචනය කිරීම හා විවිධාකාර මෙවලම් භාවිතා කිරීම සිතියම්ගත කිරීම සඳහා කිසිදු තාක්ෂණික දෝෂයක් නොමැත. මෙම වීඩියෝව (බහු භාෂා පරිවර්තන සමඟ ඉංග්රීසියෙන්) HOT ව්යාපෘති සඳහා සිතියම්කරණ වලංගු කිරීම පිළිබඳ මූලික කරුණු මගින් ඔබව රැගෙන යනු ඇත.",
"Validation": "වලංගුභාවය",
"Validator Level": "වලංගුකාරක මට්ටම",
"Validator": "වලංගුකරු",
"View in Overpass Turbo": "ටර්බෝ බොක්ස් ඔක්කොම බලන්න",
"View OSM changesets": "OSM වෙනස්කම් බලන්න",
"View the projects that you have created": "ඔබ නිර්මාණය කළ ව්යාපෘති බලන්න",
"Visit about": "ගැන බලන්න",
"Visit contribute": "දායක වන්න",
"Visit homepage": "මුල් පිටුව වෙත පිවිසෙන්න",
"Visit learn": "ඉගෙන ගන්න",
"Want to use an .osm file instead? You can use": "ඒ වෙනුවට .osm ගොනුවක් භාවිතා කිරීමට අවශ්යද? ඔයාට පාවිච්චි කරන්න පුළුවන්",
"Warning": "අවවාදයයි",
"Waterways": "ජල මාර්ග",
"When": "කවදා ද",
"With the invaluable support of,": "නොමද සහයෝගය ඇතිව,",
"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "ඔබට දැනටමත් එක් හෝ වැඩි ගණනක් කාර්යය අගුළු දමා ඇති බැවින් ඔබට සිතියම්කරණය සඳහා කාර්යයන් තෝරා ගත නොහැක. එම කාර්යය නැවත තෝරා ගැනීමට එය සිතියම භාවිතා කර සම්පූර්ණ කිරීම හෝ එය සිතියම් කිරීම නතර කරන්න.",
"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "ඔබට අවශ්ය සිතියම් අත්දැකීම් මට්ටම නොමැති බැවින් මෙම ව්යාපෘතිය සඳහා සිතියම් සැකසීම සඳහා ඔබට තෝරා ගත නොහැක.",
"You cannot select tasks for validation on this project because you do not have the Validator role.": "මෙම ව්යාපෘතියේ වලංගු භාවය සඳහා කාර්යයන් තෝරාගත නොහැක. ඔබ වලංගු නොවන කාර්යභාරය නොමැති නිසා.",
"You can only delete projects with no contributions.": "ඔබට කිසිදු දායකත්වයක් නොමැති ව්යාපෘති ඉවත් කළ හැකිය.",
"You can use Markdown. (HTML is not allowed)": "ඔබට Markdown භාවිතා කළ හැකිය. (HTML අවසර නැත)",
"You do not have the required Validator role for validation on this project.": "මෙම ව්යාපෘතියේ වලංගු භාවය සඳහා අවශ්ය වලංගු තහවුරු කරන්නන්ගේ භූමිකාව ඔබ සතුව නොමැත.",
"You have no messages.": "ඔබට පණිවිඩ නොමැත.",
"You have unread messages.": "ඔබට නොකියවූ පණිවුඩ ඇත.",
"You need to accept the license before continuing.": "ඔබ දිගටම කරගෙන යාමට පෙර මෙම බලපත්රය පිළිගත යුතුය.",
"You need to add at least one allowed user to a private project.": "ඔබ පෞද්ගලික ව්යාපෘතියකට අවම වශයෙන් එක් පුද්ගලයෙකුට එක් කිරීමට අවශ්යය.",
"Your profile": "ඔබගේ පැතිකඩ",
"Your project has been updated successfully.": "ඔබගේ ව්යාපෘතිය සාර්ථකව යාවත්කාලීන කර ඇත.",
"Your project was created successfully.": "ඔබගේ ව්යාපෘතිය සාර්ථකව නිර්මාණය කරන ලදි."
}
