{
"About": "பற்றி",
"About the OSM Tasking Manager": "OSM பணி நிர்வாகி பற்றி",
"Accept and continue": "ஏற்கவும் தொடரவும்",
"Accept imagery license": "பட உரிமத்தை ஏற்றுக்கொள்",
"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example, Added buildings and a residential road.": "உங்கள் வரைபடத்தை OSM தரவுத்தளத்தில் சேமிக்கும்போது ஒரு கருத்து உள்ளிடப்பட்டுள்ளது. உங்கள் வேலையைச் சேமிக்கும்போது, ​​இயல்புநிலை கருத்துரைக்கு விட்டு விடலாம், ஆனால் நீங்கள் உண்மையில் வரைபடப்பட்டதைச் சேர்க்கலாம், உதாரணமாக, கட்டிடங்கள் மற்றும் ஒரு குடியிருப்பு சாலை சேர்க்கப்பட்டது.",
"Actions": "செயல்கள்",
"Active": "செயலில்",
"Activity and Stats": "செயல்பாடு மற்றும் விபரம்",
"Add layer": "லேயரைச் சேர்",
"Add user": "பயனரைச் சேர்க்கவும்",
"A description for the default locale": "இயல்புநிலை மொழிக்கான ஒரு விளக்கம்",
"Admin": "நிர்வாகம்",
"Administrator": "நிர்வாகி",
"Advanced": "மேம்பட்ட",
"Advanced mapper": "மேம்பட்ட மேப்பர்",
"Advanced options": "மேம்பட்ட விருப்பங்கள்",
"Advanced task information and editing options": "மேம்பட்ட பணி தகவல் மற்றும் திருத்துதல் விருப்பங்கள்",
"A few of the humanitarian efforts you can support through mapping.": "மனிதாபிமான முயற்சிகள் சில நீங்கள் மேப்பிங் மூலம் ஆதரிக்க முடியும்.",
"All": "அனைத்து",
"Allowed users on private project": "தனியார் திட்டத்தில் அனுமதிக்கப்பட்ட பயனர்கள்",
"A name for the default locale": "இயல்புநிலை மொழிக்கான ஒரு பெயர்",
"and help improve it.": "அதை மேம்படுத்த உதவுங்கள்.",
"and open it in JOSM to see the task boundaries.": "மற்றும் பணி எல்லைகளை பார்க்க JOSM அதை திறக்க.",
"and open it in JOSM to see the task boundary.": "மற்றும் பணி எல்லை பார்க்க JOSM அதை திறக்க.",
"An error occurred when setting the level.": "நிலை அமைக்கும்போது பிழை ஏற்பட்டது.",
"An error occurred when setting the role.": "பாத்திரத்தை அமைக்கும்போது பிழை ஏற்பட்டது.",
"A new project will be created with": "ஒரு புதிய திட்டம் உருவாக்கப்படும்",
"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "கோடுகள் மற்றும் பெட்டிகளை வரைய ஒரு கணினி பயன்படுத்தலாம் அல்லது தேய்த்தல் மற்றும் தட்ட ஒரு தொலைபேசி பயன்படுத்த முடியும், அர்த்தமுள்ள மனிதாபிமான மேப்பிங் பங்களிக்க முடியும். நீங்கள் முன்பே மாப்பிடக்கூடாது, கற்பனை இலக்கங்களைக் கொண்டு, கட்டிடங்கள் மற்றும் சாலைகளை கண்டுபிடிப்பதன் மூலம் உதவ விரும்புவீர்களானால், எங்கள் அறிகுற பக்கத்தைப் பார்வையிடுமாறு நாங்கள் உங்களை கேட்டுக்கொள்கிறோம், 30 நிமிடங்களுக்குள் நீங்கள் வரைபடத்தை பெறுவீர்கள்.",
"AOI geometry must be a valid MultiPolygon.": "AOI வடிவவியல் ஒரு செல்லுபடியாகும் மல்டிபிளோகன் ஆக இருக்க வேண்டும்.",
"Arbitrary Tasks": "தன்னிச்சையான பணிகள்",
"Archived": "காப்பகப்படுத்தியவை",
"are locked for validation by you.": "நீங்கள் சரிபார்த்தல் பூட்டப்பட்டுள்ளது.",
"are missing.": "காணவில்லை.",
"Are you sure you want to delete this message?": "இந்த செய்தியை நிச்சயமாக நீக்க விரும்புகிறீர்களா?",
"Are you sure you want to delete this project? You cannot undo deleting a project.": "இந்த திட்டத்தை நிச்சயமாக நீக்க விரும்புகிறீர்களா? திட்டத்தை நீக்குவதை நீங்கள் செயல்தவிர்க்க முடியாது.",
"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "இந்த திட்டத்தில் அனைத்து பணிகளையும் தவறாக நீக்க விரும்புகிறீர்களா? இதை நீங்கள் செயல்தவிர்க்க முடியாது.",
"Are you sure you want to validate all tasks? You cannot undo this.": "எல்லா பணியையும் சரி செய்ய விரும்புகிறீர்களா? இதை நீங்கள் செயல்தவிர்க்க முடியாது.",
"A short description for the default locale": "இயல்புநிலை மொழிக்கான ஒரு சிறிய விளக்கம்",
"Authorization failed.": "அங்கீகாரம் தோல்வியடைந்தது.",
"Authorization successful. Redirecting...": "அங்கீகாரம் வெற்றிகரமாக. திசைதிருப்புகிறது ...",
"Bad imagery": "மோசமான படம்",
"Beginner": "தொடக்க",
"Beginner mapper": "தொடக்க மேப்பர்",
"Buildings": "கட்டிடங்கள்",
"Campaign": "பிரச்சாரத்தின்",
"Campaign Tag": "பிரச்சார டேக்",
"Cancel": "ரத்து",
"Changeset comment": "மாற்றத்தின் கருத்து",
"characters remaining": "எழுத்துக்கள் மீதமுள்ளன",
"Choose a task": "பணியைத் தேர்வுசெய்யவும்",
"Choose a task for mapping,": "மேப்பிங்கிற்கான பணியைத் தேர்வுசெய்க,",
"choose default locale": "இயல்புநிலை மொழி தேர்வு செய்யவும்",
"choose from existing tags or create a new one": "இருக்கும் குறிச்சொற்களை தேர்வுசெய்து அல்லது புதிய ஒன்றை உருவாக்கவும்",
"choose locale": "மொழி தேர்வு செய்யவும்",
"choose mapping level": "மேப்பிங் நிலை தேர்வு",
"Choose one or more tasks for validation,": "சரிபார்த்தல் ஒன்று அல்லது அதற்கு மேற்பட்ட பணிகளைத் தேர்வு செய்யவும்,",
"choose results view": "முடிவுகளைக் காணவும்",
"Clear all": "அனைத்தையும் அழி",
"Clip tasks to Area of Interest": "விருப்பத்தின் பரப்பிற்கு கிளிப் பணிகளை",
"Close": "நெருக்கமான",
"Close message": "செய்தியை மூடு",
"Comment": "கருத்து",
"Comment left by": "கருத்து விட்டுள்ளது",
"Comments by users": "பயனர்களின் கருத்துரைகள்",
"Contact us via the About page.": "எங்களைப் பற்றி எங்களை தொடர்பு கொள்ளவும்.",
"Contribute": "பங்களிக்க",
"Contributions": "பங்களிப்புகள்",
"Contributor": "பங்களிப்பாளர்",
"Contributors were messaged successfully.": "பங்களிப்பாளர்கள் வெற்றிகரமாக செய்தனர்.",
"Create a new project": "புதிய திட்டத்தை உருவாக்கவும்",
"Create": "உருவாக்கவும்",
"Created by,": "உருவாக்கப்பட்டது,",
"Created": "உருவாக்கப்பட்டது",
"Create new license": "புதிய உரிமம் உருவாக்கவும்",
"Create new Project": "புதிய திட்டம் உருவாக்கவும்",
"Create project": "திட்டம் உருவாக்கவும்",
"Creation in progress...": "உருவாக்கம் முன்னேற்றம் ...",
"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example, #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "பதிவேற்றப்பட்ட மாற்றங்கள் கருத்துரை புலத்தில் இயல்புநிலை கருத்துகள் சேர்க்கப்பட்டன. பயனர் வரைபடத்தை விவரிக்கும் உரை சேர்க்க பயனர்கள் ஊக்கப்படுத்தப்பட வேண்டும். எடுத்துக்காட்டு, # சூடான-திட்டம்-470 # மீசைஅமைப்புகள் வரைபடங்கள் மேப்பிங். Hashtags சில நேரங்களில் பின்னர் பகுப்பாய்வு பயன்படுத்தப்படும், ஆனால் மனித தகவல் மற்றும் overused இல்லை, உதாரணமாக #group #event இருக்க வேண்டும்.",
"Default locale": "இயல்புநிலை மொழி",
"Delete": "அழி",
"Delete message": "செய்தியை நீக்கு",
"Delete project": "திட்டத்தை நீக்கு",
"Description": "விளக்கம்",
"Detailed Instructions": "விரிவான வழிமுறைகள்",
"Details": "விவரங்கள்",
"Dismiss alert": "விழிப்பூட்டலை அகற்று",
"Dismiss": "நிராகரி",
"Download the": "பதிவிறக்கவும்",
"Draft": "வரைவு",
"Draw circle": "வட்டம் வரையவும்",
"Draw": "டிரா",
"Draw polygon": "பலகோணத்தை வரையவும்",
"Draw rectangle": "செவ்வக வரைக",
"Draw the Area of Interest on the map.": "வரைபடத்தில் வட்டி பகுதி வரைக.",
"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "பேரழிவு தயாரிப்பு, பதிலளிப்பு மற்றும் மீட்பு, விரிவான நிலப்பரப்பு தகவல், சாலைகள், கட்டிடங்கள், பாலங்கள் முதலியவற்றின் போது, ​​மிகச் சிறந்த மற்றும் சிறந்த முறையில் சிறந்த சேவையையும் ஆதரவையும் வழங்குவதில் முக்கியமானது. துரதிருஷ்டவசமாக, இந்த வகையான தகவல் இல்லை அல்லது திறக்கப்படவில்லை மற்றும் உலகின் பெரிய பகுதிகளுக்கு அணுகக்கூடியதாக உள்ளது. ஒருங்கிணைந்த, தொலைதூர சேட்டிலைட் அல்லது UAV கற்பனை அடிப்படையிலான மேப்பிங் மற்றும் தரையில் உள்ள மக்களுடன் நெருக்கமான உழைக்கும் கூட்டாண்மை ஆகியவற்றின் மூலம் நீங்கள் எங்கு தேவை மற்றும் எப்போது அந்த தரவு வழங்க உதவ முடியும்.",
"Edit description": "விளக்கத்தைத் திருத்தவும்",
"Edit": "தொகு",
"Edit imagery": "படத்தை திருத்தவும்",
"Edit instructions": "வழிமுறைகளைத் திருத்தவும்",
"Edit License": "உரிமம் திருத்தவும்",
"Edit permissions": "அனுமதிகளைத் திருத்தவும்",
"Edit priority areas": "முன்னுரிமை பகுதிகள் திருத்தவும்",
"Edit project": "திட்டத்தை திருத்தவும்",
"Edit settings": "அமைப்புகளைத் திருத்தவும்",
"Edit tags": "குறிச்சொற்களை திருத்தவும்",
"Enter a name for the license (provider for example)": "உரிமத்திற்கான பெயரை உள்ளிடவும் (எடுத்துக்காட்டாக வழங்குநர்)",
"Enter a short version of the terms": "விதிகளின் ஒரு குறுகிய பதிப்பை உள்ளிடவும்",
"Enter a username": "ஒரு பயனர்பெயரை உள்ளிடவும்",
"Enter the license terms": "உரிம விதிமுறைகளை உள்ளிடவும்",
"Entities to map": "வரைபடத்திற்கு உள்ளீடுகள்",
"Error": "பிழை",
"Failed to create a new license. Please try again.": "புதிய உரிமத்தை உருவாக்க முடியவில்லை. தயவு செய்து மீண்டும் முயற்சிக்கவும்.",
"Failed to delete license. Please try again.": "உரிமத்தை நீக்குவதில் தோல்வி. தயவு செய்து மீண்டும் முயற்சிக்கவும்.",
"Failed to mark all task valid for an unknown reason.": "அறியப்படாத காரணத்திற்காக எல்லா பணியிடங்களையும் மதிப்பாய்வு செய்வதில் தோல்வி.",
"Failed to message all contributors for an unknown reason.": "அறியப்படாத காரணங்களுக்காக எல்லா பங்களிப்பாளர்களுக்கும் செய்தி அனுப்புவதில் தோல்வி.",
"Failed to save edits. Please try again.": "திருத்தங்களைச் சேமிக்க தோல்வி. தயவு செய்து மீண்டும் முயற்சிக்கவும்.",
"Field stories": "புலம் கதைகள்",
"file": "கோப்பு",
"Filter": "வடிகட்டி",
"Filter projects (on name, campaign, ...)": "வடிகட்டி திட்டங்கள் (பெயர், பிரச்சாரம், ...)",
"Fork the Tasking Manager Code on GitHub": "GitHub இல் பணியிட முகாமைத்துவ கோட் ஃபோர்க்",
"From": "இருந்து",
"General task size,": "பொது பணி அளவு,",
"Go back to license overview": "உரிமத்தின் கண்ணோட்டத்திற்குச் செல்க",
"Go to MapSwipe": "MapSwipe க்குச் செல்க",
"Go to project": "திட்டத்திற்கு செல்க",
"Go to the description tab": "விளக்கம் தாவலுக்கு செல்க",
"Go to the homepage": "முகப்புப்பக்கம் செல்க",
"Go to the instructions tab": "அறிவுறுத்தல்கள் தாவலுக்குச் செல்லவும்",
"Go to the mapping tab": "மேப்பிங் டபில் செல்க",
"Grid view": "கட்டம் காட்சி",
"High": "உயர்",
"History": "வரலாறு",
"HOT Tasking Manager": "HOT பணி நிர்வாகி",
"How you can help": "நீங்கள் எப்படி உதவ முடியும்",
"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "சரிபார்க்கப்பட்டால், பட்டியலிடப்பட்ட மேப்பர் அனுபவ நிலை கொண்ட பயனர்கள் மட்டுமே இந்த திட்டத்திற்கு பங்களிக்க முடியும். தேர்வுநீக்கப்பட்டால், யாராலும் பங்களிக்க முடியும். இந்தப் திட்டத்திற்கான மேப்பர்கர் அனுபவ நிலை மாற்ற, மெட்டாடேட்டா குழுவுக்குச் செல்லவும்.",
"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "சரிபார்க்கப்பட்டால், Validator பாத்திரத்தில் உள்ள பயனர்கள் மட்டுமே இந்த திட்டத்தில் பணிகளைச் சரிபார்க்க முடியும். தேர்வுநீக்கப்பட்டால், யாருக்கும் சரிபார்க்கலாம் அல்லது செல்லாத பணிகளை செய்யலாம்.",
"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "நீங்கள் திரும்பி வருகிறீர்கள் மற்றும் மேப்பிங் தொடங்கத் தயாராக இருந்தால், பங்களிப்பு பக்கத்தைப் பார்வையிடவும். நீங்கள் அவற்றைப் பெறுவதற்கு உதவ விரும்பும் யாரோ தேவைப்பட வேண்டிய வரைபட திட்டங்களின் பட்டியலைக் காண்பீர்கள். நீங்கள் வடிகட்டி தாவலைத் தேர்ந்தெடுத்து, நீங்கள் வேலை செய்ய விரும்பும் திட்டங்களை சுருக்கிக் கொள்ளலாம். உங்கள் சுயவிவரப் பக்கத்தில் ஏற்கனவே நீங்கள் பங்கேற்ற திட்டங்களுக்கு பட்டியல் மற்றும் விரைவு இணைப்பு உள்ளது.",
"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "மேப்பரேட்டர்கள் முதன்மையாக அதிக முன்னுரிமைப் பகுதிகளில் வேலை செய்ய விரும்பினால், திட்டப்பகுதிக்குள்ளே பல பாலிங்க்களில் ஒன்றை வரையவும்.",
"Imagery": "படங்கள்",
"Import a GeoJSON, KML, or zipped SHP file.": "ஒரு GeoJSON, KML ஐ இறக்குமதி செய்யுங்கள், அல்லது SHP கோப்பை zipped செய்யுங்கள்.",
"Import": "இறக்குமதி",
"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "பணி நிர்வாகிக்கு பல அம்சங்களை முழுமையாகப் பயன்படுத்துவதற்கு, தயவுசெய்து ஒரு டெஸ்க்டாப் அல்லது லேப்டாப் கணினியை மொபைல் சாதனத்திற்குப் பதிலாகப் பயன்படுத்தவும். மொபைல் சாதனத்தில் பங்களிக்க விரும்பினால், தயவுசெய்து தயவுசெய்து தயவுசெய்து MapSwipe ஐப் பயன்படுத்தவும்.",
"Instructions for the default locale": "இயல்புநிலை மொழிக்கான வழிமுறைகள்",
"Instructions": "வழிமுறைகள்",
"Intermediate": "இடைநிலை",
"Intermediate mapper": "இடைநிலை மேப்பர்",
"In this area": "இந்த பகுதியில்",
"Invalidate all tasks": "அனைத்து பணிகளையும் செல்லாதது",
"Invalidated by": "மூலம் செல்லாதது",
"Invalidated": "செல்லாததாக்குகிறான்",
"Invalidating all the tasks failed for an unknown reason.": "அனைத்து பணியிடங்களையும் செல்லாததாக்குதல் ஒரு அறியப்படாத காரணத்தால் தோல்வியடைந்தது.",
"Invalidating...": "செல்லாததாக்குதல் ...",
"is missing.": "விடுபட்ட.",
"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "இது சிறிய பணிகளின் அளவுகளை வைக்க பரிந்துரைக்கப்படுகிறது. பணிகளின் அளவை மதிப்பாய்வு செய்யவும் மற்றும் / அல்லது பல திட்டங்களை உருவாக்குவதை கருத்தில் கொள்க.",
"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "OpenStreetMap இல் மேப்பிங் தொடங்குவதற்கு மிகவும் எளிதானது மற்றும் HOT திட்டங்களுக்கு பங்களிக்கவும். உலகம் முழுவதும் உள்ளவர்கள் கடந்த 10 ஆண்டுகளில் மில்லியன் கணக்கான மக்களால் வழங்கப்பட்ட OpenStreetMap தரவுகளில் தங்கியுள்ளனர். இது தொடங்குவதற்கு எளிதானது என்றாலும், அது சில முயற்சிகளையும் நடைமுறைகளையும் நன்கு செய்து வருகிறது. இது உங்கள் முதல் முறையாக மேப்பிங் என்றால், ஐடி எனப்படும் OSM இணைய உலாவி அடிப்படையிலான ஆசிரியர் பயன்படுத்தி வரைபடத்தை எப்படிப் பயன்படுத்துவது என்ற அடிப்படையை அறிய வீடியோ (ஆங்கில மொழியில் பல மொழி வசனங்களுடன்) பார்க்கவும். தயவு செய்து, இப்போது மற்றும் எதிர்காலத்தில், எப்பொழுதும் கவனம் செலுத்துங்கள், நீங்கள் செய்ய வேண்டிய வரைபடத்தின் அளவு அல்ல.",
"Joined OSM": "OSM இல் இணைந்தார்",
"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "JOSM ரிமோட் கண்ட்ரோல் பதிலளிக்கவில்லை. நீங்கள் JOSM இயங்கிக்கொண்டிருக்கிறதா, தொலைதூரக் கட்டுப்பாட்டில் உள்ளமைக்கப்பட்டுள்ளதா?",
"Land use": "நில பயன்பாடு",
"Landuse": "Landuse",
"Larger": "பெரிய",
"Last activity": "கடைசி செயல்பாடு",
"Last updated": "கடைசியாக புதுப்பிக்கப்பட்டது",
"Layer name": "லேயர் பெயர்",
"Learn": "அறிய",
"Leave a comment": "கருத்துரையிடுக",
"Legend": "புராண",
"Level": "நிலை",
"Licenses": "உரிமங்கள்",
"List view": "பட்டியல் காட்சி",
"Locked by": "மூடப்பட்டது",
"Locked by you": "நீ பூட்டியிருக்கிறாய்",
"Locked for mapping by": "மூலம் மேப்பிங் செய்யப்பட்டது",
"Locked for validation by": "செல்லுபடியாக்கலுக்காக பூட்டப்பட்டது",
"Locked": "பூட்டிய",
"Lock": "பூட்டு",
"Login": "உள் நுழை",
"Logout": "வெளியேறு",
"Low": "குறைந்த",
"Manage licenses": "உரிமங்களை நிர்வகி",
"Manually set the experience level of a user.": "பயனரின் அனுபவத்தை கைமுறையாக அமைக்கவும்.",
"Map": "வரைபடம்",
"Mapped by": "மூலம் மாற்றப்பட்டது",
"% Mapped": "% மாப்பிடப்பட்டது",
"Mapped": "மேப் செய்யப்பட்ட",
"Mapper Level": "மேப்பர் நிலை",
"Mapper": "மேப்பர்",
"Mapping difficulty": "சிக்கலைக் கண்டறிதல்",
"Mapping level": "மேப்பிங் நிலை",
"Mapping": "மேப்பிங்",
"Map service type": "வரைபட சேவை வகை",
"Map service URL": "வரைபடம் சேவை URL",
"Mark all as Invalid": "அனைத்தையும் செல்லாதது எனக் குறிக்கவும்",
"Mark all as Valid": "அனைத்து செல்லுபடியாகும் எனக் குறிக்கவும்",
"Mark as Bad Imagery": "மோசமான படமாகக் குறிக்கவும்",
"Mark as Completely Mapped": "முற்றிலும் மாப் செய்யப்பட்டதைக் குறிக்கவும்",
"Mark as Invalid": "செல்லாதது எனக் குறிக்கவும்",
"Mark as Valid": "செல்லுபடியாகும் என மார்க்",
"Marked as bad imagery by": "மோசமான படங்கள் என குறிக்கப்பட்டது",
"Marked as ready by": "தயார் என குறிக்கப்பட்டது",
"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "அதிகபட்ச பணிகளை அடைந்தது. சிறிய பணிகளை தேவைப்பட்டால், ஆர்வத்திற்குரிய பகுதியை சிறியதாக்குங்கள்.",
"Medium": "நடுத்தர",
"Message all contributors": "அனைத்து பங்களிப்பாளர்களுக்கும் செய்தி அனுப்பவும்",
"Message": "செய்தி",
"Messages - Inbox": "செய்திகள் - இன்பாக்ஸ்",
"Messages": "செய்திகள்",
"Metadata and tags are used to allow users to find projects to work on and group projects.": "மெட்டாடேட்டா மற்றும் குறிச்சொற்கள் பயனர் திட்டங்கள் மற்றும் குழு திட்டங்கள் வேலை கண்டுபிடிக்க அனுமதிக்க பயன்படுத்தப்படுகின்றன.",
"Metadata": "மெட்டாடேட்டா",
"Multi Task Validation": "பல பணி சரிபார்ப்பு",
"Name": "பெயர்",
"Name of the project": "திட்டத்தின் பெயர்",
"Navigate the results": "முடிவுகளை நகர்த்தவும்",
"Newer": "புதிய",
"Newest": "புதியது",
"New project": "புதிய திட்டம்",
"New to mapping?": "வரைபடமாக்க புதியதா?",
"Next": "அடுத்த",
"No active projects.": "செயலில் உள்ள திட்டங்கள் இல்லை.",
"No activity (yet).": "செயல்பாடு இல்லை (இன்னும்).",
"No archived projects.": "காப்பகப்படுத்தப்பட்ட திட்டங்கள் எதுவுமில்லை.",
"No Area of Interest has been drawn.": "வட்டி இல்லை.",
"No comments (yet).": "கருத்துகள் இல்லை (இன்னும்).",
"No contributions to projects (yet).": "திட்டங்களுக்கு பங்களிப்பு இல்லை (இன்னும்).",
"No contributions (yet).": "பங்களிப்புகள் இல்லை (இன்னும்).",
"No draft projects.": "வரைவு திட்டங்கள் இல்லை.",
"No license found.": "உரிமம் இல்லை.",
"no license": "உரிமம் இல்லை",
"No projects found.": "திட்டங்கள் எதுவும் இல்லை.",
"Note, follow this format for TMS URLs,": "குறிப்பு, TMS URL களுக்கான இந்த வடிவமைப்பைப் பின்பற்றவும்,",
"Nothing has happened yet.": "இதுவரை எதுவும் நடக்கவில்லை.",
"Number of tasks mapped": "பணிகளின் எண்ணிக்கை",
"Number of tasks validated": "பணிகள் எண்ணிக்கை சரிபார்க்கப்பட்டது",
"Older": "பழைய",
"Only mappers with level": "நிலை கொண்ட மேப்பர்கள் மட்டுமே",
"Only one campaign tag is allowed.": "ஒரு பிரச்சாரக் குறி மட்டுமே அனுமதிக்கப்படுகிறது.",
"Only one organisation tag is allowed.": "ஒரு நிறுவன டேக் மட்டுமே அனுமதிக்கப்படுகிறது.",
"Only Validators can validate on this project": "மதிப்பீட்டாளர்கள் மட்டுமே இந்த திட்டத்தில் சரிபார்க்க முடியும்",
"Open Source": "திறந்த மூல",
"Option 1,": "விருப்பம் 1,",
"Option 2,": "விருப்பம் 2,",
"Option 3,": "விருப்பம் 3,",
"Option 4,": "விருப்பம் 4,",
"Options": "விருப்பங்கள்",
"Organisation": "அமைப்பு",
"Organisation Tag": "அமைப்பு டேக்",
"or higher can map": "அல்லது அதிக வரைபடத்தைக் காணலாம்",
"OSM edit history": "OSM தொகு வரலாறு",
"OSM profile": "OSM சுயவிவரம்",
"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "OSM பணி நிர்வாகி என்பது மனிதாபிமான OSM குழு ஒருங்கிணைந்த மேப்பிங்கிற்காக வடிவமைக்கப்பட்ட மற்றும் வடிவமைக்கப்பட்ட ஒரு மேப்பிங் கருவி ஆகும்.",
"Other options": "மற்ற விருப்பங்கள்",
"Other": "மற்ற",
"Permissions": "அனுமதிகள்",
"Plain text": "சாதாரண எழுத்து",
"Please login first.": "தயவுசெய்து முதலில் உள்நுழைக.",
"Please login to start mapping.": "மேப்பிங் தொடங்குவதற்கு உள்நுழையவும்.",
"Please login to start validating.": "செல்லுபடியாகும் தொடங்க உள்நுழையவும்.",
"Please make sure you only have one campaign tag.": "தயவுசெய்து ஒரு பிரச்சாரக் குறிப்பை மட்டுமே வைத்திருக்க வேண்டும் என்பதை உறுதிப்படுத்தவும்.",
"Please make sure you only have one organisation tag.": "உங்களிடம் ஒரே ஒரு அமைப்பு குறிச்சொல் இருப்பதை உறுதி செய்து கொள்ளுங்கள்.",
"Please provide a valid GeoJSON, KML or zipped Shapefile.": "செல்லுபடியாகும் GeoJSON, KML அல்லது ஜிப் செய்த வடிவ வடிவத்தை வழங்கவும்.",
"Preview": "முன்னோட்ட",
"Previous": "முந்தைய",
"priority area drawing tools": "முன்னுரிமை பகுதி வரைதல் கருவிகள்",
"Priority area": "முன்னுரிமை பகுதி",
"priority areas": "முன்னுரிமைப் பகுதிகள்",
"Priority": "முன்னுரிமை",
"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "கீழேயுள்ள பயனர்களின் பட்டியலை மட்டுமே இந்த திட்டத்தை அணுக முடியும் என்பதுதான். அனுமதிக்கப்பட்ட பயனர் பட்டியலில் சேர்க்க பயனர்கள் பெயர் பெறுவதற்காக - முதலில் OSM பணி நிர்வாகி நிறுவலின் URL ஐ பார்வையிடவும் மற்றும் OpenStreetMap கணக்கிற்கான அணுகலை அங்கீகரிக்கவும் வேண்டும். இதை செய்த பிறகு, திட்ட மேலாளர் சேர்க்க, அவற்றின் பயனர்பெயர் கிடைக்கும்.",
"Private": "தனியார்",
"Private Project": "தனியார் திட்டம்",
"Project could not be created. The exact reason could not be determined.": "திட்டத்தை உருவாக்க முடியவில்லை. சரியான காரணம் தீர்மானிக்கப்படவில்லை.",
"Project dashboard": "திட்டம் டாஷ்போர்டு",
"Project Dashboard": "திட்டம் டாஷ்போர்டு",
"Project grid could not be trimmed to the AOI.": "திட்ட கட்டம் AOI க்கு இழுக்கப்படாது.",
"Project has": "திட்டம் உள்ளது",
"Project Manager": "திட்ட மேலாளர்",
"Project name": "திட்டப்பணி பெயர்",
"Projects": "திட்டங்கள்",
"Published": "வெளியிடப்பட்ட",
"Ready": "தயார்",
"Ready to get mapping?": "மேப்பிங் பெற தயாரா?",
"Remove privileges": "சலுகைகள் அகற்றவும்",
"Required license": "தேவையான உரிமம்",
"Required": "தேவையான",
"Reset": "மீட்டமை",
"Return to inbox": "இன்பாக்ஸிற்கு திரும்புக",
"Return": "திரும்ப",
"Roads": "சாலைகள்",
"Role": "பங்கு",
"Save changes": "மாற்றங்களை சேமியுங்கள்",
"Save edits": "திருத்தங்களைச் சேமி",
"Search project description or project number": "திட்டத்தின் விளக்கம் அல்லது திட்ட எண்ணைத் தேடுக",
"Search": "தேடல்",
"Search Users": "தேடல் பயனர்கள்",
"See the changesets in Overpass Turbo for this area.": "இந்த பகுதிக்கு ஓஸ்டஸ் டர்போவில் மாற்றங்களைக் காண்க.",
"See the changesets on the OSM website for this area.": "இந்த பகுதிக்கான OSM வலைத்தளத்தில் மாற்றங்களைக் காண்க.",
"Select another task": "வேறொரு பணியைத் தேர்ந்தெடுக்கவும்",
"Select a random task": "சீரற்ற பணியைத் தேர்ந்தெடுக்கவும்",
"Select area by drawing a polygon": "பலகோணத்தை வரைவதன் மூலம் பகுதியைத் தேர்ந்தெடுக்கவும்",
"Select a task by clicking on the map": "வரைபடத்தில் கிளிக் செய்வதன் மூலம் ஒரு பணியைத் தேர்ந்தெடுக்கவும்",
"Select by area": "பகுதி மூலம் தேர்ந்தெடுக்கவும்",
"Select by user,": "பயனர் தேர்ந்தெடுத்து,",
"Select for validation": "சரிபார்ப்புக்குத் தேர்ந்தெடுக்கவும்",
"Sending...": "அனுப்புகிறது ...",
"Set as Administrator": "நிர்வாகியாக அமை",
"Set as Project Manager": "திட்ட மேலாளராக அமைக்கவும்",
"Set as Validator": "மதிப்பீட்டாளராக அமைக்கவும்",
"Set mapper level": "மேப்பர் நிலை அமைக்கவும்",
"Set role": "பாத்திரத்தை அமைக்கவும்",
"Settings": "அமைப்புகள்",
"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "நிலை அமைத்தல், மேப்பர்ஸ் வேலை செய்ய பொருத்தமான திட்டங்களைக் கண்டறிய உதவும். அனுமதிகள் பிரிவில் மேப்பிங் செய்யத் தேவையான நிலைகளை நீங்கள் செயல்படுத்தலாம்.",
"Short description": "குறுகிய விளக்கம்",
"Show advanced options": "மேம்பட்ட விருப்பங்களைக் காண்பி",
"Show/hide menu": "மெனுவைக் காட்டு / மறை",
"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "நீங்கள் பல பணிகளை தேர்ந்தெடுத்ததால், நீங்கள் OSM தரவை JOSM இல் கைமுறையாக பதிவிறக்க வேண்டும். பதிவிறக்கவும்",
"Smaller": "சிறிய",
"Sort column": "வரிசை நெடுவரிசை",
"Split a specific area into smaller tasks by drawing an area or point,": "பகுதி அல்லது புள்ளியை வரையும்போது சிறிய பணிகளை ஒரு குறிப்பிட்ட பகுதியை பிரித்து,",
"Split (point)": "பிரி (புள்ளி)",
"Split (polygon)": "பிரிப்பு (பலகோணம்)",
"Sponsorship and Funding": "ஸ்பான்சர்ஷிப் மற்றும் நிதி",
"Square Grid": "சதுர கட்டம்",
"Start Editor": "எடிட்டர் தொடங்கு",
"Start Mapping": "வரைபடத்தைத் தொடங்குக",
"Start Validating": "மதிப்பிடுதலைத் தொடங்குக",
"Stats": "புள்ளிவிவரங்கள்",
"Status": "நிலைமை",
"Step 1, Define Area": "படி 1, பகுதி வரையறை",
"Step 1": "படி 1",
"Step 2, Choose Tasks Type": "படி 2, பணிகள் வகை தேர்வு செய்யவும்",
"Step 2": "படி 2",
"Step 3, Set Task Sizes": "படி 3, பணி அளவு அளவுகள் அமைக்கவும்",
"Step 3": "படி 3",
"Step 4": "படி 4",
"Step 4, Trim Project": "படி 4, டிரிம் திட்டம்",
"Step 5, Review": "படி 5, விமர்சனம்",
"Step 5": "படி 5",
"Stop Mapping": "வரைபடத்தை நிறுத்து",
"Stop Validating": "மதிப்பிடுவதை நிறுத்தவும்",
"Subject": "பொருள்",
"Task invalidated by": "பணி செல்லாதது",
"Task invalidation": "பணி செல்லுபடியாக்கம்",
"Task locked for mapping by": "மேப்பிங்கிற்கான பணி பூட்டப்பட்டது",
"Task locked for validation by": "சரிபார்ப்பிற்கான பணி பூட்டப்பட்டது",
"Task mapped by": "பணி மூலம் மேப் செய்யப்பட்டது",
"Task marked as bad imagery by": "பணி தவறான கற்பனை என குறிக்கப்பட்டது",
"Task marked as ready by": "பணி தயாராக உள்ளது என குறிக்கப்பட்டது",
"Tasks Mapped": "பணிகள் மேப் செய்யப்பட்டன",
"tasks.": "பணிகளை.",
"Tasks": "பணிகள்",
"tasks. Use a smaller AOI and/or fewer tasks.": "பணிகளை. சிறிய AOI மற்றும் / அல்லது குறைவான பணிகளைப் பயன்படுத்தவும்.",
"Tasks Validated": "பணிகள் சரிபார்க்கப்பட்டன",
"Task validated by": "பணி சரிபார்க்கப்பட்டது",
"Task validation": "பணி சரிபார்ப்பு",
"Text search": "உரை தேடல்",
"The application code is available on GitHub.": "விண்ணப்பக் குறியீடு GitHub இல் கிடைக்கிறது.",
"The Area of Interest contains self intersections.": "விருப்பத்தின் பகுதி சுய குறுக்கீடுகளைக் கொண்டுள்ளது.",
"The list of elements we ask you to map": "நீங்கள் வரைபடத்தை கேட்கும் கூறுகளின் பட்டியல்",
"The list of entities to map.": "வரைபடத்தின் பட்டியல்களின் பட்டியல்.",
"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "OSM பணி நிர்வாகி என்பது மனிதாபிமான OpenStreetMap குழுவின் ஒருங்கிணைந்த மேப்பிங் செயல்முறைக்கு வடிவமைக்கப்பட்ட மற்றும் வடிவமைக்கப்பட்ட ஒரு மேப்பிங் கருவியாகும். கருவியின் நோக்கம் ஒரு மேப்பிங் ப்ராஜெக்டை சிறிய அளவிலான பணிகளைப் பிரிக்கிறது, இது ஒட்டுமொத்த ஒட்டுமொத்த பகுதியிலும் பணிபுரியும் பலர் விரைவாக முடிக்கப்பட முடியும். எந்தப் பகுதிகள் மேப்பிங் செய்யப்பட வேண்டும், எந்த இடங்களுக்கு மேப்பிங் சரிபார்க்கப்பட வேண்டும் என்பதை இது காட்டுகிறது.",
"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "ஓஎஸ்எம் பணி மேலாளர் திறந்த மூல மென்பொருள். பிரச்சினைகளைப் புகாரளித்து, பங்களிக்கவும்.",
"The OSM Tasking Manager was designed and built for the": "OSM பணி நிர்வாகி வடிவமைக்கப்பட்ட மற்றும் கட்டப்பட்டது",
"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "திட்டத்தை உருவாக்க முடியவில்லை. ஏனெனில் இது AOI இன் ஒருங்கிணைந்த தரவு அளவு மற்றும் சேவையகத்திற்கு அனுப்புவதற்கான மிகப்பெரியதாக இருக்கும். சிறிய AOI அல்லது குறைவான பணிகளை மீண்டும் முயற்சிக்கவும்.",
"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "திட்டம் துண்டிக்கப்பட்டது முடியாது. ஏனெனில் இது AOI இன் ஒருங்கிணைந்த தரவு அளவு மற்றும் சேவையகத்திற்கு அனுப்புவதற்கான மிகப்பெரியதாக இருக்கும். சிறிய AOI அல்லது குறைவான பணிகளை மீண்டும் முயற்சிக்கவும்.",
"The project was deleted successfully.": "திட்டம் வெற்றிகரமாக நீக்கப்பட்டது.",
"The project was not deleted successfully. This project might have some contributions.": "திட்டம் வெற்றிகரமாக நீக்கப்பட்டது. இந்த திட்டம் சில பங்களிப்புகளை கொண்டிருக்கக்கூடும்.",
"There are no tasks currently available for mapping.": "மேப்பிங் செய்ய தற்போது எந்தவொரு பணிகளும் இல்லை.",
"There are no tasks currently available for validation.": "சரிபார்த்தல் தற்போது எந்த பணிகளும் இல்லை.",
"There was an error retrieving the task from the server.": "சேவையகத்திலிருந்து பணியை மீட்டெடுக்கும் பிழை ஏற்பட்டது.",
"There was an error updating your project. Please try again.": "உங்கள் திட்டத்தை புதுப்பிப்பதில் பிழை. தயவு செய்து மீண்டும் முயற்சிக்கவும்.",
"There was a problem unlocking the tasks.": "பணிகளைத் திறக்கும்போது சிக்கல் ஏற்பட்டது.",
"There was a problem unlocking the task.": "பணியைத் திறக்கும்போது சிக்கல் ஏற்பட்டது.",
"The selected task could be locked.": "தேர்ந்தெடுக்கப்பட்ட பணி பூட்டப்பட்டுள்ளது.",
"The selected task could not be locked.": "தேர்ந்தெடுக்கப்பட்ட பணி பூட்டப்பட்டுள்ளது.",
"The selected task is not in a state that allows mapping.": "தேர்ந்தெடுக்கப்பட்ட பணி வரைபடத்தில் அனுமதிக்கும் ஒரு மாநிலத்தில் இல்லை.",
"The selected task is not in a state that allows validation.": "தேர்ந்தெடுக்கப்பட்ட பணி சரிபார்க்க அனுமதிக்கும் ஒரு மாநிலத்தில் இல்லை.",
"The size of each task is approximately": "ஒவ்வொரு பணியின் அளவும் தோராயமாக உள்ளது",
"The task could not be locked for mapping.": "மேப்பிங்கிற்கான பணியை பூட்ட முடியவில்லை.",
"The task could not be locked for validation.": "பணிக்கான மதிப்பை பூட்ட முடியாது.",
"The tasks could not be locked.": "பணிகளை பூட்ட முடியவில்லை.",
"The tasks were invalidated successfully.": "பணிகள் வெற்றிகரமாக செல்லத்தக்கவை.",
"The tasks were marked validated successfully.": "பணிகள் வெற்றிகரமாக சரிபார்க்கப்பட்டன.",
"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "இந்த அணுகுமுறை அவசர அல்லது பிற மனிதாபிமான மேப்பிங் காட்சியின் சூழலில் பல தனிப்பட்ட மேப்பர்களுக்கு பணிகளை விநியோகிக்க அனுமதிக்கிறது. ஒட்டுமொத்த திட்ட முன்னேற்றத்தை கண்காணிப்பதற்கும் இது அனுமதிக்கிறது மேலும் வரைபடத்தின் நிலைத்தன்மையை மேம்படுத்த உதவுகிறது (எ.கா., மூடுவதற்கு கூறுகள், குறிப்பிட்ட குறிச்சொற்களை பயன்படுத்துவது போன்றவை).",
"This cannot be undone.": "இதை முடிக்காமல் விட கூடாது.",
"This message is not translated to the selected language of the user, so you may want to include your own translations.": "இந்த செய்தியை பயனர் தேர்ந்தெடுக்கப்பட்ட மொழியில் மொழிபெயர்க்கவில்லை, எனவே நீங்கள் உங்கள் சொந்த மொழிபெயர்ப்புகளை சேர்க்க விரும்பலாம்.",
"This task is available for mapping.": "இந்த பணி மேப்பிங்கிற்கு கிடைக்கிறது.",
"This task is available for validation.": "இந்த பணி சரிபார்ப்புக்கு கிடைக்கிறது.",
"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "எல்லா செயல்களையும் (கெட்ட படம் தவிர) செல்லத்தக்கதாக இது குறிக்கும். நீங்கள் என்ன செய்கிறீர்கள் என்பதை உறுதியாக நம்பினால் மட்டுமே இதைப் பயன்படுத்தவும்.",
"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "இது அனைத்து பணியையும் குறிக்காது (நிறைவு மற்றும் தவறான கற்பனை பணிகளைத் தவிர) தவறானது. நீங்கள் என்ன செய்கிறீர்கள் என்பதை உறுதியாக நம்பினால் மட்டுமே இதைப் பயன்படுத்தவும்.",
"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "இது தற்போதைய திட்டத்தின் ஒவ்வொரு பங்காளிகளுக்கும் பணி நிர்வாகி செய்தியை அனுப்பும். இந்த அம்சத்தை கவனமாகப் பயன்படுத்தவும்.",
"Tip": "குறிப்பு",
"to convert it to GeoJSON.": "அதை GeoJSON க்கு மாற்றுவதற்கு.",
"Total number of users,": "பயனர்களின் மொத்த எண்ணிக்கை,",
"Total OSM changesets": "மொத்த OSM மாற்றங்கள்",
"Trimming in progress": "ட்ரிமிங் முன்னேற்றம்",
"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "ஆர்வத்திற்குரிய பகுதிக்கு பணிபுரியும் கட்டம் (விரும்பினால்). நீங்கள் பணி சதுரங்களை நிறைவு செய்யலாம் அல்லது அவற்றை AOI க்குள் ஒட்டலாம். இது சிறிது நேரம் ஆகலாம்.",
"Trim": "ட்ரிம்",
"Type a username": "பயனர்பெயரை தட்டச்சு செய்க",
"Type(s) of mapping": "வரைபடத்தின் வகை (கள்)",
"Unable to create project because there are more than": "விட அதிகமாக இருப்பதால், திட்டத்தை உருவாக்க முடியவில்லை",
"Urgent": "அவசர",
"URL to service": "சேவைக்கான URL",
"User list": "பயனர் பட்டியல்",
"Username": "பயனர்பெயர்",
"User Profile": "பயனர் விவரம்",
"Users": "பயனர்கள்",
"User": "பயனர்",
"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "இந்த திட்டத்தில் உள்ள அனைத்து பணிகளையும் ஒரு படிவத்தில் சரிபார்க்க அல்லது தவறாக நீக்க வேண்டும் என்பதற்காக சில காரணங்களால் இதைப் பயன்படுத்தவும்.",
"Validate all tasks": "அனைத்து பணிகளையும் சரிபார்க்கவும்",
"Validated by": "சரிபார்க்கப்பட்டது",
"% Validated": "சரிபார்க்கப்பட்டது",
"Validated": "சரிபார்க்கப்பட்டது",
"Validate": "சரிபார்க்கவும்",
"Validating...": "மதிப்பிடுகிறது ...",
"Validation and Invalidation": "சரிபார்ப்பு மற்றும் செல்லுபடியாக்கம்",
"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "சரிபார்ப்பு ஆரம்ப வரைபடத்தை மறுபரிசீலனை செய்யும் கணங்களின் இரண்டாவது தொகுப்பு ஆகும். இது வழக்கமாக அனுபவம் வாய்ந்த OSM மேப்பர்களால் செய்யப்படுகிறது மற்றும் முழுமைக்கான வரைபடத்தை மதிப்பாய்வு செய்வதுடன் (எவராலும் செய்யக்கூடியது), வரைபடத்திற்கு எந்த தொழில்நுட்ப தவறுகளும் இல்லை, உதாரணமாக ஒரு சாலையில் ஒரு சுவரைப் பகிர்ந்துகொள்ளும் கட்டடங்களை உறுதி செய்ய பல்வேறு கருவிகளைப் பயன்படுத்துவதை உள்ளடக்கியது. இந்த வீடியோ (பல மொழி சப்டைட்டிகளுடன் ஆங்கிலத்தில்) HOT திட்டங்களுக்கான வரைபடத்தை உறுதிப்படுத்துவதற்கான அடிப்படையை நீங்கள் எடுக்கும்.",
"Validation": "சரிபார்த்தல்",
"Validator Level": "பரிசோதித்தல் நிலை",
"Validator": "பரிசோதிப்பான்",
"View in Overpass Turbo": "ஓவர் பாஸ் டர்போவில் காண்க",
"View OSM changesets": "OSM மாற்றங்களைக் காண்க",
"View the projects that you have created": "நீங்கள் உருவாக்கிய திட்டங்களைக் காண்க",
"Visit about": "பற்றி வருகை",
"Visit contribute": "பங்களிக்கவும்",
"Visit homepage": "முகப்புப் பக்கத்தைப் பார்வையிடவும்",
"Visit learn": "கற்றுக் கொள்ளுங்கள்",
"Want to use an .osm file instead? You can use": "பதிலாக .osm கோப்பைப் பயன்படுத்த வேண்டுமா? நீங்கள் பயன்படுத்தலாம்",
"Warning": "எச்சரிக்கை",
"Waterways": "நீர்வழி",
"When": "எப்பொழுது",
"With the invaluable support of,": "விலைமதிப்பற்ற ஆதரவுடன்,",
"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "நீங்கள் ஏற்கனவே ஒன்று அல்லது அதற்கு மேற்பட்ட பணிகளை பூட்டியுள்ளதால், மேப்பிங்கிற்கான பணிகளைத் தேர்ந்தெடுக்க முடியாது. அந்த பணியை மீண்டும் தேர்ந்தெடுப்பதற்கு வரைபடத்தைப் பயன்படுத்தவும், அதை முடிக்கவும் அல்லது அதை மேப்பிங் செய்வதை நிறுத்தவும்.",
"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "இந்த திட்டத்தில் மேப்பிங்கிற்கான பணிகளைத் தேர்ந்தெடுக்க முடியாது, ஏனெனில் உங்களுக்கு தேவையான மேப்பரு அனுபவம் நிலை இல்லை.",
"You cannot select tasks for validation on this project because you do not have the Validator role.": "இந்த திட்டத்தில் சரிபார்ப்புக்கான பணிகளை நீங்கள் தேர்ந்தெடுக்க முடியாது, ஏனெனில் உங்களிடம் வேலிடரேட்டர் பாத்திரம் இல்லை.",
"You can only delete projects with no contributions.": "எந்தவொரு பங்களிப்பும் இல்லாமல் திட்டங்களை நீ மட்டுமே நீக்க முடியும்.",
"You can use Markdown. (HTML is not allowed)": "நீங்கள் Markdown ஐ பயன்படுத்தலாம். (HTML அனுமதிக்கப்படவில்லை)",
"You do not have the required Validator role for validation on this project.": "இந்த திட்டத்தில் சரிபார்த்தல் தேவைப்படும் வேலிடரேட்டர் பாத்திரத்தை நீங்கள் கொண்டிருக்கவில்லை.",
"You have no messages.": "உங்களுக்கு செய்திகள் இல்லை.",
"You have unread messages.": "நீங்கள் படிக்காத செய்திகள் உள்ளன.",
"You need to accept the license before continuing.": "தொடர்வதற்கு முன் நீங்கள் உரிமையை ஏற்க வேண்டும்.",
"You need to add at least one allowed user to a private project.": "ஒரு தனியுரிமை திட்டத்திற்கு குறைந்தபட்சம் ஒரு அனுமதிக்கப்பட்ட பயனரை நீங்கள் சேர்க்க வேண்டும்.",
"Your profile": "உங்கள் சுயவிவரம்",
"Your project has been updated successfully.": "உங்கள் திட்டம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.",
"Your project was created successfully.": "உங்கள் திட்டம் வெற்றிகரமாக உருவாக்கப்பட்டது."
}
