{
	"About": "Про",
	"About the OSM Tasking Manager": "Менеджер Завдань ОСМ",
	"Accept and continue": "Прийняти та продовжити",
	"Accept imagery license": "Прийняти умови ліценізі на фонові зображення",
	"A comment entered when you save your mapping to the OSM database. When saving your work, please leave the default comment but add what you actually mapped, for example: Added buildings and a residential road.": "Коментар, додається під час надсилання ваших змні до бази даних OSM. Будь ласка, не змінюйте типовий коментар, а додайте до нього опис того, що ви зробили, наприклад, \"додано будинки та дороги місцевого значення\". ",
	"Actions": "Дії",
	"Active": "В роботі",
	"Activity and Stats": "Діяльність та Статистика",
	"Add layer": "Додати шар",
	"Add user": "Додати користувача",
	"A description for the default locale": "Опис для типової мови",
	"Admin": "Адміністратор",
	"Administrator": "Адміністратор",
	"Advanced": "Досвідчений",
	"Advanced mapper": "Досвідчений мапер",
	"Advanced options": "Додаткові параметри",
	"Advanced task information and editing options": "Додаткова інформація про завдання та параметри редагування",
	"A few of the humanitarian efforts you can support through mapping.": "Деякі з гуманітарних проектів, які ви можете підтримати за допомогою мапінгу.",
	"All": "Всі",
	"Allowed users on private project": "Учасники приватного проекту",
	"A name for the default locale": "Типова мова",
	"and help improve it.": "та допоможіть покращити.",
	"and open it in JOSM to see the task boundaries.": "та відкрийте його в JOSM, щоби бачити межі завдання.",
	"and open it in JOSM to see the task boundary.": "та відкрийте його в JOSM, щоби бачити межі завдання.",
	"An error occurred when setting the level.": "Під час зазначення рівня, виникла помилка.",
	"An error occurred when setting the role.": "Під час зазначення ролі, виникла поимилка",
	"A new project will be created with": "Новий проект буде створений ",
	"Anyone who can use a computer to draw lines and boxes or use a phone to swipe and tap, can meaningfully contribute to humanitarian mapping. If you have never mapped before and would like to help by digitizing imagery, tracing buildings and roads, we ask you to visit our Learn page, which will get you mapping in less than 30 minutes.": "Будь-хто, хто може використовувати компʼютер для того, щоб креслити лінії та прямокутники або використовувати смартфон, щоб гортати та тицяти в зображення, може певною мірою внести свій внесок в один із гуманітарних картографічних проектів. Якщо ви ніколи не мапили до цього і бажаєте допомогти в оцифровуванні зображень, креслячи дороги та будинки, ми просимо вам ознайомитись із Посібником, який допоможе вам дізнатись основи мапінгу менше ніж за 30 хвили.",
	"AOI geometry must be a valid MultiPolygon.": "Зона заціквленності повинна бути правильним мультиполігоном.",
	"Arbitrary Tasks": "Випадкове завдання",
	"Archived": "Архів",
	"are locked for validation by you.": "заблоковане вами для перевірки.",
	"are missing.": "відсутнє",
	"Are you sure you want to delete this message?": "Ви впевнені, що хочете вилучити це повідомлення?",
	"Are you sure you want to delete this project? You cannot undo deleting a project.": "Ви впевнені, що хочете вилучити цей проект? Ви не зможете потім скасувати цю дію.",
	"Are you sure you want to invalidate all tasks in this project? You cannot undo this.": "Ви впевнені, що хочете відхилити всі завдання цього проекту? Ви не зможете скасувати цю дію.",
	"Are you sure you want to validate all tasks? You cannot undo this.": "Ви впевнені, що хочете позначити всі завдання цього проекту як \"перевірені\"? Ви не зможете потім скасувати цю дію.",
	"A short description for the default locale": "Скорочений опис для типової мови",
	"Authorization failed.": "Помилка авторизації.",
	"Authorization successful. Redirecting...": "Успішна авторизація. Перенаправлення…",
	"Bad imagery": "Неякісне фонове зображення",
	"Beginner": "Початківець",
	"Beginner mapper": "Мапер-початківець",
	"Buildings": "Будівлі",
	"Campaign": "Кампанія",
	"Campaign Tag": "Теґ кампанії",
	"Cancel": "Скасувати",
	"Changeset comment": "Коментар для наборів змін",
	"characters remaining": "залишилось символів",
	"Choose a task": "Оберіть завдання",
	"Choose a task for mapping:": "Оберіть завдання для мапінгу:",
	"choose default locale": "оберить типову мову",
	"choose from existing tags or create a new one": "оберіть з наявних теґів, або створіть новий",
	"choose locale": "оберіть мову",
	"choose mapping level": "оберіть рівень складності",
	"Choose one or more tasks for validation:": "Оберіть завдання одне чи більше завдань для перевірки:",
	"choose results view": "оберіть вигляд для результатів",
	"Clear all": "Очистити все",
	"Clip tasks to Area of Interest": "Приєднати завдання до Зони зацікавленості ",
	"Close": "Закрити",
	"Close message": "Закрити повідомлення",
	"Comment": "Коментар",
	"Comment left by": "Коментар від",
	"Comments by users": "Коментарі від користувачів",
	"Contact us via the About page.": "Звʼяжіться з нами черз сторінку Про.",
	"Contribute": "Взяти участь",
	"Contributions": "Внесок",
	"Contributor": "Учасник",
	"Contributors were messaged successfully.": "Повідомлення учасникам було доставлене.",
	"Create a new project": "Створити новий проект",
	"Create": "Створити",
	"Created by:": "Створено:",
	"Created": "Створено",
	"Create new license": "Додати нову ліцензію",
	"Create new Project": "Створити новий проект",
	"Create project": "Створити проект",
	"Creation in progress...": "Триває створення…",
	"Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Example: #hotosm-project-470 #missingmaps Buildings mapping. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.": "Типовий коментар додається до надсилаємого набору змін. Потрібно заохочувати користувачів додавати до нього опис замплених ними обʼєктів. Наприклад: #hotosm-project-470 #missingmaps Додано будинки. Хештеґи використовуються для подальшого аналізу, але вони повинні бути зрозумілими, не треба зловживати ними, наприклад такими як: #group #event.",
	"Default locale": "Типова мова",
	"Delete": "Вилучити",
	"Delete message": "Вилучити повідомлення",
	"Delete project": "Вилучити проект",
	"Description": "Опис",
	"Detailed Instructions": "Докладні інструкції",
	"Details": "Подробиці",
	"Dismiss alert": "Відхилити попередження",
	"Dismiss": "Відхилити",
	"Download the": "Завантажити",
	"Draft": "Чернетки",
	"Draw circle": "Накреслити коло",
	"Draw": "Позначте",
	"Draw polygon": "Накреслити полігон",
	"Draw rectangle": "Накреслити прямокутник",
	"Draw the Area of Interest on the map.": "Накреслити зону зацікавленості на мапі.",
	"During disaster preparation, response and recovery, detailed geospatial information, maps of roads, buildings, bridges, etc., is critical to delivering the best service and support in the most timely and efficient way possible. Unfortunately, this kind of information does not exist or is not open and accessible for large parts of the world. Through coordinated, remote satellite or UAV imagery based mapping and a close working partnership with people on the ground you can help provide that data where and when it is needed.": "Під час стихійних лих ефективна підготовка, реагування та допомога, докладна геопросторова інформація, мапи доріг, будівель, мостів і т.д., мають вирішальне значення для надання найкращої допомоги та підтримки в стислі строки. На жаль, така інформація переважно не існує або не є відкритою та доступною у більшій частині світу. Завдяки скоординованому мапінгу з використанням, супутникових знімків або знімків з дронів, та тісній взаємодії з людьми на місцях, ви можете допомогти забезпечити, їх даними, саме там де це вкрай потрібно.",
	"Edit description": "Змінити опис",
	"Edit": "Редагувати",
	"Edit imagery": "Змінити фонове зображення",
	"Edit instructions": "Змінити інструкції",
	"Edit License": "Змінити ліцензію",
	"Edit permissions": "Змінити дозволи",
	"Edit priority areas": "Змінити пріоритетну область",
	"Edit project": "Змінити проект",
	"Edit settings": "Змінити налаштування",
	"Edit tags": "Змінити теґи",
	"Enter a name for the license (provider for example)": "Додайте назву ліцензії (наприклад, зазначте постачальника)",
	"Enter a short version of the terms": "Додайте скоречену версію умов",
	"Enter a username": "Додайте користувача",
	"Enter the license terms": "Додайте умови ліцензії",
	"Entities to map": "Що мапити",
	"Error": "Помилка",
	"Failed to create a new license. Please try again.": "Помилка створення нової ліцензії. Спробуйте знову.",
	"Failed to delete license. Please try again.": "Помилка вилучення ліцензії. Спробуйте знову.",
	"Failed to mark all task valid for an unknown reason.": "Неможливо позначити всі завдання як \"перевірені\" через невідомі причини.",
	"Failed to message all contributors for an unknown reason.": "Неможливо надіслати повідомлення всім учасникам через невідомі причини.",
	"Failed to save edits. Please try again.": "Неможливо зберегти зміни. Спробуйте знов.",
	"Field stories": "Польові історії",
	"file": "файл",
	"Filter": "Фільтри",
	"Filter projects (on name, campaign, ...)": "Фільтрувати проекти (за назвою, кампанією, …)",
	"Fork the Tasking Manager Code on GitHub": "Отримайте сирці Менеджера завдань на GitHub",
	"From": "З",
	"General task size:": "Загальні розміри завдання:",
	"Go back to license overview": "Повернутись до перегляду ліцензіі",
	"Go to MapSwipe": "Перейти до MapSwipe",
	"Go to project": "Перейти до проектва",
	"Go to the description tab": "Перейти до вкладки з описом",
	"Go to the homepage": "Перейти на головну сторінку",
	"Go to the instructions tab": "Перейти на вкладку з інструкціями",
	"Go to the mapping tab": "Перейти до вкладки для мапінгу",
	"Grid view": "Сітка",
	"High": "Високий",
	"History": "Історія",
	"HOT Tasking Manager": "Менеджер Завдань HOT",
	"How you can help": "Як ви можете допомогти",
	"If checked, only users with the listed mapper experience level will be able to contribute to this project. If unchecked, anyone can contribute. Go to the Metadata panel to change the mapper experience level for this project.": "Якщо позначено, тільки мапери із зазначеним рівнем досвіду зможуть взяти участь в проекті. Якщо – ні, будь-хто, незалежно від наявного досвіду може внести свій вклад. Перейдіть на панель Метаданих для того, щоб змінити рівень досвідченності маперів для цього проекту.",
	"If checked, only users with the Validator role will be able to validate tasks in this project. If unchecked, anyone can validate or invalidate tasks.": "Якщо позначено, тільки користувачі, що мають роль Контролера, зможуть перевіряти завдання в цьому проекті. Якщо – ні, будь-хто може позначити завдання як \"перевірене\" або таке, що вимагає доопрацювання.",
	"If you are returning and ready to start mapping, please visit the Contribute page. You will see a list of mapping projects that need someone just like you to help get them done. You can select the Filter tab and narrow down the projects that you most want to work on. Your profile page has a list and quick link to projects you have already taken part in.": "Якщо ви повернулись та готові розпочати мапити, будь ласка, відвідайте сторінку Взяти участь. Ви можете побачити перелік проектів, які потребують учасників, таких як ви, щоб допомогти завершити їх. Ви можете перейти на вкладку Фільтри та звузити перелік проектів до тих, в яких ви хотіли б взяти участь. На сторінці вашого профілю є перелік з посиланнями на проекти, в яких ви вже берете участь.",
	"If you want mappers to work on the highest priority areas first, draw one of more polygons within the project area.": "Якщо ви бажаєте, щоб мапери спочатку працювали над областями з високим пріоритетом, позначте їх одним чи кількома полігонами в середині області проекта.",
	"Imagery": "Фонове зображення",
	"Import a GeoJSON, KML, or zipped SHP file.": "Імпортувати GeoJSON, KML, або заархівований файл SHP.",
	"Import": "Імпорт",
	"In order to make full use of the many features in the Tasking Manager, please use a desktop or laptop computer rather than a mobile device. If you would like to contribute on a mobile device, please use MapSwipe instead.": "Для того, щоб отримати всі переваги використання Менеджера завдань, будь ласка, скористайтесь краще настільним компʼютером чи ноутбуком, ніж планшетом або смартфоном. Якщо ви бажаєте використовувати мобільний пристрій, використовуйте, будь ласкаа, MapSwipe.",
	"Instructions for the default locale": "Інструкції для типової мови",
	"Instructions": "Інструкції",
	"Intermediate": "Середній",
	"Intermediate mapper": "Мапер-середнячок",
	"In this area": "На цій території",
	"Invalidate all tasks": "Відхилити всі завдання",
	"Invalidated by": "Відхилено",
	"Invalidated": "Відхилено",
	"Invalidating all the tasks failed for an unknown reason.": "Відхилення всіх завдань зазнало невдачі через невідомі причини.",
	"Invalidating...": "Відхилення…",
	"is missing.": "відсутній.",
	"It is recommended to keep the size of the tasks small. Please review the size of the tasks and/or consider creating multiple projects.": "Рекомендується неробити завдання великими. Будб ласка, передивіться розмір завдань та подумайте про створення кількох менших за розміром проектів.",
	"It is very easy to get started mapping in OpenStreetMap and contribute to HOT projects. People around the world rely on OpenStreetMap data contributed by millions of people over the past 10 years. While it is easy to get started, it does take some effort and practice to do well. If this is your first time mapping, please take about 30 mins to watch the video (in English with multi-language subtitles) to learn the basics of how to map using the OSM web browser based editor called iD. Please, now and in the future, always focus on quality, not quantity of mapping you do.": "Розпочати мапити в OpenStreetMap та робити свій внесок в проекти HOT дуже просто. Люди по всьому світу покладаються на дані OpenStreetMap, що створені мільйонами учасників проекту за минулі 10 років. Хоча розпочати мапити дуже просто, але потрібні певні зусиля та практика, щоб робити цю справу добре. Якщо це ваш перший досвід з мапінгу, будь ласка, витратьте 30 хвилин на перегляд відео (англійською з субтитрами багатьма мовами), щоб навчитись основам, як використовувати веб-редактор iD, який вбудований на сайті проекту. Будь ласка, зараз та в майбутньому, завжди концентруйтесь на якості, а не на кількості.",
	"Joined OSM": "Приєднатись до OSM",
	"JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?": "Неможливо встановити зв’язок з JOSM за допомогою Дистанційного керування. Перевірте, що у вас JOSM запущений та в ньому увімкнено Дистанційне керування.",
	"Land use": "Призначення землі",
	"Landuse": "Землекористування",
	"Larger": "Більше",
	"Last activity": "Недавня діяльність",
	"Last updated": "Нещодавно оновлене",
	"Layer name": "Назва шару",
	"Learn": "Навчитись",
	"Leave a comment": "Залишити коментар",
	"Legend": "Легенда",
	"Level": "Рівень",
	"Licenses": "Ліцензії",
	"List view": "Список",
	"Locked by": "Зайнято ",
	"Locked by you": "Зайнято вами",
	"Locked for mapping by": "Зайнято для мапінгу",
	"Locked for validation by": "Зайнято для перевірки",
	"Locked": "Зайнято",
	"Lock": "Зайянти",
	"Login": "Увійти",
	"Logout": "Вийти",
	"Low": "Низька",
	"Manage licenses": "Керування ліцензіями",
	"Manually set the experience level of a user.": "Встановіть вручну рівень досвідченості користувача.",
	"Map": "Мапа",
	"Mapped by": "Замаплено",
	"% Mapped": "% Замаплено",
	"Mapped": "Замаплено",
	"Mapper Level": "Досвід ",
	"Mapper": "Мапер",
	"Mapping difficulty": "Складність",
	"Mapping level": "Рівень мапінгу",
	"Mapping": "Мапінг",
	"Map service type": "Тип сервісу мап",
	"Map service URL": "URL сервісу мап",
	"Mark all as Invalid": "Позначти всі як відхилені",
	"Mark all as Valid": "Позначити всі як ухвалені",
	"Mark as Bad Imagery": "Позначти як Неякісне фонове зображення",
	"Mark as Completely Mapped": "Позначти як повністю закінчене",
	"Mark as Invalid": "Позначти як відхилене",
	"Mark as Valid": "Позначити як ухвалене",
	"Marked as bad imagery by": "Позначено Неякісне фонове зображення",
	"Marked as ready by": "Позначено як готове",
	"Maximum number of tasks reached. If smaller tasks are required please make the Area of Interest smaller.": "Досягнуто максимальної кількості завдань. Якщо вам потрібні менші завдання, зменшить Зону зацікавленності",
	"Medium": "Середньо",
	"Message all contributors": "Повідомити всіх учасників",
	"Message": "Повідомлення",
	"Messages - Inbox": "Повідомлення - Вхідні",
	"Messages": "Повідомлення",
	"Metadata and tags are used to allow users to find projects to work on and group projects.": "Метадані та теґи потрібні, щоб надати користувачам можливість знайти проект для роботи та обʼєднати проекти в групи.",
	"Metadata": "Метадані",
	"Multi Task Validation": "Одночасна перевірка кількох завдань",
	"Name": "Назва",
	"Name of the project": "Назва проекту",
	"Navigate the results": "Подивитись результати",
	"Newer": "Новіщий",
	"Newest": "Новітній",
	"New project": "Новий проект",
	"New to mapping?": "Новачок у мапінгу?",
	"Next": "Далі",
	"No active projects.": "Немає активних проектів.",
	"No activity (yet).": "Немає активності (покищо).",
	"No archived projects.": "Немає заархівованих поректів.",
	"No Area of Interest has been drawn.": "Зону зацікавленості ще не додано.",
	"No comments (yet).": "Немає коментарів (поки що).",
	"No contributions to projects (yet).": "Немає внесків у проекти (поки що).",
	"No contributions (yet).": "Немає внесків (поки що).",
	"No draft projects.": "Немає чернеток проектів.",
	"No license found.": "Немає ліцензії.",
	"no license": "немає ліцензії",
	"No projects found.": "Немає проектів.",
	"Note: follow this format for TMS URLs:": "Примітка: використовуйте цей формат для TMS URL:",
	"Nothing has happened yet.": "Поки що нічого не сталось.",
	"Number of tasks mapped": "Кількість замаплених завдань",
	"Number of tasks validated": "Кількість ухвалених завдань",
	"Older": "Старіщі",
	"Only mappers with level": "Тільки мапери з рівнем",
	"Only one campaign tag is allowed.": "Дозволено теґ тільки однієї кампанії.",
	"Only one organisation tag is allowed.": "Дозволено теґ тільки однієї організації.",
	"Only Validators can validate on this project": "Тільки Контролери можуть перевірити цей проект",
	"Open Source": "Вільне програмне забезпечення",
	"Option 1:": "Параметр 1:",
	"Option 2:": "Параметр 2:",
	"Option 3:": "Параметр 3:",
	"Option 4:": "Параметр 4:",
	"Options": "Параметри",
	"Organisation": "Організація",
	"Organisation Tag": "Теґ організації",
	"or higher can map": "або вище можуть мапити",
	"OSM edit history": "Історія змін OSM",
	"OSM profile": "Профіль в OSM",
	"OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping.": "Менеджер Завдань OSM був спроектований та створений для спільного мапінгу Humanitarian OSM Team.",
	"Other options": "Інші параметри",
	"Other": "Інші",
	"Permissions": "Дозволи",
	"Plain text": "Звичайний текст",
	"Please login first.": "Спочатку увійдіть.",
	"Please login to start mapping.": "Спочатку увійдіть, щоб розпочати мапити.",
	"Please login to start validating.": "Спочатку увійдіть, що розпочати перевірку.",
	"Please make sure you only have one campaign tag.": "Переконайтесь, що у вас тільки один теґ кампанії.",
	"Please make sure you only have one organisation tag.": "Переконайтесь, що у вас тільки один теґ організації.",
	"Please provide a valid GeoJSON, KML or zipped Shapefile.": "Будь ласка, вкажіть дійсний файл GeoJSON, KML або Shapefile файл, заархівований zip",
	"Preview": "Перегляд",
	"Previous": "Попередні",
	"priority area drawing tools": "інструменти для додавання пріоритетних областей",
	"Priority area": "Приорітетна область",
	"priority areas": "приорітетні області",
	"Priority": "Приорітет",
	"Private means that only the given list of users below can access this project. In order for the users name to be available to add to the Allowed Users list - they first must visit the URL for this installation of OSM Tasking Manager and Authorize access to their OpenStreetMap account. After they have done this, their username will be available for the Project Manager to add.": "„Приватно“ означає, що тільки обмежене коло користувачів мають доступ до цього проекту. Для того, щоб користувача можна було додати до переліку „Допущених користувачів“, він спочатку повинен відвідати URL цього екземпляру Менеджера завдань OSM та Авторизувати доступ до його облікових даних в OpenStreetMap. Після цього, Керівник проекту буде в змозі додати його до переліку.",
	"Private": "Приватно",
	"Private Project": "Приватний проект",
	"Project could not be created. The exact reason could not be determined.": "Проект не може бути створений. Не можливо зʼясувати конкретну причини для цього.",
	"Project dashboard": "Панель приладів проекту",
	"Project Dashboard": "Панель приладів проекту",
	"Project grid could not be trimmed to the AOI.": "Сітка проекту не може бути обрізана до Зони інтересу.",
	"Project has": "Проект має",
	"Project Manager": "Керівник проекту",
	"Project name": "Назва проекту",
	"Projects": "Проекти",
	"Published": "Опубліковані",
	"Ready": "Готово",
	"Ready to get mapping?": "Готові розпочати?",
	"Remove privileges": "Вилучити привілеї",
	"Required license": "Потребує ліцензії",
	"Required": "Потребує",
	"Reset": "Скинути",
	"Return to inbox": "Повернутись до Вхідних",
	"Roads": "Дороги",
	"Role": "Роль",
	"Save changes": "Зберегти зміни",
	"Save edits": "Зберегти правки",
	"Search project description or project number": "Шукати опис або номер проекту ",
	"Search": "Пошук",
	"Search Users": "Пошук користувачів",
	"See the changesets in Overpass Turbo for this area.": "Переглянути зміни в цій області, використовуючи Overpass Turbo.",
	"See the changesets on the OSM website for this area.": "Переглянути зміни в цій області, на сайті OSM.",
	"Select another task": "Обрати інше завдання",
	"Select a random task": "Обрати випадкове завдання",
	"Select area by drawing a polygon": "Оберіть ділянку накресливши полігон",
	"Select a task by clicking on the map": "Оберіть завдання на мапі",
	"Select by area": "Виділити за ділянкою",
	"Select by user:": "Виділити користувача:",
	"Select for validation": "Обрати для перевірки",
	"Sending...": "Надсилання…",
	"Set as Administrator": "Призначити Адміністратором",
	"Set as Project Manager": "Призначити Керівником проекту",
	"Set as Validator": "Призначити Контролером",
	"Set mapper level": "Встановити рівень досвідченності",
	"Set role": "Призначити роль",
	"Settings": "Налаштування",
	"Setting the level will help the mappers find suitable projects to work on. You can enforce the level required for mapping in the permissions section.": "Встановлення рівня доступу допоможе іншим маперам підібрани проект відповідно до їх досвіду. Ви можете змініти рівень досвідченості потрібної для участі в розіділі дозволів.",
	"Short description": "Короткий опис",
	"Show advanced options": "Показати додаткові параметри",
	"Show/hide menu": "Показати/приховати меню",
	"Since you have multiple tasks selected, you must download the OSM data in JOSM manually. Download the": "Так як ви виділили кілька завдань, вам потрібно завантажити дані OSM в JOSM вручну. Завантажити",
	"Smaller": "Менше",
	"Sort column": "Впорядкувати стовпчик",
	"Split a specific area into smaller tasks by drawing an area or point:": "Розділити певну ділянку на менші завдання накресливши полігон або поставивши точку:",
	"Split (point)": "Розілити (точка)",
	"Split (polygon)": "Розділити (полігон)",
	"Sponsorship and Funding": "Спонсори та фінансова підтримка",
	"Square Grid": "Квадратна решітка",
	"Start Editor": "Відкрити редактор",
	"Start Mapping": "Розпочати мапити",
	"Start Validating": "Розпочати перевірку",
	"Stats": "Статистика",
	"Status": "Стан",
	"Step 1: Define Area": "Крок 1: Визначення території",
	"Step 1": "Крок 1",
	"Step 2: Choose Tasks Type": "Крок 2: Оберіть вид завдань",
	"Step 2": "Крок 2",
	"Step 3: Set Task Sizes": "Крок 3: Оберіть розмір завдання",
	"Step 3": "Крок 3",
	"Step 4": "Крок 4",
	"Step 4: Trim Project": "Крок 4: Обрізка проекту",
	"Step 5: Review": "Кроп 5: Перегляд",
	"Step 5": "Крок 5",
	"Stop Mapping": "Закінчити мапінг",
	"Stop Validating": "Закінчити перевірку",
	"Subject": "Тема",
	"Task invalidated by": "Завдання відхилив",
	"Task invalidation": "Відхилення завдання",
	"Task locked for mapping by": "Завдання заблоковане для мапінгу",
	"Task locked for validation by": "Завдання заблоковане для перевірки",
	"Task mapped by": "Завдання в роботі у",
	"Task marked as bad imagery by": "Завдання з неякісним фоновим зображенням",
	"Task marked as ready by": "Завдання позначене як виконане",
	"Tasks Mapped": "Завершені завдання",
	"tasks.": "завдання.",
	"Tasks": "Завдання",
	"tasks. Use a smaller AOI and/or fewer tasks.": "завдання. Використовуйте меншу зону зацікавленості або меншу кількість завдань.",
	"Tasks Validated": "Перевірені завдання",
	"Task validated by": "Завдання ухвалене",
	"Task validation": "Перевірка завдання",
	"Text search": "Пошук текста",
	"The application code is available on GitHub.": "Сирці застосунка наявні на GitHub.",
	"The Area of Interest contains self intersections.": "Зона зацікавленості має самоперетини.",
	"The list of elements we ask you to map": "Це перелік елементів, які ми просимо нанести на мапу",
	"The list of entities to map.": "Перелік об’єктів для наненсення на мапу.",
	"The OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OpenStreetMap Team's collaborative mapping process. The purpose of the tool is to divide up a mapping project into smaller tasks that can be completed rapidly with many people working on the same overall area. It shows which areas need to be mapped and which areas need the mapping validated.": "Менеджер Завдань OSM — інструмент мапінгу спроектований і створений для використання Humanitarian OSM Team для колективного мапінгу. Основним завданням якого є розділення роботи на невеличкі шматочки, які можуть бути виконанні досить швидко великою кількістю людей, що працюють разом на одній локації. Він показує ділянки, які потрібно замапити та замаплені ділянки, які потрібно перевірити.",
	"The OSM Tasking Manager is Open Source software. Please feel free to report issues and contribute.": "Менеджер Завдань OSM – програмне забезпечення з відкритими сирцями. Будь ласка, повідомляйте про проблеми і робіть свій внесок у його вдосконалення.",
	"The OSM Tasking Manager was designed and built for the": "Менеджер Завдань OSM було спроектовано та створено для",
	"The Project could not be created. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Неможливо створити проект. Це може бути через те, що загальна площа зони зацікавленості та сітки завелика для надсилання на сервер. Спробуйте зменшити зону зацікавленості або кількість завдань. ",
	"The Project could not be trimmed. This may be because the combined data size of the AOI and the grid is too large to send to the server. Try again with a smaller AOI or fewer tasks.": "Неможливо обрізати проект. Це може бути через те, що загальна площа зони зацікавленості та сітки завелика для надсилання на сервер. Спробуйте зменшити зону зацікавленості або кількість завдань. ",
	"The project was deleted successfully.": "Проект вилучено.",
	"The project was not deleted successfully. This project might have some contributions.": "Проект не вилучено. Він може мати певний внесок.",
	"There are no tasks currently available for mapping.": "Завдання доступні для мапінгу відсутні.",
	"There are no tasks currently available for validation.": "Завдання доступні для перевірки відсутні.",
	"There was an error retrieving the task from the server.": "Виникла помилка отримання завдання з сервера.",
	"There was an error updating your project. Please try again.": "Помилка оновлення вашого проекту. Спробуйте ще раз.",
	"There was a problem unlocking the tasks.": "Виникла помилка розблокування завдань.",
	"There was a problem unlocking the task.": "Виникла помилка розблокування завдання.",
	"The selected task could be locked.": "Виділене завдання можна заблокувати.",
	"The selected task could not be locked.": "Виділене завдання не можливо заблокувати.",
	"The selected task is not in a state that allows mapping.": "Виделенне завдання в стані, що не дозволяє його мапінг.",
	"The selected task is not in a state that allows validation.": "Виделенне завдання в стані, що не дозволяє його перевірку.",
	"The size of each task is approximately": "Розмір кожного завдання приблизно",
	"The task could not be locked for mapping.": "Завдання не може бути заблоковане для мапінгу.",
	"The task could not be locked for validation.": "Завдання не може бути заблоковане для перевірки.",
	"The tasks could not be locked.": "Завдання не можуть бути заблоковані.",
	"The tasks were invalidated successfully.": "Завдання переведені в стан Відхилено.",
	"The tasks were marked validated successfully.": "Завдання позначені, як перевірені.",
	"This approach allows the distribution of tasks to many individual mappers in the context of emergency or other humanitarian mapping scenario. It also allows monitoring of the overall project progress and helps improve the consistency of the mapping (e.g., elements to cover, specific tags to use, etc.).": "Такий підхід  полегшує розподіл завдань серед учасників в залежності від важливості ситуації або інших сценаріїв для мапінгу. Він також дозволяє керувати процесом та однорідністю виконання роботи (тобто, наявністю певних елементів, теґів та т.і.).",
	"This cannot be undone.": "Цю дії неможливо скасувати.",
	"This message is not translated to the selected language of the user, so you may want to include your own translations.": "Це повідомлення не перекладається автоматично на обрану користувачем мову, тож ви можете додати власний переклад.",
	"This task is available for mapping.": "Це завдання доступне для мапінгу.",
	"This task is available for validation.": "Це завдання доступне для перевірки.",
	"This will mark all tasks (except bad imagery) as valid. Please use this only if you are sure of what you are doing.": "Це позначить всі завдання (окрім неякісних фонових зображень) як ухвалені. Будь ласка, використовуйте це тільки у випадках, коли ви впевнені, що ви робите.",
	"This will mark all tasks (except non completed and bad imagery tasks) as invalid. Please use this only if you are sure of what you are doing.": "Це позначить всі завдання (окрім неякісних фонових зображень) як відхилені. Будь ласка, використовуйте це тільки у випадках, коли ви впевнені, що ви робите.",
	"This will send a Tasking Manager message to every contributor of the current project. Please use this feature carefully.": "Це призведе до надсилання Менеджером Завдань повідомлень всім учасникам поточного проекту. Будь ласка, використовуйте це тільки у випадках, коли ви впевнені, що ви робите.",
	"Tip": "Порада",
	"to convert it to GeoJSON.": "для перетворення в GeoJSON.",
	"Total number of users:": "Загальна кількість користувачів:",
	"Total OSM changesets": "Усіого наборів змін OSM",
	"Trimming in progress": "Триває обрізка",
	"Trim the task grid to the Area of Interest (optional). You can keep task squares complete, or clip them to the AOI. This could take some time.": "Обрізка сітки завдань під зону зацікавленості (необовʼязково). Ви можете залишити квадрати завдань без змін, або образати їх під зону зацікавленості. Для цього потрібен певний час.",
	"Trim": "Обрізка",
	"Type a username": "Введіть користувача",
	"Type(s) of mapping": "Тип(и) мапінгу",
	"Unable to create project because there are more than": "Неможливо створити проект, бо є більше ніж",
	"Urgent": "Терміново",
	"URL to service": "URL до сервісу",
	"User list": "Перелік користувачів",
	"Username": "Користувач",
	"User Profile": "Профіль користувача",
	"Users": "Користувачі",
	"User": "Користувач",
	"Use this if for some reason you need to validate or invalidate all tasks in this project in a single step.": "Скористайтесь цим за певних обставин, коли вам треба ухвалити або відхилити всі завдання цього проекту за раз.",
	"Validate all tasks": "Ухвалити всі завдання",
	"Validated by": "Ухвалено",
	"% Validated": "% Ухвалено",
	"Validated": "Ухвалено",
	"Validate": "Ухвалити",
	"Validating...": "Ухвалення…",
	"Validation and Invalidation": "Ухвалення та відхилення",
	"Validation is a second set of eyes reviewing initial mapping. This is usually done by experienced OSM mappers and consists of reviewing the mapping for completeness (something anyone can do) and using various tools to make sure the mapping does not have any technical mistakes, buildings sharing a wall with a road for example. This video (in English with mult-language subtitles) will take you through the basics of validating mapping for HOT projects.": "Перевірка потребує додаткової пари очей для перегляду початкового мапінгу. Зазвичай вона робиться досвідченими маперами та складається з перегляду результатів мапінгу на цілісність (треба ж це комусь робити) та використання різноманітних інструментів, щоб переконатись у відсутності технічних помилок, наприклад, коли дорогу накреслено по стіні будівлі. Це відео (англійської із субтитрами різними мовами) покаже основні етапи перевірки мапінгу проектів HOT.",
	"Validation": "Перевірка",
	"Validator Level": "Досвід контролера",
	"Validator": "Контролер",
	"View in Overpass Turbo": "Дивитись в Overpass Turbo",
	"View OSM changesets": "Подивитись набір змін OSM",
	"View the projects that you have created": "Переглянути, створений вами, проект",
	"Visit about": "Відвідати Про",
	"Visit contribute": "Відвідати Брати участь",
	"Visit homepage": "Відвідати Головну сторінку",
	"Visit learn": "Відвідати Навчитись",
	"Want to use an .osm file instead? You can use": "Бажаєте використати замість цього файл .osm? Ви можете скористатись",
	"Warning": "Попередження",
	"Waterways": "Водний шлях",
	"When": "Коли",
	"With the invaluable support of:": "З неоціненною підтримкою від:",
	"You cannot select tasks for mapping because you already have one or more tasks locked. Use the map to re-select that task and complete it or stop mapping it.": "Ви не можете обрати завдання для мапінгу, через те, що ви вже маєте заблокованим одне чи більше завдань. Скористайтесь мапою щоб повернутись до них та закінчити мапінг або для їх розблокування.",
	"You cannot select tasks for mapping on this project because you do not have the required mapper experience level.": "Ви не можете обрати завдання для мапінгу в цьомму проекті, через те, що ви не маєте потрібного досвіду.",
	"You cannot select tasks for validation on this project because you do not have the Validator role.": "Ви не можете обрати завдання для перевірки в цьому проекті, через те, що у вас немає ролі Контролера.",
	"You can only delete projects with no contributions.": "Ви можете вилучити лише проекти, до яких ще не було зроблено жодного внеску.",
	"You can use Markdown. (HTML is not allowed)": "Ви можете використовувати Markdown. (HTML заборонений)",
	"You do not have the required Validator role for validation on this project.": "У вас немажє ролі Контролера, яка потрібна для перевірки цього проекту.",
	"You have no messages.": "У вас немає повідомлень.",
	"You have unread messages.": "У вас є непрочитані повідомлення.",
	"You need to accept the license before continuing.": "Вам потрібно погодитись з умовами ліцензії перед тим, як продовжити.",
	"You need to add at least one allowed user to a private project.": "Вам потрібно додати, що найменше, одного користувача до приватного проекту.",
	"Your profile": "Ваш профіль",
	"Your project has been updated successfully.": "Ваш проект оновлено.",
	"Your project was created successfully.": "Ваш поект створено."
}
