{
    "NOT_FOUND": "The requested resource was not found on the server.",
    "APPLICATION_NOT_FOUND": "The requested application was not found on the server.",
    "CAMPAIGN_NOT_FOUND": "The requested campaign was not found on the server.",
    "COMMENTS_NOT_FOUND": "The comments associated with the requested resource were not found on the server.",
    "INTEREST_NOT_FOUND": "The requested interest was not found on the server.",
    "ISSUE_CATEGORY_NOT_FOUND": "The requested mapping issue category was not found on the server.",
    "JOIN_REQUEST_NOT_FOUND": "Team join request by the user was not found on the server.",
    "LICENSE_NOT_FOUND": "The requested license was not found on the server.",
    "MESSAGE_NOT_FOUND": "The requested message was not found on the server.",
    "MESSAGES_NOT_FOUND": "The messages associated with the requested resource were not found on the server.",
    "NOTIFICATIONS_NOT_FOUND": "The notifications associated with the requested resource were not found on the server.",
    "ORGANISATION_NOT_FOUND": "The requested organisation was not found on the server.",
    "ORGANISATION_CAMPAIGN_NOT_FOUND": "The requested campaign associated with the requested organisation was not found on the server.",
    "PROJECT_CAMPAIGN_NOT_FOUND": "The requested campaign associated with the requested project was not found on the server.",
    "PROJECT_NOT_FOUND": "The requested project was not found on the server.",
    "PROJECTS_NOT_FOUND": "The projects associated with the requested resource were not found on the server.",
    "TASK_NOT_FOUND": "The requested task was not found on the server.",
    "TASKS_NOT_FOUND": "The tasks associated with the requested resource were not found on the server.",
    "TEAM_NOT_FOUND": "The requested team was not found on the server.",
    "USER_NOT_IN_TEAM": "The requested user is not a member of the team.",
    "USER_NOT_FOUND": "The requested user was not found on the server.",
    "BAD_REQUEST": "The request was invalid or cannot be otherwise served.",
    "UNAUTHORIZED": "You are not authorized to perform this action. Please login and try again.",
    "UNAUTHORIZED_MANAGER_FILTER": "You need to be authenticated to filter organisations by manager.",
    "FORBIDDEN": "The request is understood, but it has been refused or access is not allowed.",
    "USER_NOT_ADMIN": "This action is only allowed for system administrators.",
    "USER_NOT_ORG_MANAGER": "This action is only allowed for organisation managers or system administrators.",
    "USER_NOT_PROJECT_MANAGER": "This action is only allowed for users with project manage permissions.",
    "USER_NOT_TEAM_MANAGER": "This action is only allowed for users with team manage permissions.",
    "INVALID_NEW_PROJECT_OWNER": "New project owner must be project's organisation manager or system admin",
    "USER_ACTION_NOT_PERMITTED": "This user does not have the required permissions to perform this action.",
    "DRAFT_PROJECT_NOT_ALLOWED": "This is a draft project and you do not have the required permissions to perform this action.",
    "PRIVATE_PROJECT_NOT_ALLOWED": "This is a private project and you do not have the required permissions to perform this action.",
    "USER_BLOCKED": "Your account has been blocked and is currently in read-only mode. Please contact support for further assistance.",
    "MESSAGE_NOT_FOR_USER": "The requested message doesn't belong to the requesting user thus the action is not permitted.",
    "COMMENT_NOT_OF_USER": "The requested comment doesn't belong to the requesting user thus the action is not permitted.",
    "CONFLICT": "The request could not be completed due to a conflict with the current state of the resource.",
    "INTERNAL_SERVER_ERROR": "An unexpected error occurred while processing the request. Please contact the system administrator."
}
