Repository: hotosm/tasking-manager
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: da, de, es, fr, id, it, ja, lt, nl_nl, pt, pt_br, ru, sl, uk

source: If you have any questions about a project, a task or mapping in general please ask on our mailing list: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a><br /><br />Or visit us in our IRC Chat Channel, just select #hot from the pop down channel list:<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a><br /><br />General inquries and comments are welcomed at: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
da: Hvis du har nogen spørgsmål om et projekt, en opgave eller kortlægning generelt, så stil dette på vores mailing-liste: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a><br /><br />Eller besøg os på vores IRC Chat kanal, vælg #hot på drop-down menu listen: <br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a><br /><br />Generelle spørgsmål eller kommentarer er velkommen på: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
es: Si tiene alguna pregunta acerca de un proyecto, una tarea o la cartografía en general, pregunte en nuestra lista de correo: <a href="https://lists.openstreetmap.org/listinfo/hot">Lista de correo electrónico de HOT</a><br /><br />O visítenos en nuestro Canal de Chat IRC, sólo tiene que seleccionar #hot del menú desplegable de la lista de canales:<br /><a href="http://irc.openstreetmap.org/">OSM HOT Canal IRC #hot</a><br /><br />Consultas generales y comentarios son bienvenidos en: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
fr: Si vous avez des questions sur un projet, une tâche ou de la cartographie en général, veuillez poser vos questions sur notre liste de diffusion : <a href="https://lists.openstreetmap.org/listinfo/hot">Liste de difusion HOT</a><br /><br />Ou bien rendez nous visite sur notre canal de chat IRC, sélectionnez #hot dans la liste de canaux :<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a><br /><br />Les renseignements et commentaires généraux sont les bienvenus sur : <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
id: Jika anda memiliki pertanyaan mengenai sebuah proyek, sebuah task atau pemetaan secara umum silahkan ajukan pertanyaan anda melalui mailing list kami: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a><br /><br />Atau kunjungi kami di IRC Chat Channel, pilih #hot pada daftar pilihan channel:<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a><br /><br />Pertanyaan umum dan komentar juga dipersilahkan untuk dikirimkan melalui: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
lt: Jei turite klausimų apie projektą, užduotį ar žymėjimą apskritai, klauskite mūsų elektroninio pašto grupėje: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT el. pašto grupė</a><br /><br />Arba aplankykite mus IRC pokalbių kanale, tiesiog pasirinkite #hot išskleidžiamajame kanalų sąraše:<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC kanalas #hot</a><br /><br />Bendri paklausimai ir komentarai laukiami adresu: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
nl_nl: Bij vragen over een project, een taak of het tekenen in OpenStreetMap in het algemeen kan gebruik worden gemaakt van de mailing-lijst: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a><br /><br />Er is ook een IRC kanaal dat bereikbaar is door #hot in te geven in de kanalenlijst:<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a><br /><br />Algemene vragen en commentaar kan worden gestuurd naar: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
pt: Se tiver alguma pergunta relativamente ao projeto, uma tarefa ou mapeamento em geral por favor pergunte-nos na nossa lista de discussão: <a href="https://lists.openstreetmap.org/listinfo/hot">Lista de discussão HOT</a><br /><br />Ou visite-nos no nosso canal de IRC, basta selecionar #hot na lista de canais.<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Canal #hot</a><br /><br />Questões e comentários são bem vindos em: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
ru: Если у вас возникли какие-либо вопросы о проекте, задаче или процессе картирования, пожалуйста задайте их в нашем списке рассылки: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a><br /><br />Либо загляните к нам на IRC канал (выберите #hot из выпадающего списка каналов):<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a><br /><br />Общие вопросы и комментарии ждём по адресу: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
sl: Postavite vprašanje na našem dopisnem seznamu <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a>, če vas karkoli zanima glede projekta, opravil ali kartografiranja v splošnem. Lahko nas obiščite na našem IRC kanalu za klepet - preprosto izberite #hot iz seznama kanalov:<br/><a href="http://irc.openstreetmap.org/">OSM HOT IRC kanal #hot</a><br /><br />Splošne poizvedbe in komentarje prejemamo na: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>

source: " This task involves loading extra data. Click [here](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) to load the data into JOSM
da: " Denne opgave indebærer indlæsning af eksterne data. Klik [her](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) for at indlæse data ind i JOSM
es: " Esta tarea necesitar descargar datos extra. Haz clic [aquí](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) para descargar los datos en JOSM
fr: Cette tâche le chargment de données externes. Cliquez [ici](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) pour charger la donnée dans JOSM
id: "Task ini melibatkan pemuatan data tambahan. Klik [disini](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) untuk menampilkan data kedalam JOSM
lt: „Šiai užduočiai reikia įkelti išorinių duomenų. Spauskite [čia](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) duomenims į JOSM įkelti
nl_nl: " Voor deze taak moeten extra gegevens worden geladen.. Klik [hier](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) om de gegevens in JOSM te laden
pt: " Esta tarefa implica o descarregamento de dados extra. Clique [aqui](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) para carregar os dados no JOSM
ru: " Для работы над этим заданием потребуется скачать дополнительные данные. Кликните [здесь](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) для загрузки данных в JOSM
sl: " To opravila zahteva naložitev dodatnih podatkov. Kliknite [tukaj] (http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) za naložitev podatkov v JOSM

source: ${count_of} priority area(s)
da: ${count_of} fokusområde(r)
es: ${count_of} área/s prioritaria/s
fr: ${count_of} aire(s) prioritaire(s)
id: ${count_of} area prioritas
lt: svarbiausios vietos: ${count_of}
nl_nl: ${count_of} gebied(en) met hoge prioriteit
pt: ${count_of} área(s) prioritária(s)
ru: ${count_of} приоритетных областей
sl: ${count_of} prednostnih področij

source: Please provide a .geojson or a .kml file
da: Brug venligst en .geojson eller en .kml fil
es: Por favor proporcione un archivo .geojson o un .kml
fr: Fournissez SVP un fichier .geojson ou .kml
id: Harap berikan file .geojson atau .kml
lt: Pateikite .geojson arba .kml failą
nl_nl: Bestand dient geldige .geojson of .kml te zijn
pt: Por favor forneça um ficheiro .geojson ou .kml
ru: Пожалуйста, добавьте .geojson или .kml файл
sl: Prosimo, pripravite datoteko tipa .geojson ali .kml

source: Provide a .geojson or .kml file.
da: Tilfør en .geojson eller en .kml fil
es: Proporcionar un archivo .geojson o .kml.
fr: Fournissez un fichier .geojson ou .kml
id: Berikan file .geojson atau .kml
lt: Pateikite .geojson arba .kml failą.
nl_nl: Bestand dient geldige .geojson of .kml te zijn
pt: Forneça um ficheiro .geojson ou .kml
ru: Добавьте .geojson или .kml файл.
sl: Pripravite datoteko tipa .geojson ali .kml.

source: ${import_link} a <em>GeoJSON</em> or <em>KML</em> file.
da: ${import_link} a <em>GeoJSON</em> eller <em>KML</em> fil.
es: ${import_link} al fichero <em>GeoJSON</em> o <em>KML</em>.
fr: ${import_link} un fichier <em>GeoJSON</em> ou <em>KML</em>.
id: ${import_link} file <em>GeoJSON</em> atau <em>KML</em>.
lt: ${import_link} <em>GeoJSON</em> arba <em>KML</em> failą.
nl_nl: ${import_link} een <em>GeoJSON</em> of <em>KML</em> bestand.
pt: ${import_link} um ficheiro <em>GeoJSON</em> ou <em>KML</em>.
ru: ${import_link} <em>GeoJSON</em> или <em>KML</em> файла.
sl: ${import_link} datoteko tipa <em>GeoJSON</em> ali <em>KML</em>.

source: See the changes in this area using the overpass-turbo API.
da: Se ændringerne i dette område ved brug af Overpass Turbo API.
es: Consulta los cambios en esta área usando la API overpass-turbo.
fr: Visualiser les changements dans cette zone en utilisant l'API overpass-turbo.
id: Lihat perubahan di area ini menggunakan API overpass-turbo.
lt: Peržiūrėti pakeitimus šioje vietoje naudojant overpass-turbo API sąsają.
nl_nl: Wijzigingen in dit gebied bekijken met de overpass-turbo API.
pt: Ver a alterações nesta área utilizando a API overpass-turbo.
ru: Просмотреть изменения в этой области, используя overpass-turbo API.
sl: Prikažite spremebe tega področja z uporabo vmesnika API overpass-turbo.

source: This user has submitted ${changes} total changesets.
es: Este usuario ha enviado ${changes} conjuntos de cambios en total.
fr: Cet utilisateur a transmis un total de ${changes} modifications.
id: User ini telah memasukkan ${changes} total changeset.
lt: Šis naudotojas iš viso pateikė pakeitimų: ${changes}.
nl_nl: De vrijwilliger heeft ${changes} wijzigingsactiviteiten uitgevoerd in OpenStreetMap.
pt: Este utilizador fez ${changes} alterações no total.
ru: Пользователь отправил ${changes} пакетов правок.
sl: Uporabnik je skupno oddal ${changes} paketov sprememb.

source: ${count} tiles
es: ${count} teselas
fr: ${count} tâches
id: ${count} tile
lt: kaladėlių: ${count}
nl_nl: ${count} taken
pt: ${count} telas
ru: ${count} квадратов
sl: ${count} ploščic

source: Successfully imported ${n} geometries
da: Der blev med succes importeret ${n} geometri elementer
es: ${n} geometrías han sido importadas con éxito
fr: ${n} géométries importées
id: ${n} geometri telah sukses diimpor
lt: Sėkmingai importuotos geometrijos: ${n}
nl_nl: ${n} geometrieen geimporteerd
pt: As geometrias ${n} foram importadas com sucesso!
ru: Импортированы ${n} геометрий
sl: ${n} geometrij je bilo uspešno uvoženih

source: %d tasks invalidated
es: %d tareas invalidadas
fr: %d tâches invalidées
lt: anuliuota užduočių: %d
pt: %d tarefas invalidadas
ru: %d задач проверено

source: OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping. The purpose of the tool is to divide up a mapping job into smaller tasks that can be completed rapidly. It shows which areas need to be mapped and which areas need the mapping validated. <br />This approach facilitates the distribution of tasks to the various mappers in a context of emergency. It also permits to control the progress and the homogeinity of the work done (ie. Elements to cover, specific tags to use, etc.).
da: OSM Tasking Manager er et kortlægningsværktøj der er designet og bygget til Humanitarian OSM for at understøtte samarbejde. Formålet med værktøjet er at opdele en større kortlægning hurtigt ud i mindre opgaver. Værktøjet viser hvilke områder der skal kortlægges og hvilke områder der skal valideres.<br/>Denne arbejdsdeling i tilfælde af krisesituationer gør distribution af opgaver til forskellige kortlæggere meget lettere. Det tillader også kontrol over processen og giver en vis standardisering af arbejdsopgaverne. (fx hvilke objekter der skal kortlægges, bestemte tags der skal benyttes osv)
id: OSM Tasking Manager merupakan sebuah alat pemetaan yang dirancang dan dibangun untuk pemetaan kolaboratif Humanitarian OSM Team. Tujuan dari alat ini adalah untuk membagi beberapa pekerjaan pemetaan ke dalam bagian-bagian kecil yang dapat diselesaikan secara cepat. Alat ini menunukan area mana saja yang perlu dipetakan dan area mana saja yang pelru divalidasi. <br />Pendekatan ini dapat memfasilitasi pendistribusian beberapa pekerjaan kepada berbagai pembuat peta dalam konteks keadaan darurat. Alat ini juga memungkinkan untuk mengontrol perkembangan dan homogenitas dari pekerjaan yang telah dilakukan (misalnya elemen-elemen yang akan dipetakan, atribut spesifik yang digunakan, dll.)
nl_nl: OSM Tasking Manager is een hulpmiddel van het Humanitarian OpenStreetMap Team voor het gezamelijk uitvoeren van OpenStreetMap projecten ter ondersteuning van rampen en calimiteiten. Het doel van de OSM Tasking Manager is projecten op te delen in deelgebieden die snel kunnen worden verwerkt. De OSM Tasking Manager toont gebieden die nog niet zijn bewerkt en gebieden die moeten worden gevalideerd. <br />Met dit hulpmiddel kunnen taken worden verdeeld onder vrijwilligers. Dit hulpmiddel geeft ook de mogelijkheid om de voortgang inzichtelijk te maken en vrijwilligers te helpen door bijvoorbeeld aan te geven hoe er getekend moet worden en welke gegevens nodig zijn voor een project (bijvoorbeeld de staat van gebouwen, beschikbaarheid van waterwinplaatsen etc.).

source: Comments users are recommended to add to upload commits.
da: Brugere der bruger kommentarfelterne anbefales at tilføje disse ved opload.
id: Komen pengguna sangat direkomendasikan untuk ditambahkan ketika mengunggah perubahan.
nl_nl: Aanbevolen opmerkingen die vrijwilligers kunnen toevoegen aan wijzigingen.

source: The comment to put when uploading data to the OSM database
da: Kommentarer til at indsætte ved uplod til OSM databaser
id: Komentar yang dimasukkan ketika mengupload data ke database OSM
nl_nl: Label dat in OpenStreetMap wordt getoond bij de wijziging

source: Mark this task as done if you have completed all items in the instructions.
id: Tandai task ini sebagai selesai jika anda telah menyelesaikan semua item yang diinstruksikan.
nl_nl: Markeer de taak als gereed wanneer alle activiteiten uit de instructies zijn uitgevoerd voor deze taak.
