Repository: hotosm/tasking-manager
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: da, de, es, fr, id, it, ja, lt, nl_nl, pt, pt_br, ru, sl, uk

source: Follow this format for TMS urls.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
da: Brug følgende format for TMS URLer. <br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
de: Für TMS url verwenden sie bitte dieses Format.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
es: Sigue este formato para las url TMS. <br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
fr: Utilisez ce format pourles URL de TMS. <br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
id: Ikuti format ini untuk url TMS.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
it: Segui questo formato per url TMS.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
ja: TMSのURLは以下の表記方法で行います <br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
lt: Naudokite šį formatą TMS adresams.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
nl_nl: TMS urls dienen als volgt te worden opgevoerd:<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
pt: Siga este formato para endereços TMS.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
pt_br: Siga este formato para URLs TMS.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
ru: Следуйте следующему формату, при указании ссылок TMS.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
sl: Sledite temu formatu povezav TMS.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
uk: Дотримуйтесь наступного формату, для TMS-посилань.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png

source: Required License
da: Nødvendig licens
de: Benötigte Lizenz
es: Licencia requerida
fr: Licence requise
id: Lisensi yang dibutuhkan
it: Licenza richiesta
ja: 必要となるライセンス
lt: Būtina licencija
nl_nl: Vereiste licentie
pt: Licença Necessária
pt_br: Licença Obrigatória
ru: Требуемая Лицензия
sl: Zahtevano dovoljenje
uk: Потребує ліцензії

source: Private
da: Privat
de: Privat
es: Privado
fr: Privé
id: Pribadi
it: Privato
ja: プライベート
lt: Privatus
nl_nl: Besloten
pt: Privado
pt_br: Privado
ru: Приватный
sl: Zasebno
uk: Приватно

source: Private means that only a given list of users can access this project. In order for the user's name to be available to add to the Allowed Users - they first must visit the URL for your instance of OSMTM and Authorize access to their OpenStreetMap account. After they've done this, their username should be available for the administrator to add.
da: Privat betyder at kun folk på en bestemt liste har adgang til projektet. For at tilføje folk på en list med hvem der har adgang - Først skal disse besøge URLen for dit OSMTM og bede om adgang and så skal de give autorisation til deres OpenStreetMap konto. Når dette er gjort, så kan administratorer tilføje dem.
de: Privat bedeutet, dass nur eine ausgewählte Gruppe von Benutzern auf dieses Projekt zugreifen kann. Damit ein Benutzer dieser Gruppe beitreten kann, muss er die URL ihrer OSMTM Installation aufrufen und sich über seinen OpenStreetMap account authorisieren. Erst danach kann der Administrator den Benutzernamen der Gruppe hinzufügen.
es: "Privado" significa que solo una lista determinada de usuarios pueden acceder a este proyecto. Para que el nombre de usuario esté accesible para ser añadido a los "Usuarios permitidos", deberán primero visitar la URL de tu instancia de OSMTM y Autorizar el acceso a su cuenta de OpenStreetMap. Después de haber hecho esto, su nombre de usuario debería estar accesible para ser añadido por el administrador.
fr: Privé signifie que seuls les utilisateurs qui ont été listés ci-dessous peuvent accéder à ce projet. Afin que les noms d’utilisateurs puissent être ajoutés, il est nécessaire qu'au préalable ces utilisateurs se soient connectés à l'instance du Tasking Manager OSM et aient autorisé l’accès à leur compte OpenStreetMap. Une fois cela fait, leurs noms d'utilisateurs devraient être disponibles pour que l'administrateur puisse les ajouter à la site des utilisateurs autorisés.
id: Pribadi berarti hanya diberikan kepada daftar user yang bisa mengakses proyek ini. Agar nama user bisa digunakan untuk ditambahkan di User yang di perbolehkan - mereka harus datang mengunjungi URL untuk keperluan OSMTM dan mengautorisasi akses ke akun OpenStreetMap mereka. Setelah mereka melakukan ini, nama pengguna sudah tersedia untuk ditambahkan oleh administrator.
it: Privato significa che solo un dato elenco di utenti può accedere a questo progetto. Per far si che i nomi degli utenti siano disponibili per aggiungerli tra gli utenti autorizzati, devono prima visitare l'URL della propria istanza ed autorizzare l'accesso al proprio account OpenStreetMap. Dopo che lo hanno fatto, il loro nome utente dovrebbe essere disponibile per essere aggiunto dall'amministratore.
ja: プライベート設定を行うことによって、プロジェクトへアクセスできるユーザを制限することが可能です。アクセスを許可するユーザ名の指定を行ってください。ユーザに対して許可を与えるには、そのユーザが一度OSMTMにアクセスし、OpenStreetMapアカウントで認証を行っている必要があります。認証が行われていれば、管理者によって対象のユーザ名を指定した追加が可能になります。
lt: „Privatus“ reiškia, kad tik naudotojai iš sąrašo gali prieiti prie šio projekto. Norint, kad naudotojo vardas būtų prieinamas įdėjimui į leidžiamų sąrašą jie pirmiau turi aplankyti jūsų OSMTM egzemplioriaus URL ir sankcionuoti prieigą prie savo OpenStreetMap paskyrų. Kai jie tai padarys, jų naudotojų vardai bus pasiekiami administratoriui.
nl_nl: Besloten betekent dat alleen een opgegeven lijst van vrijwilligers aan dit project kunnen deelnemen. Om een vrijwilliger toe te kunnen voegen dient deze zich eenmalig te hebben aangemeld bij de OSM Tasking Manager met een bestaande OpenStreetMap gebruikersnaam.
pt: Privado significa que apenas um grupo de utilizadores indicado pode aceder a este projeto. Para que o nome do utilizador esteja disponível para ser adicionado aos Utilizadores Permitidos - este tem de aceder à página da sua instância do Gestor de Tarefas e autorizar o acesso à conta do OpenStreetMap. Após isso, o nome do utilizador estará disponível para ser adicionado.
pt_br: Privado significa que apenas um determinado grupo de usuários pode acessar este projeto. Para que o nome do usuário esteja disponível para adicionar à lista de Usuários Autorizados, ele precisa primeiro visitar a URL de sua instância do OSMTM e autorizar o acesso à sua conta no OpenStreetMap. Depois de ter feito isso, o nome do usuário deve estar disponível para o administrador adicioná-lo.
ru: Приватный означает что доступ к проекту будет иметь ограниченный список пользователей. Прежде чем вы сможете добавить имя пользователя в список Допущенных Пользователей, пользователь должен посетить URL для вашего экземляра OSMTM и разрешить доступ к его OpenStreetMap аккаунту. После того как пользователь сделает это, его имя должно быть доступно администратору проекта для добавления в список Допущенных Пользователей.
sl: Zasebno pomeni, da le uporabniki na danem seznamu lahko dostopajo do tega projekta. Da bo uporabniško ime uporabnika mogoče dodati na seznam dovoljenih uporabnikov, mora uporabnik najprej obiskati povezavo vaše instance OSMTM in avtorizirati dostop do svojega računa OpenStreetMap. Po tem opravilu bodo lahko skrbniki dodali uporabniško ime tega uporabnika na zgornji seznam.
uk: „Пріватно“ означає, що тільки обмежене коло користувачів мають доступ до цього проекту. Для того, щоб користувача можна було додати до переліку „Допущених користувачів“, він спочатку повинен відвідати URL вашого екземпляру OSMTM та Авторизувати доступ до його облікових даних в OpenStreetMap. Після цього, адміністратор буде в змозі додати його до переліку.

source: Allowed users
da: Tilladte brugere
de: Erlaubte Benutzer
es: Usuarios autorizados
fr: Utilisateurs autorisés
id: Pengguna yang diperbolehkan
it: Utenti abilitati
ja: 許可ユーザ
lt: Leidžiama naudotojams
nl_nl: Gemachtigde vrijwilligers
pt: Utilizadores permitidos
pt_br: Usuários autorizados
ru: Допущенные пользователи
sl: Dovoljeni uporabniki
uk: Допущені користувачі

source: Type a username
da: Indtast et brugernavn
de: Tippen sie einen Benutzernamen
es: Escriba un nombre de usuario
fr: Saisissez un nom d'utilisateur
id: Ketik nama user
it: Scrivi un username
ja: ユーザ名を入力
lt: Įveskite naudotojo vardą
nl_nl: Selecteer een vrijwilliger
pt: Introduza um nome de utilizador
pt_br: Digite um nome de usuário
ru: Введите имя пользователя
sl: Vpišite uporabniško ime
uk: Введіть користувача

source: Add user
da: Tilføje bruger
de: Benutzer hinzufügen
es: Añadir usuario
fr: Ajoutez un utilisateur
id: Tambah user
it: Aggiungi utente
ja: ユーザ追加
lt: Pridėti naudotoją
nl_nl: Vrijwilliger toevoegen
pt: Adicionar utilizador
pt_br: Adicionar usuário
ru: Добавьте пользователя
sl: Dodaj uporabnika
uk: Додати користувача

source: Project due date
da: Projekt udløbsdato
de: Projekt-Ende Datum
es: Fecha de vencimiento del proyecto
fr: Date d'échéance du projet
id: Tenggat waktu proyek
it: Scadenza del progetto
ja: プロジェクト完了目標日時
lt: Projekto terminas
nl_nl: Gewenste einddatum van het project
pt: Término do projeto
pt_br: Data de entrega do projeto
ru: Проект нужен к дате
sl: Rok zaključka projekta
uk: Дата закінчення проекту

source: The date after which the project will automatically be archived.
da: Datoen for hvornår projektet automatisk vil blive arkiveret.
de: Nach diesem Datum wird das Projekt automatisch archiviert.
es: Fecha después de la cual el proyecto será archivado automáticamente.
fr: Date après laquelle le projet sera automatiquement archivé.
id: Tanggal setelah proyek disimpan secara otomatis.
it: Data dopo la quale il progetto sarà archiviato automaticamente.
ja: この日時を過ぎると、プロジェクトは自動的に完了になります。
lt: Data, po kurios projektas bus automatiškai suarchyvuotas.
nl_nl: De datum waarop het project automatisch zal worden gearchiveerd.
pt: Data em que o projeto será automaticamente arquivado
pt_br: Data após a qual o projeto será automaticamente arquivado.
ru: Дата, после которой, проект будет автоматически отправлен в архив.
sl: Datum po katerem bo projekt samodejno arhiviran.
uk: Дата, після якої проект буде автоматично переведений в архів.

source: JOSM Preset
da: JOSM forudindstillinger
es: Predefinido de JOSM
fr: Preset JOSM
id: Preset JOSM
it: Preset di JOSM
ja: JOSMプリセット
lt: JOSM ruošinys
nl_nl: JOSM voorkeursinstelling
pt: Modelo de Etiquetas do JOSM
pt_br: Modelo de etiquetas do JOSM
ru: Предустановка тегов для JOSM
sl: Prednastavitev JOSM
uk: Заготовки JOSM

source: A JOSM Preset has already been added to this project.
da: En JOSM forudindstilling er allerede blevet tilføjet dette projekt.
de: Ein JOSM Preset wurde dem Projekt schon hinzugefügt.
es: Un predefinido de JOSM ha sido ya añadido a este proyecto.
fr: Un preset JOSM a déjà été ajouté à ce projet.
id: Preset JOSM sudah ditambahkan kedalam proyek ini.
it: Un Preset di JOSM è stato già aggiunto a questo progetto.
ja: プロジェクトに自動的に追加されるJOSMプリセット
lt: JOSM ruošinys šiam projektui jau buvo pridėtas.
nl_nl: Er is al een voorkeursinstelling voor JOSM aan dit project toegevoegd.
pt: Já foi adicionado um modelo de etiquetas do JOSM a este projeto.
pt_br: Um modelo de etiquetas do JOSM já foi adicionado a este projeto.
ru: Набор заготовок тегов для JOSM уже добавлен к этому проекту.
sl: Prednastavitev JSOM je že bila dodana na ta projekt.
uk: Заготовки JOSM вже додані до цього проекту.

source: Invalidation
de: Ungültig
es: Invalidación
it: Annullamento
ja: 差し戻し
lt: Anuliavimas
pt: Invalidação
pt_br: Marcação de resultados inválidos
ru: Проверка
uk: Відхилення

source: Invalidate All Tasks
de: Alle Aufgaben ungültig machen.
es: Invalidar todas las tareas
fr: Invalider toutes les tâches
it: Annulla tutti i compiti
ja: 全タスクを差し戻す
lt: Anuliuoti visas užduotis
pt: Invalidar Todas as Tarefas
pt_br: Invalidar todas as tarefas
ru: Отметить все задачи проверенными
uk: Відхилити всі завдання

source: Click this button if project instructions have changed, or if for some reason you need to invalidate all done tasks in a single step.
de: Drücken sie diesen Knopf wenn sich die Projekt-Anweisungen geändert haben oder es einen anderen Grund gibt um alle erldigten aufgaben als ungültig zu markieren.
es: Haz clic en este botón si las instrucciones del proyecto han cambiado, o si por alguna razón necesitas invalidar de una sola vez todas las tareas hechas.
fr: Cliquez sur ce bouton si les instructions du projet ont changé, ou si pour une raison quelconque vous avez besoin d'invalider toutes les tâches faites en une seule fois.
it: Clicca su questo bottone se le istruzioni del progetto sono cambiate, o se per qualche ragione devi invalidare tutti i task già fatti in una volta sola.
ja: このボタンは、プロジェクトの操作方法が変更された時や、なんらかの理由があってすべてのタスクを一度に差し戻したい時にのみ使用してください。
lt: Spauskite šį mygtuką, jei projekto instrukcijos pasikeitė ar dėl kokios nors priežasties reikia anuliuoti visas baigtas užduotis vienu žingsniu.
pt: Clique neste botão caso as instruções do projeto tenham sido alteradas, ou se por alguma razão necessita de invalidar todas as tarefas terminadas num só passo.
pt_br: Clique este botão se instruções para o projeto tiverem sido alteradas, ou se por alguma outra razão você precisa marcar de uma só vez, como inválidos, os resultados de todas as tarefas já concluídas.
ru: Нажмите эту кнопку, если инструкции поменялись, или вам зачем-то понадобилось отметить все готовые задачи проверенными за раз.
uk: Натисніть цю кнопку, якщо інструкції проекту були змінені або з певних причин вам потрібно відхилити всі виконані на цьому етапі завдання, щоб перейти до наступної фази роботи.

source: WARNING: This cannot be undone.
de: WARNUNG: Dieser Schritt kann nicht rückgängig gemacht werden!
es: ADVERTENCIA: Esto no se podrá deshacer.
fr: ATTENTION: Cette action est irréversible.
it: ATTENZIONE: quest'azione non può essere annullata.
ja: 警告: この操作は取り消せません。
lt: ĮSPĖJIMAS: Tai negali būti atšaukta.
pt: AVISO: esta ação não pode ser desfeita!
pt_br: CUIDADO! Isto não poderá ser desfeito.
ru: ВНИМАНИЕ: Это не отменить.
uk: УВАГА: Цю дії неможливо відмінити!

source: Tip:
de: Tipp:
es: Consejo:
fr: Astuce :
id: Tips:
it: Suggerimento:
lt: Patarimas:
pt: Dica:
pt_br: Dica:
ru: Подсказка:
sl: Namig:
uk: Порада:

source: You can use <a href class="markdown">Markdown</a>. (HTML is not allowed)
da: Du kan bruge <a href class="markdown">marker ned</a>. (HTML er ikke tilladt)
de: Du kannst <a href class="markdown">Markdown</a> verwenden. (HTML ist nicht zulässig)
es: Puede utilizar <a href class="markdown">Markdown</a>. (HTML no está permitido)
fr: vous pouvez utiliser du <a href class="markdown">Markdown</a> (le HTML n'est pas autorisé).
id: Anda bisa menggunakan <a href class="markdown">Markdown</a>.(HTML tidak diperbolehkan)
it: Puoi usare <a href class="markdown">Annotazione</a>. (HTML non è permesso)
ja: <a href class="markdown">Markdown</a>記法を使うことが可能です。(HTMLは使えません)
lt: Galite naudoti <a href class="markdown">Markdown</a>. (HTML neleidžiamas)
nl_nl: <a href class="markdown">Markdown</a> kan worden gebruikt om de tekst op te maken.
pt: Pode utilizar código <a href class="markdown">Markdown</a> (o código HTML não é permitido)
pt_br: Você pode usar <a href class="markdown">Markdown</a>. (HTML não é permitido)
ru: Вы можете использовать <a href class="markdown">Markdown</a>. (HTML запрещен)
sl: Uporabite lahko jezik <a href class="markdown">Markdown</a>. (Jezik HTML ni dovoljen)
uk: Ви може використовувати <a href class="markdown">Markdown</a>. (HTML заборонений)

source: Preview
da: Forhåndsvisning
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pra-tampilan
it: Anteprima
ja: プレビュー
lt: Peržiūra
nl_nl: Voorbeeld
pt: Previsão
pt_br: Visualização
ru: Предпросмотр
sl: Predogled
uk: Перегляд

source: The list of elements we ask you to map
de: Die Liste der Objekte die Du kartographieren sollst
es: La lista de elementos que le pedimos cartografiar
fr: La liste des éléments que nous vous demandons de cartographier
id: Daftar elemen yang kami minta ke anda untuk dipetakan
it: La lista degli elementi che ti chiediamo di mappare
ja: マッピング対象の要素一覧
lt: Elementų, kuriuos prašome žymėti, sąrašas
nl_nl: OpenStreetMap entiteiten waar de organisatie behoefte aan heeft
pt: A lista de elementos que pedimos para mapear
pt_br: A lista de elementos que desejamos que você mapeie
ru: Список элементов, которые нужно картировать
sl: Seznam elementov, za katere vas prosimo, da jih kartirate
uk: Це перелік елементів, які ми просимо нанести на мапу

source: The default comment entered when uploading data to the OSM database. Please add to the default comment a description of what you actually mapped.
de: Der eingegebene Standardkommentar, wenn Daten zur OSM-Datenbank hochgeladen werden. Bitte fügen Sie zum Standardkommentar noch eine Beschreibung Ihrer tatsächlichen Kartierungen hinzu.
es: Éste es el comentario introducido cuando se subieron los datos a la base de datos de OSM. Por favor, añade una descripción de lo que has cartografiado al comentario por defecto.
fr: Le commentaire par défaut saisi lorsque les données sont envoyés sur la base de données OSM. Veuillez ajouter à ce commentaire une description de ce que vous avez effectivement cartographié.
ja: デフォルトのコメントは、OSMデータベースにデータをアップロードする際に入力されます。自身が変更した内容を、コメント欄に追記するようにしてください。
pt: O comentário padrão introduzido ao enviar dados para o OpenStreetMap. Por favor adicione ao comentário padrão uma descrição do que mapeou.
pt_br: O comentário padrão registrado ao enviar dados para a base do OSM. Por favor, adicione uma descrição do que você mapeou ao comentário padrão.
uk: Типовий коментар використовується під час надсилання даних до бази даних ОСМ. Будь ласка, додайте до типового коментарю опис того, що ви зробили.

source: When saving your work, please leave the default comment but add what you actually mapped, for example "added buildings and a residential road".
de: Bitte belassen Sie beim Speichern Ihrer Arbeit den Standardkommentar, aber fügen Sie eine Beschreibung Ihrer tatsächlichen Änderungen hinzu, zum Beispiel "added buildings and a residential road".
es: Cuando subas lo que has hecho a OSM, te rogamos mantengas el comentario por defecto pero que añadas también lo que has cartografiado. Por ejemplo: "añadidos edificios y una calle urbana".
fr: Lorsque vous sauvegardez votre travail, veuillez laisser le commentaire par défaut mais complétez le avec ce que vous avez effectivement cartographié, par exemple "bâtiments et routes secondaires ajoutés".
ja: 作業内容をセーブする際には、デフォルトのコメントをそのまま残し、そこにあなたが作業した内容を追記するようにしてください。例えば "建物と住宅街の道路を追加" のようなかんじです。
pt: Ao terminar o trabalho, por favor deixe o comentário padrão mas adicione o que realmente mapeou. Por exemplo "added buildings and a residential road".
pt_br: Quando salvar seu trabalho, por favor, mantenha o comentário padrão mas adicione o que você realmente mapeou, por exemplo "adicionei prédios e uma rua residencial".
uk: Під час збереження ваших змін, будь ласка, додайте до типовго коментаря опис того, що ви зробили, не змінюйте його, наприклад, "додано будинки та дороги місцевого значення".

source: preset
da: forudindstillet
de: Voreinstellung
es: predefinido
it: predefinito
ja: プリセット
lt: ruošinį
nl_nl: voorkeursinstelling
pt: modelo de etiquetas
pt_br: modelo de etiquetas
ru: заготовку тегов
sl: prednastavitev
uk: заготовки

source: Using JOSM? Please use the dedicated ${preset_link}.
da: Bruger du JOSM? - Brug venligst disse ${preset_link}.
de: Verwenden sie JOSM? Dann verwenden sie bitte diesen ${preset_link}.
es: ¿Estás usando JOSM? Por favor, usa el ${preset_link} correspondiente.
fr: Vous utilisez JOSM ? SVP utilisez le ${preset_link} dédié.
id: Menggunakan JOSM? Tolong gunakan ${preset_link} yang sudah disiapkan.
it: Usi JOSM? Per favore usa il ${preset_link} dedicato.
ja: JOSMを使っている場合、このプロジェクト専用のプリセット ${preset_link} をお使いください。
lt: Naudojate JOSM? Naudokite specialių ${preset_link}.
nl_nl: Voor JOSM dient ${preset_link} te worden gebruikt.
pt: A utilizar o JOSM? Por favor use o ${preset_link}.
pt_br: Você está usando JOSM? Por favor use o ${preset_link} apropriado.
ru: Пользуетесь JOSM? Пожалуйста, используйте специальную ${preset_link}.
sl: Uporabljate program JOSM? Prosimo uporabite namensko ${preset_link}.
uk: Використовуєте JOSM? Будь ласка, використовуйте ці ${preset_link}.

source: Start contributing
da: Start med at bidrage
de: Mitmachen
es: Comenzar a contribuir
fr: Commencer à contribuer
id: Mulai berkontribusi
it: Inizia a contribuire
ja: 参加
lt: Prisidėti
nl_nl: Meedoen
pt: Começar a contribuir
pt_br: Começar a colaborar
ru: Принять участие
sl: Začnite prispevati
uk: Прийняти участь

source: Export
da: Eksport
de: Exportieren
es: Exportar
it: Esporta
ja: エクスポート
lt: Eksportuoti
nl_nl: Exporteren
pt: Exportar
pt_br: Exportar
ru: Экспорт
sl: Izvoz
uk: Експорт

source: Contribute
da: Bidrag
de: Mitmachen
es: Contribuir
fr: Contribuer
id: Kontribusi
it: Contribuisci
ja: 参加
lt: Prisidėti
nl_nl: Deelnemen
pt: Contribuir
pt_br: Colaborar
ru: Участвовать
sl: Prispevajte
uk: Брати участь

source: Activity
da: Aktivitet
de: Aktivitäten
es: Actividad
fr: Activité
id: Aktivitas
it: Attività
ja: 活動状況
lt: Aktyvumas
nl_nl: Activiteit
pt: Atividade
pt_br: Atividade
ru: Деятельность
sl: Aktivnost
uk: Діяльність

source: Stats
da: Statistik
de: Statistiken
es: Estadísticas
id: Status
it: Statistiche
ja: 統計
lt: Statistika
nl_nl: Statistieken
pt: Estatísticas
pt_br: Estatísticas
ru: Статистика
sl: Statistika
uk: Статистика

source: Loading
da: Indlæser
de: Laden
es: Cargando
fr: Chargement
id: Memuat
it: Caricamento
ja: 読み込み中
lt: Įkeliama
nl_nl: Bezig met laden
pt: A carregar
pt_br: Carregando
ru: Загружаю
sl: Nalaganje
uk: Заватаження

source: Task doesn't exist.
da: Opgave findes ikke.
de: Task existiert nicht.
es: La tarea no existe.
fr: La tâche n'existe pas.
id: Task tidak tersedia.
it: Il task non esiste.
ja: タスクが存在しません。
lt: Užduotis neegzistuoja.
nl_nl: De taak bestaat niet
pt: A tarefa não existe.
pt_br: Tarefa inexistente.
ru: Задание не существует.
sl: Naloga ne obstaja.
uk: Завдання не існує.

source: an error occured
da: der skete en fejl
de: es ist ein Fehler aufgetreten
es: ocurrió un error
fr: Une erreur est apparue.
id: Sebuah error muncul
it: è accaduto un errore
ja: エラーが発生しました
lt: įvyko klaida
nl_nl: Er is een fout opgetreden
pt: ocorreu um erro
pt_br: ocorreu um erro
ru: возникла ошибка
sl: prišlo je do napake
uk: виникла помилка
