Repository: hotosm/tasking-manager
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: da, de, es, fr, id, it, ja, lt, nl_nl, pt, pt_br, ru, sl, uk

source: You cannot validate a task that you have personally marked as done.
de: Sie können keinen Task validieren, den Sie selbst als fertig markiert haben.
es: No se puede validar un tarea que ha marcado personalmente como hecha.
fr: Vous ne pouvez pas valider une tâche que vous avez marquée comme faite.
id: Anda tidak bisa membenarkan task yang sudah anda tandai selesai.
it: Non puoi validare un compito che hai personalmente contrassegnato come terminato.
ja: 自分で作業を行ったタスクを自分で確認することはできません。
lt: Negalite patvirtinti užduoties, kurią patys pažymėjote kaip baigtą.
nl_nl: Het is niet mogelijk een taak te valideren die je zelf hebt uitgevoerd.
pt: Não pode validar uma tarefa que marcou como terminada.
pt_br: Você não pode validar uma tarefa concluída por você mesmo.
ru: Нельзя проверять задачу, которую вы сами отметили сделанной.
uk: Ви не можете ухвалити завдання, яке власноруч позначили як виконане.

source: Validate
da: Godkend
de: Validieren
es: Validar
fr: Valider
id: Validasi
it: Conferma
ja: 確認完了
lt: Patvirtinti
nl_nl: Gevalideerd
pt: Validar
pt_br: Validar
ru: Одобрить
sl: Potrdi
uk: Ухвалити

source: Stop working on this task and unlock it. You may resume work on it again later.
de: Hör auf an dieser Aufgabe zu arbeiten und sie wieder freizugeben. Du kannst später deine Arbeit wieder fortsetzen.
es: Dejar de trabajar en esta tarea y desbloquearla. Puede reanudar el trabajo sobre esto más tarde.
fr: Arrêter de travailler sur cette tâche et la débloquer. Vous pourrez continuer à travailler dessus plus tard.
id: Berhenti mengerjakan task ini dan buka. Anda bisa melanjutkan kerja ini nanti.
it: Smetti di lavorare a questo compito e sbloccalo. Puoi riprendere a lavorarci più tardi.
ja: このタスクの作業を中断し、アンロックしてください。残りの作業は後で続きを行うことが可能です。
lt: Baigti dirbti prie šios užduoties ir ją atblokuoti. Galėsite pratęsti darbą vėliau.
nl_nl: Stop en ontgrendel deze taak. De taak kan later weer worden opgepakt.
pt: Parar de editar nesta tarefa e desbloqueá-la. Pode resumir a edição nela mais tarde.
pt_br: Pare de trabalhar nesta tarefa e deixe-a desbloqueada. Outra hora você poderá retomar o trabalho nela.
ru: Прекратить работу над задачей и разблокировать её. Вы сможете продолжить работу позже.
uk: Припинити працювати над цим завданням і розблокувати його. Ви зможете продовжити роботу над ним пізніше.

source: Submit for review when all instructions are completed.
de: Zur Prüfung einreichen wenn alle Anweisungen erledigt sind.
es: Cuando todas las instrucciones hayan sido completadas, envíalo para ser revisado.
fr: Soumettre pour vérification lorsque les instructions sont complètes.
it: Invia per la revisione quando tutte le istruzioni saranno state completate.
ja: 全インストラクション完了後、レビューを実施
lt: Pateikite peržiūrai, kai visos instrukcijos įvykdytos.
pt: Submeter para revisão quando todas as instruções estiverem finalizadas.
pt_br: Enviar para revisão quando todas as instruções forem cumpridas.
ru: Отправьте на проверку, когда выполнили все инструкции.
uk: Передати на перегляд після того, як всі інструкції будуть виконані.

source: Mark task as done
da: Angiv opgaven som færdig
de: Aufgabe als erledigt markieren
es: Marcar la tarea como hecha
fr: Marquer comme complété
id: Tandai task sudah selesai
it: Segna questo compito come concluso
ja: 完了としてマーク
lt: Pažymėti, kaip baigtą
nl_nl: Taak als gereed markeren
pt: Marcar a tarefa como terminada
pt_br: Marcar tarefa como concluída
ru: Отметить задачу сделанной
sl: Označi nalogo kot dokončano
uk: Позначити завдання як виконане

source: Lock this task to tell others that you are currently working on it.
da: Lås denne opgave for at fortælle andre at du pt. arbejder på denne.
de: Diese Aufgabe sperren, um anderen mitzuteilen, dass Du im Moment daran arbeitest.
es: Bloquea esta tarea para advertir a otros de que estás trabajando en ella.
fr: Bloquez cette tâche pour avertir les autres que vous êtes en train de travailler dessus.
id: Kunci task ini untuk memberitahu bahwa anda sedang mengerjakannya.
it: Blocca questo compito per dire agli altri che ci stai lavorando in questo momento
ja: タスクをロックすることにより、この地域をあなたが作業中であると表示されます。
lt: Užblokuoti šią užduotį, kad kiti žinotų, jog prie jos dirbate.
nl_nl: Vergrendel de taak om anderen te duidelijk te maken dat er aan gewerkt wordt.
pt: Bloqueie esta tarefa para que outros contribuidores saibam que está a trabalhar nela.
pt_br: Bloqueie esta tarefa para comunicar aos outros usuários que você está trabalhando nela.
ru: Заблокировать задачу, чтобы никто другой не начал над ней работать.
sl: Zaklenite to opravilo, da ostali uporabniki vedo, da trenutno vi delate na njem.
uk: Заблокуйте завдання, щоб сповістити інших, що ви над ним працюєте.

source: Start mapping
da: Start kortlægning
de: Mit dem Mappen beginnen
es: Comenzar a cartografiar
fr: Commencer à cartographier
id: Mulai memetakan
it: Inizia a mappare
ja: マッピング開始
lt: Pradėti žymėjimą
nl_nl: Begin met de taak
pt: Começar a mapear
pt_br: Começar a mapear
ru: Приступить к картированию
sl: Začnite kartirati
uk: Розпочати мапити

source: Lock this task to tell others that you are currently reviewing it. Validate that this task has been mapped correctly and completely.
da: Lås denne opgave for at fortælle andre at du er igang med kvalitetsvurdere det. Godkendelse af denne opgave betyder er den korrekt kortlagt.
de: Sperre diese Aufgabe, um anderen mitzuteilen, dass du sie gerade überprüfst. Untersuche, dass diese Aufgabe korrekt und vollständig kartographiert wurde.
es: Bloquee esta tarea para decir a otros que está actualmente revisándola. Valide que esta tarea haya sido mapeada correcta y completamente.
fr: Verrouillez cette tâche pour indiquer aux autres que vous êtes en train de la vérifier. Validez la si elle a été cartographiée correctement et complètement.
id: Kunci task ini untuk memberitahukan ke orang lain bahwa anda saat ini sedang meninjaunya. Validasi task ini untuk memberitahu bahwa task ini sudah dipetkan lengkap dan benar.
it: Blocca questo compito per avvisare gli altri che lo stai revisionando. Valida che questo compito sia stato mappato correttamente in tutte le sue parti.
ja: このタスクをロックすることで、あなたがこの区域をレビュー中であることが表示されます。このタスクの内容が正しく完全にマッピングされているか確認してください。
lt: Užblokuoti šią užduotį, kad kiti žinotų, jog ją tikrinate. Patvirtinkite, kad ši užduotis buvo sužymėta žemėlapyje teisingai ir pilnai.
nl_nl: Vergrendel deze taak om anderen duidelijk te maken dat jij hem aan het reviewen bent. Valideer dat deze taak correct en compleet in kaart is gebracht.
pt: Bloqueie esta tarefa para que outros contribuidores saibam que está a revê-la. Faça a validação confirmando que o que foi pedido foi mapeado corretamente.
pt_br: Bloqueie esta tarefa para avisar aos outros usuários que você a está revisando neste momento. Depois, declare-a como válida se o mapeamento estiver correto e completo.
ru: Возьмите эту задачу, чтобы указать остальным что вы проверяете ее. Убедитесь что задача картирована верно и полностью.
sl: Zaklenite to opravilo, da ostali uporabniki vedo, da ga trenutno pregledujete. Potrdite to opravilo, če menite, da je bilo njegovo področje pravilno in v celoti kartirano.
uk: Заблокуйте це завдання, щоб дати знати іншим, що ви зараз оцінюєте його. Перевірте чи було це завдання виконане повністю та коректно.

source: Review the work
da: Kvalitetstjek arbejdet
de: Die Arbeit überprüfen
es: Revisar el trabajo
fr: Vérifier le travail
id: Tinjau ulang pekerjaan
it: Controlla il lavoro
ja: 作業内容確認
lt: Patikrinti darbą
nl_nl: Controleer het werk
pt: Rever o trabalho feito
pt_br: Revisar o trabalho
ru: Оценить результат
sl: Preglejte delo
uk: Перевірити роботу

source: User profile
da: Brugerprofil
de: Benutzerprofil
es: Perfil de usuario
fr: Profil utilisateur
id: Profil pengguna
it: Profilo utente
ja: ユーザプロフィール
lt: Naudotojo profilis
nl_nl: Profiel
pt: Perfil de utilizador
pt_br: Perfil do usuário
ru: Профиль пользователя
sl: Uporabniški profil
uk: Профіль користувача

source: User: ${username}
da: Bruger: ${username}
de: Benutzer: ${username}
es: Usuario: ${username}
fr: Utilisateur : ${username}
it: Utente: ${username}
ja: ユーザ: ${username}
lt: Naudotojas: ${username}
nl_nl: Vrijwilliger: ${username}
pt: Utilizador: ${username}
pt_br: Usuário: ${username}
ru: Пользователь: ${username}
sl: Uporabnik: ${username}
uk: Користувач: ${username}

source: This is <b>You</b>!
da: Dette er <b>dig</b>!
de: Das bist <b>Du</b>!
es: ¡Este es <b>usted</b>!
fr: C'est <b>vous</b> !
id: Ini <b>Anda</b>!
it: Questo sei <b>tu</b>!
ja: <b>あなた</b>です！
lt: Tai <b>Jūs</b>!
nl_nl: Dit ben <b>jij</b>!
pt: Este é <b>Você</b>!
pt_br: Este é <b>Você</b>!
ru: Это <b>Вы</b>!
sl: To ste <b>Vi</b>!
uk: Це <b>Ви</b>!

source: OSM User Profile
da: OSM brugerprofil
de: OSM Benutzer-Profil
es: Perfil de usuario OSM
fr: Profil d'utilisateur OSM
id: Profil OSM pengguna
it: Profilo utente OSM
ja: OSMユーザプロフィール
lt: OSM naudotojo profilis
nl_nl: OpenStreetMap profiel
pt: Perfil de Utilizador OSM
pt_br: Perfil de Usuário OSM
ru: Профиль пользователя OSM
sl: OSM uporabniški profil
uk: Профіль користувача в OSM

source: OSM Profile
da: OSM profil
de: OSM-Profil
es: Perfil OSM
fr: Profil d'utilisateur OSM
id: Profil OSM
it: Profilo OSM
ja: OSMプロフィール
lt: OSM profilis
nl_nl: OpenStreetMap profiel
pt: Perfil OSM
pt_br: Perfil OSM
ru: Профиль пользователя OSM
sl: OSM profil
uk: Профіль в OSM

source: This user joined OSM
da: Denne bruger har tilsluttet sig OSM
de: Dieser Nutzer ist OSM beigetreten.
es: Este usuario se unió a OSM
fr: Cet utilisateur a rejoint OSM
id: User ini bergabung OSM
it: Questo utente si è unito a OSM
ja: OSM登録済みユーザ
lt: Šis naudotojas prisijungė prie OSM
nl_nl: Vrijwilliger is geregistreerd als OpenStreetMap deelnemer
pt: Este utilizador juntou-se ao OSM
pt_br: Este usuário atenticou-se no OpenStreetMap
ru: Этот человек теперь в OSM
sl: Ta uporabnik se je pridružil OSM
uk: Цей користувач долучився до OSM

source: OSM User Changeset History
da: OSM brugers ændringssætshistorie
de: OSM Benutzer Changeset History
es: Historial del conjunto de cambios de usuario de OSM
fr: Historique des modifications dans OSM pour cet utilisateur
id: Riwayat Changeset User OSM
it: Storico gruppo di modifiche utente OSM
ja: OSMユーザ変更セット履歴
lt: OSM naudotojo pakeitimų istorija
nl_nl: OpenStreetMap activiteit voor deze gebruiker
pt: Histórico de alterações do utilizador no OSM
pt_br: Histórico de conjuntos de alterações no OpenStreetMap
ru: История правок осмера
sl: Zgodovina paketov sprememb uporabnika OSM
uk: Історія наборів змін користувача OSM

source: OSM Edit History
da: OSM redigeringshistorie
de: OSM-Bearbeitungsgeschichte
es: Historial de ediciones de OSM
fr: Historique des éditions dans OSM
id: Riwayat Perubahan OSM
it: Storico modifiche OSM
ja: OSM編集履歴
lt: OSM redagavimo istorija
nl_nl: OpenStreetMap activiteit
pt: Histórico de alterações no OSM
pt_br: Histórico de edições no OpenStreetMap
ru: История правок OSM
sl: Zgodovina urejanj uporabnika
uk: Історія змін OSM

source: This user has submitted ${changes} total changeset.
de: Dieser Nutzer hat insgesamt ${changes} Änderungssatz beigetragen.
ja: このユーザは合計 ${changes} つの変更セットを実施しています。
pt_br: Este usuário submeteu ${changes} conjunto de alterações.
uk: Цей користувач надіслав усього ${changes} набор змін.

source: This user is an administrator.
da: Denne bruger er administrator.
de: Dieser Nutzer ist Administrator
es: Este usuario es un administrador.
fr: Cet utilisateur est administrateur.
id: Pengguna ini merupakan seorang administrator.
it: Questo utente è un amministratore.
ja: このユーザは管理者です。
lt: Šis naudotojas yra administratorius.
nl_nl: Vrijwilliger is een beheerder.
pt: Este utilizador é um administrador.
pt_br: Este usuário é um administrador.
ru: Это администратор.
sl: Ta uporabnik je skrbnik.
uk: Цей користувач — адміністратор.

source: Remove privileges
da: Fjern privilegier
de: Entferne Berechtigungen
es: Eliminar privilegios
fr: Enlever des priilèges
id: Hapus hak pakai
it: Rimuovi privilegi
ja: 権限削除
lt: Naikinti privilegijas
nl_nl: Rechten verwijderen
pt: Remover privilégios
pt_br: Privilégios remotos
ru: Снять привелегии
sl: Odstrani pooblastila
uk: Вилучити привілеї

source: Set as administrator
da: Angiv som administrator
de: Setze als Administrator
es: Establecer como administrador
fr: Définir comme administrateur
id: Atur sebagai admin
it: Imposta come amministratore
ja: 管理者に指定
lt: Nustatyti administratoriumi
nl_nl: Instellen als beheerder
pt: Definir como administrador
pt_br: Definir como administrador
ru: Назначить Администратором
sl: Nastavi za skrbnika
uk: Призначити Адміністратором

source: This user is a project manager.
da: Denne bruger er projektmanager.
de: Dieser Nutzer ist Projektmanager
es: Este usuario es un responsable de proyecto.
fr: Cet utilisateur est responsable projet.
id: Pengguna ini merupakan seorang manajer proyek.
it: Questo utente è un manager di progetto.
ja: このユーザはプロジェクト管理者です。
lt: Šis naudotojas yra projektų vadovas.
nl_nl: Vrijwilliger organiseert projecten.
pt: Este utilizador é um gestor do projeto.
pt_br: Este usuário é um administrador de projeto.
ru: Это менеджер проектов.
sl: Ta uporabnik je vodja projekta
uk: Цей користувач — керівник проекту.

source: Set as project manager
da: Angiv som projektmanager
de: Bestimme als Projektmanager
es: Colocar como administrador de proyectos
fr: Définir comme gestionnaire de projet
id: Atur sebagai manajer proyek
it: Imposta come manager del progetto
ja: プロジェクト管理者に指定
lt: Nustatyti projekto vadovu
nl_nl: Instellen als projectmanager
pt: Definir como gestor do projeto
pt_br: Definir como administrador de projeto
ru: Назначить руководителем проекта
sl: Nastavi kot vodjo projekta
uk: Призначити керівником проекту

source: This user contributed to the following projects:
da: Denne bruger har bidraget til følgende projekter:
de: Dieser Benutzer hat bei folgenden Projekten mitgearbeitet:
es: Este usuario ha contribuido a los siguientes proyectos:
fr: Cet utilisateur a contribué aux projets suivants :
id: User ini telah berkontribusi kedalam proyek berikut:
it: Questo utente ha contribuito ai seguenti progetti:
ja: このユーザが貢献したプロジェクト:
lt: Šis naudotojas prisidėjo prie šių projektų:
nl_nl: Deze vrijwilliger heeft bijgedragen aan de projecten:
pt: Este utilizador contribuiu nos seguintes projetos:
pt_br: Este usuário colabora com os seguintes projetos:
ru: Этот пользователь внес вклад в следующие проекты:
sl: Ta uporabnik je prispeval k naslednjim projektom:
uk: Цей учасник бере участь в наступних проектах:

source: Project Details
da: Projektdetaljer
de: Projekt-Details
es: Detalles de proyecto
fr: Détail
id: Rincian Proyek
it: Dettagli progetto
ja: プロジェクトの詳細
lt: Projekto informacija
pt: Detalhes do Projeto
pt_br: Detalhes do Projeto
ru: Детали проекта
sl: Podrobnosti projekta
uk: Подробиці проекту

source: ${count} tile
de: ${count} Kachel
ja: ${count} タイル
pt_br: ${count} quadrícula
uk: ${count} квадрат

source: User hasn't contributed yet.
da: Denne bruger har endnu ikke bidraget.
de: Benutzer hat bisher noch nichts beigetragen.
es: El usuario no ha contribuido aun.
fr: L'utilisateur n'a pas encore contribué (pas de tâches marquées comme réalisées).
id: User ini belum berkontribusi.
it: L'utente non ha ancora contribuito.
ja: このユーザからの貢献はまだありません。
lt: Naudotojas dar neprisidėjo.
nl_nl: Vrijwilliger heeft nog geen bijdrage geleverd.
pt: Este utilizador ainda não contribuiu.
pt_br: O usuário ainda não colaborou.
ru: Пользователь еще не внес правок.
sl: Uporabnik ni prispeval še ničesar.
uk: Користувач ще не брав участі.

source: From
da: Fra
de: Absender
es: Desde
fr: De la part de
id: Dari
it: Da
lt: Nuo
nl_nl: Afzender
pt: De
pt_br: De
ru: От
sl: Od
uk: З

source: Your page
da: Din side
de: Deine Seite
es: Tu página
fr: Votre page
id: Halaman anda
it: La tua pagina
ja: 個人ページ
lt: Mano puslapis
nl_nl: Profielpagina
pt: O seu perfil
pt_br: Minha página
ru: Ваша страница
sl: Vaš profil
uk: Ваша сторінка

source: logout
da: logud
es: Cerrar sesión
fr: Se déconnecter
it: esci
ja: ログアウト
lt: atsijungti
nl_nl: afmelden
pt: Terminar sessão
pt_br: Sair
ru: выйти
sl: odjava
uk: вийти

source: Users list
da: Brugerliste
de: Benutzer Liste
es: Lista de usuarios
fr: Liste des utilisateurs
id: Daftar user
it: Lista utenti
ja: ユーザ一覧
lt: Naudotojų sąrašas
nl_nl: Vrijwilligers
pt: Lista de utilizadores
pt_br: Lista de usuários
ru: Список пользователей
sl: Seznam uporabnikov
uk: Перелік користувачів

source: Manage licenses
da: Håndterer licenser
de: Lizenzen verwalten
es: Administrar licencias
fr: Gérer les licences
id: Atur lisensi
it: Gestisci le licenze
ja: ライセンス管理
lt: Valdyti licencijas
nl_nl: Licenties beheren
pt: Gerir licenças
pt_br: Administrar licenças
ru: Управление лицензиями
sl: Upravljanje dovoljenj
uk: Керування ліцензіями

source: Create a new project
da: Opret et nyt projekt
de: Neues Projekt erstellen
es: Crear un nuevo proyecto
fr: Créer un nouveau projet
id: Buat proyek baru
it: Crea un nuovo progetto
ja: 新プロジェクト作成
lt: Sukurti naują projektą
nl_nl: Nieuw project aanmaken
pt: Criar um novo projeto
pt_br: Criar um novo projeto
ru: Создать новый проект
sl: Ustvari nov projekt
uk: Створити новий проект

source: Users
da: Brugere
de: Nutzer
es: Usuarios
fr: Utilisateurs
id: Pengguna
it: Utenti
ja: ユーザ
lt: Naudotojai
nl_nl: Vrijwilligers
pt: Utilizadores
pt_br: Usuários
ru: Пользователи
sl: Uporabniki
uk: Користувачі

source: Keys:
da: Nøgler:
de: Schüssel:
es: Claves:
fr: Légende :
it: Key:
ja: キー:
lt: Legenda:
nl_nl: Symbolen:
pt: Chaves:
pt_br: Legenda:
ru: Ключи:
sl: Legenda:
uk: Ключі:

source: Administrator
es: Administrador
fr: Administrateur
id: Admin
it: Amministratore
ja: 管理者
lt: Administratorius
nl_nl: Beheerder
pt: Administrador
pt_br: Administrador
ru: Администратор
sl: Skrbnik
uk: Адміністратор

source: Project Manager
da: Projektmanager
de: Projektmanager
es: Administrador de proyectos
fr: Gestionnaire de projets
id: Manajer proyek
it: Manager del progetto
ja: プロジェクト管理者
lt: Projekto vadovas
pt: Gestor do Projeto
pt_br: Administrador do projeto
ru: Руководиель Проекта
sl: Vodja projekta
uk: Керівник проекту

source: License doesn't exist!
da: Licens findes ikke!
de: Lizenz nicht vorhanden!
es: ¡La licencia no existe!
fr: La licence n'existe pas !
id: Lisensi tidak tersedia!
it: La licenza non esiste!
ja: ライセンスが存在しません！
lt: Licencija neegzistuoja!
nl_nl: De licentie bestaat niet
pt: A licença não existe!
pt_br: Licença inexistente!
ru: Лицензия не существует!
sl: Dovoljenje ne obstaja!
uk: Ліцензії не існує!

source: License removed!
da: Licens fjernet!
de: Lizenz entfernt!
es: ¡Licencia eliminada!
fr: Licence supprimée !
id: Lisensi dihapus
it: Licenza rimossa!
ja: ライセンスが削除されました！
lt: Licencija pašalinta!
nl_nl: Licentie verwijderd
pt: A licença foi removida!
pt_br: Licença removida!
ru: Лицензия удалена!
sl: Dovoljenje odstranjeno!
uk: Ліцензію вилучено!

source: License created!
da: Licens lavet!
de: Lizenz erstellt!
es: ¡Licencia creada!
fr: Licence créée !
id: Lisensi dibuat!
it: Licenza creata!
ja: ライセンスの作成が完了しました！
lt: Licencija sukurta!
nl_nl: Licentie aangemaakt
pt: A licença foi criada!
pt_br: Licença criada!
ru: Лицензия создана!
sl: Dovoljenje ustvarjeno!
uk: Ліцензію створено!

source: License updated!
da: Licens opdateret!
de: Lizenz aktualisiert!
es: ¡Licencia actualizada!
fr: Licence mise à jour !
id: Lisensi diperbaharui!
it: Licenza aggiornata!
ja: ライセンスを更新しました！
lt: Licencija atnaujinta!
nl_nl: Licentie gewijzigd
pt: A licença foi atualizada!
pt_br: Licença atualizada!
ru: Лицензия обновлена!
sl: Dovoljenje posodobljeno!
uk: Ліцензію оновлено!

source: Sorry, this project doesn't exist
da: Beklager, dette projekt findes ikke
de: Entschuldigung, dieses Projekt existiert nicht.
es: Lo sentimos, este proyecto no existe
fr: Désolé, ce projet n'existe pas
id: Maaf, proyek ini tidak tersedia
it: Ci dispiace, questo progetto non esiste
ja: プロジェクトが存在しません
lt: Atsiprašome, šis projektas neegzistuoja
nl_nl: Dit project bestaat niet
pt: Desculpe, este projeto não existe
pt_br: Este projeto não existe
ru: Извините, такого проекта нет
sl: Oprostite, ta projekt ne obstaja
uk: На жаль, такого проекту не існує

source: Untitled project
da: Unavngivet projekt
de: Unbenanntes Projekt
es: Proyecto sin título
fr: Projet sans titre
id: Proyek tanpa nama
it: Progetto senza nome
ja: 名称未設定のプロジェクト
lt: Nepavadintas projektas
nl_nl: Project zonder titel
pt: Projeto sem nome
pt_br: Projeto sem título
ru: Безымянный проект
sl: Neimenovan projekt
uk: Проект без назви

source: Project #${project_id} created successfully
da: Projekt #${project_id} blev lavet med succes
de: Projekt #${project_id} erfolgreich erstellt
es: El proyecto #${project_id} ha sido creado con éxito
fr: Projet #${project_id} créé avec succès
id: Proyek #${project_id} telah berhasil dibuat
it: Il progetto #${project_id} è stato creato con successo
ja: プロジェクト #${project_id} の作成完了
lt: Projektas #${project_id} sukurtas sėkmingai
nl_nl: Project #${project_id} is aangemaakt
pt: O projeto #${project_id} foi criado com sucesso!
pt_br: Projeto #${project_id} criado com sucesso
ru: Проекст #${project_id} создан
sl: Projekt #${project_id} je bil uspešno ustvarjen
uk: Проект #${project_id} створений

source: Sorry, could not create the project. <br />%s
da: Beklager kan ikke oprette projektet. <br />%s
de: Projekt konnte nicht erstellt werden <br/>%s
es: Lo sentimos, no se pudo crear el proyecto. <br />%s
fr: Désolé, vous ne pouvez pas créér le projet. <br />%s
id: Maaf, tidak bisa membuat proyek. <br />%s
it: Spiacente, non è stato possibile creare il progetto. <br />%s
ja: プロジェクトの作成ができませんでした。<br />%s
lt: Atsiprašome, nepavyko sukurti projekto. <br />%s
nl_nl: Het project kan niet worden gemaakt. <br />%s
pt: Desculpe, não foi possível criar o projeto. <br />%s
pt_br: O projeto não pôde ser criado. <br />%s
ru: Извините, не могу создать проект. <br />%s
sl: Oprostite, projekta ni bilo mogoče ustvariti. <br />%s
uk: Вибачте, неможливо створити проект. <br />%s

source: Successfully imported ${n} geometry
de: ${n} Geometrie erfolgreich importiert
ja: ${n} つのジオメトリのインポートに成功しました。
pt_br: ${n} forma geométrica importada com sucesso
uk: Імпортовано ${n} геометрія

source: A comment is required.
de: Es wird ein Kommentar benötigt.
es: Se requiere un comentario.
fr: Un commentaire est nécessaire.
it: É richiesto un commento.
ja: コメントを入力してください。
lt: Reikia komentaro.
pt: É necessário introduzir um comentário.
pt_br: Comentar é obrigatório.
ru: Комментарий обязателен.
uk: Потрібно додати коментар.

source: Please type the project id in the box to confirm
de: Zum Bestätigen geben sie bitte die Projekt-ID in den Kasten ein.
es: Por favor, escribe la identificación del proyecto en la caja para confirmar.
fr: Veuillez saisir le numéro du projet dans le champ pour confirmer
it: È necessario scrivere l'ID del progetto nella casella sottostante
ja: 確認のため、プロジェクトIDを入力してください。
lt: Patvirtinimui įveskite projekto id langelyje
pt: Por favor introduza um ID do projeto no campo para confirmar
pt_br: Por favor, entre com o ID do projeto na caixa de confirmação
ru: Введите номер проекта в поле для продолжения
uk: Введіть номер проекту для підтвердження

source: No done tasks to invalidate.
de: Kein erledigten Aufgaben zu ungültig machen vorhanden.
es: No hay tareas hechas que invalidar.
fr: Aucune tâche complétée à invalider.
it: Nussun compito completato da annullare.
ja: 差し戻し対象のタスクがありません。
lt: Nėra baigtų užduočių anuliavimui.
pt: Ainda não existem tarefas terminadas para poder invalidar.
pt_br: Não há tarefas concluídas para invalidar.
ru: Нет готовых задач для проверки.
uk: Відсутні виконанні завдання для відхилення.

source: %d task invalidated
de: %d Aufgabe ungültig gemacht
ja: %d つのタスクが差し戻されました
pt_br: %d tarefa invalidada
uk: %d завдання відхилено
