Repository: hotosm/tasking-manager
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: da, de, es, fr, id, it, ja, lt, nl_nl, pt, pt_br, ru, sl, uk

source: JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?
da: JOSM remote control svarer ikke. Har du JOSM kørende samt sat den op til at blive kontrolleret fjernstyret?
de: JOSM remote control antwortete nicht. Haben sie JOSM gestartet und so konfiguriert, dass es ferngesteuert werden kann?
es: El control remoto de JOSM no responde. ¿Tienes abierto el JOSM y configurado para que pueda ser controlado remotamente?
fr: La commande à distance de JOSM ne répond pas. JOSM est-il lancé et le contrôle à distance est-il configuré ?
id: Remote control JOSM tidak merespon. Apakah Anda sudah menjalankan JOSM dan mengatur untuk diatur secara jarak jauh?
it: Il controllo remoto di JOSM non ha risposto. Hai avviato JOSM configurandolo per essere controllato da remoto
ja: JOSMリモート操作が反応しません。JOSMが起動し、リモート操作を受け付ける設定になっているかどうかを確認してください。
lt: JOSM nuotolinis valdymas neatsakė. Ar JOSM paleistas ir turi sukonfigūruotą nuotolinį valdymą?
nl_nl: JOSM reageert niet. Is JOSM actief en correct geconfigureerd om op afstand te worden bediend?
pt: O controlo remoto do JOSM não funcionou. Tem o JOSM aberto e configurado para ser controlado remotamente?
pt_br: O controle remoto do JOSM não responde. O seu JOSM está aberto e configurado para ser controlado remotamente?
ru: Не удалось связаться с удаленным управлением JOSM. Проверьте запущен ли JOSM и включено ли удаленное управление?
sl: Oddaljeno upravljanje programa JOSM se ni odzvalo. Ali imate zagnan program JOSM in nastavljeno, da ga je mogoče upravljati na daljavo?
uk: Неможливо встановити зв’язок з JOSM за допомогою Дистанційного керування. Перевірте, що у вас JOSM запущений та в ньому увімкнено Дистанційне керування.

source: Something wrong happened
da: Et eller andet gik galt
de: Irgendetwas ist schief gegangen
es: Algo ha ido mal
fr: Une erreur est apparue.
id: Seuatu yang salah terjadi
it: Qualcosa è andato storto
ja: よくないことが起きました
lt: Įvyko kažkas negero
nl_nl: Er is iets fout gegaan
pt: Aconteceu algo errado
pt_br: Algo inesperado aconteceu
ru: Что-то пошло не так
sl: Nekaj je šlo narobe
uk: Сталось щось не так, як треба

source: Please login first
da: Log venligst ind først
de: Bitte melden sie sich zuerst an.
es: Por favor: inicia sesión primero
fr: SVP commencez par vous connecter
id: Silahkan login dulu
it: Per favore prima accedi
ja: ログインを行ってください
lt: Pirmiausia prisijunkite
nl_nl: Aanmelden
pt: Por favor entre na sua conta primeiro
pt_br: Identifique-se primeiro
ru: Пожалуйста авторизуйтесь
sl: Prosimo, najprej se prijavite
uk: Спочатку увійдіть

source: Map data © ${osm_link} contributors
da: Kortdata © ${osm_link} og bidragsydere
de: Karten-Daten © ${osm_link}-Mitwirkende
es: Datos del mapa: © ${osm_link} contributors
fr: Données géographiques © contributeurs ${osm_link}
id: Map data © ${osm_link} kontributor
ja: 地図データ © ${osm_link} の貢献者
lt: Žemėlapio duomenys © ${osm_link} talkininkai
nl_nl: Kaartgegevens © ${osm_link} vrijwilligers
pt: Dados do mapa © contribuidores do ${osm_link}
pt_br: Dados de mapa © colaboradores ${osm_link}
ru: Данные карты - участники © ${osm_link}
sl: Podatki zemljevida © sodelavci ${osm_link}
uk: Дані мапи © Учасники ${osm_link}

source: Cur. worked on
da: Lige nu arbejdes på
de: Derzeit in Bearbeitung
es: Ahora trabajan en
fr: Travail en cours sur
id: Sedang dikerjakan
it: Corr. in lavorazione
ja: 現在作業中
lt: Dirbama
nl_nl: Actieve taken
pt: Atualmente trab. em
pt_br: Editando
ru: Сейчас работает над
sl: Trenutno v delu
uk: В роботі

source: Ready
da: Klar
de: Bereit
es: Listo
fr: Prêt
id: Siap
it: Pronto
ja: 準備完了
lt: Parengta
nl_nl: Gereed
pt: Pronto
pt_br: Pronto
ru: Готово
sl: Pripravljen
uk: Готово

source: Invalidated
da: Ej godkendt
de: Als unvollständig markiert
es: Invalidada
fr: Invalidé
id: Tidak tervalidasi
it: Annullato
ja: 差し戻し
lt: Anuliuota
nl_nl: Niet gevalideerd
pt: Invalidado
pt_br: Invalidada
ru: Отклонено
sl: Razveljavljeno
uk: Відхилено

source: Done
da: Færdig
de: Fertig
es: Hecha
fr: Complété
id: Selesai
it: Fatto
ja: 完了
lt: Baigta
nl_nl: klaar
pt: Terminado
pt_br: Concluída
ru: Сделано
sl: Dokončano
uk: Виконано

source: Validated
da: Valideret
de: Geprüft
es: Validada
fr: Validé
id: Tervalidasi
it: Confermato
ja: 確認完了
lt: Patvirtinta
nl_nl: Gevalideerd
pt: Validado
pt_br: Validada
ru: Проверено
sl: Potrjeno
uk: Ухвалено

source: You must leave a comment.
da: Du skal efterlade en kommentar.
de: Du musst einen Kommentar eingeben.
es: Debes dejar un comentario.
fr: Vous devez laisser un commentaire.
id: Anda harus meninggalkan sebuah komentar
it: Devi inserire un commento.
ja: コメントを入力してください
lt: Privalote pakomentuoti.
nl_nl: Er dient commentaar te worden gegeven.
pt: Tem de introduzir um comentário.
pt_br: Você precisa deixar uma comentário.
ru: Напишите пару слов в комментарий.
sl: Vpisati morate komentar.
uk: Ви повинні залишити коментар.

source: High priority
da: Høj prioritet
de: Hohe Priorität
es: Alta prioridad
fr: Priorité haute
id: Prioritas tinggi
it: Priorità alta
ja: 優先度高
lt: Aukštas prioritetas
nl_nl: Hoge prioriteit
pt: Alta prioridade
pt_br: Alta prioridade
ru: Высокий приоритет
sl: Visoka prioriteta
uk: Високий пріоритет

source: Project New
da: Nye projekter
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
id: Proyek Baru
it: Progetto nuovo
ja: 新プロジェクト
lt: Naujas projektas
nl_nl: Nieuw project
pt: Novo Projeto
pt_br: Novo Projeto
ru: Новый проект
sl: Nov projekt
uk: Новий проект

source: Draw the area of interest
da: Indtegn et område af interesse
de: Zeichnen sie den gewünschten Bereich
es: Dibuja la área de interés
fr: Dessinez la zone d'intérêt
id: Gambar area yang diinginkan
it: Disegna l'area di interesse
ja: 対象のエリアを描画
lt: Apibrėžkite dominančią vietą
nl_nl: Teken het projectgebied
pt: Desenhe a área que interessa
pt_br: Delimite a área de interesse
ru: Отметье область проекта
sl: Narišite želeno področje
uk: Окресліть потрібну ділянку

source: Dropped file could not be loaded
da: Den indsatte fil kunne ikke indlæses
de: Datei konnte nicht geladen werden
es: El archivo entregado no pudo ser cargado
fr: Le fichier indiqué n'a pas pu être chargé
id: File yang dimasukkan tidak bisa ditampilkan
it: Non è stato possibile caricare il file
ja: ドロップされたファイルが読み込めません
lt: Užvilkto failo nepavyko įkelti
nl_nl: Het bestand kan niet worden geladen
pt: Não foi possível carregar o ficheiro.
pt_br: O arquivo arrastado não pôde ser carregado
ru: Не удалось загрузить добавленный файл
sl: Datoteko ni bilo mogoče naložiti
uk: Неможливо завантажити доданий файл

source: Dropped file was unreadable
da: Den indsatte fil kunne ikke læses
de: Datei konnte nicht gelesen werden
es: El archivo entregado no pudo ser leído
fr: Le fichier indiqué n'était pas lisible
id: File yang dimasukkan tidak bisa dibaca
it: Il file era illeggibile
ja: ドロップされたファイルを読むことができません
lt: Užvilktas failas neperskaitomas
nl_nl: Het bestand kan niet worden geladen
pt: Não é possível ler o ficheiro.
pt_br: O arquivo arrastado não pôde ser lido
ru: Не удалось прочитать добавленный файл
sl: Datoteko ni bilo mogoče prebrati
uk: Неможливо прочитати доданий файл

source: Please provide a .geojson, .kml, or zipped .shp file
de: Bitte gib eine .geojson, .kml oder gezippte .shp Datei an
it: Per favore inserisci un file .geojson, .kml, oopure un file .shp zippato
ja: .geojson、.kml、あるいは圧縮した .shpファイルを使用してください。
pt_br: Por favor forneça um arquivo .geojson, .kml ou .shp compactado
uk: Будь ласка, вкажіть файл .geojson, .kml або файл .shp, заархівований zip

source: Step ${number}
da: Trin ${number}
de: Schritt ${number}
es: Paso ${number}
fr: Étape ${number}
id: Langkah ${number}
it: Fase ${number}
ja: ステップ ${number}
lt: Žingsnis ${number}
nl_nl: Stap ${number}
pt: Passo ${number}
pt_br: Etapa ${number}
ru: Шаг ${number}
sl: Korak ${number}
uk: Крок ${number}

source: Draw
da: Tegn
de: Zeichnen
es: Dibujar
fr: Dessiner
id: Gambar
it: Disegna
ja: 描画
lt: Apibrėžkite
nl_nl: Teken
pt: Desenhar
pt_br: Desenhe
ru: Отметьте
sl: Narišite
uk: Позначте

source: ${draw_link} the area of interest on the map.
da: ${draw_link} området af interesse på kortet.
de: ${draw_link} der gewünschte Bereich auf der Karte
es: ${draw_link} la área de interés en el mapa.
fr: ${draw_link} l'aire d'intérêt sur la carte.
id: ${draw_link} area yang diinginkan dipeta.
it: ${draw_link} l'area d'interesse sulla mappa..
ja: ${draw_link} 対象のエリアをマップ表示。
lt: dominančią vietą žemėlapyje.
nl_nl: ${draw_link} het projectgebied op de kaart.
pt: ${draw_link} a área que interessa no mapa.
pt_br: ${draw_link} a área de interesse no mapa.
ru: ${draw_link} область проекта на карте.
sl: ${draw_link} področje, ki vas zanima na zemljevid.
uk: ${draw_link} потрібну область на мапі.

source: or
da: eller
de: oder
es: o
fr: ou
id: atau
it: o
lt: arba
nl_nl: of
pt: ou
pt_br: ou
ru: или
sl: ali
uk: або

source: Provide a .geojson, .kml, or zipped .shp file.
de: Gib eine .geojson, .kml oder eine gezippte .shp Datei an.
ja: .geojson、.kml、あるいは圧縮した .shpファイルを使用してください。
pt_br: Forneça um arquivo .geojson, .kml ou .shp compactado.
uk: Вкажіть файл .geojson, .kml або файл .shp, заархівований zip.

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
lt: Importuokite
nl_nl: Importeer
pt: Importar
pt_br: Importe
ru: Импорт
sl: Uvoz
uk: Імпорт

source: ${import_link} a <em>GeoJSON</em>, <em>KML</em>, or <em>zipped SHP</em> file.
de: ${import_link} eine <em>GeoJSON</em>, <em>KML</em> oder <em>gezippte SHP</em> Datei.
ja: ${import_link} <em>GeoJSON</em>、<em>KML</em>、<em>圧縮した SHP</em>ファイル。
pt_br: ${import_link} um arquivo <em>GeoJSON</em>, <em>KML</em>, ou <em>SHP compactado</em>.
uk: ${import_link} <em>GeoJSON</em>, <em>KML</em> або <em>заархівований SHP</em> файл.

source: Want to use an <em>.osm</em> file instead?
da: Vil du bruge en <em>.osm</em> fil i stedet for?
de: Möchten sie stattdessen eine <em>.osm</em> Datei verwenden?
es: ¿Quiere utilizar alternativamente un archivo <em>.osm</em>?
fr: Vous voulez plutôt utiliser un fichier <em>.osm</em> ?
id: Apakah anda ingin menggunakan file <em>.osm</em> saja?
it: Vuoi usare un file <em>.osm</em>?
ja: 手元にあるファイルが <em>.osm</em> 形式だけでしょうか？
lt: Norite naudoti <em>.osm</em> failą?
nl_nl: Is er een <em>.osm</em> bestand beschikbaar?
pt: Quer usar antes um ficheiro <em>.osm</em>?
pt_br: Deseja usar um arquivo <em>.osm</em>?
ru: Хотите использовать <em>.osm</em> файл взамен?
sl: Ali želite namesto tega uporabiti datoteko tipa <em>.osm</em>?
uk: Бажаєте використати замість цього файл <em>.osm</em>?

source: You can use ${geojson_link} to convert it to <em>GeoJSON</em>.
da: Du kan bruge ${geojson_link} til at konvertere det til <em>GeoJSON</em>.
de: Sie können ${geojson_link} verwenden um es zu <em>GeoJSON</em> konvertieren.
es: Puede utilizar ${geojson_link} para convertirlo a <em>GeoJSON</em>.
fr: Vous pouvez utiliser ${geojson_link} pour le convertir en <em>GeoJSON</em>.
id: Anda bisa menggunakan ${geojson_link} untuk merubahnya ke <em>GeoJSON</em>.
it: Puoi usare ${geojson_link} per convertirlo in <em>GeoJSON</em>.
ja: その場合 ${geojson_link} を使うことで<em>GeoJSON</em>形式への変換が可能です。
lt: Galite naudoti ${geojson_link} failo konvertavimui į <em>GeoJSON</em>.
nl_nl: Op ${geojson_link} kan een .osm bestand worden omgezet naar <em>GeoJSON</em>.
pt: pode usar ${geojson_link} para converter para <em>GeoJSON</em>.
pt_br: Você pode usar ${geojson_link} para convertê-lo em <em>GeoJSON</em>.
ru: Можете воспользоваться ${geojson_link} чтобы конвертировать его в <em>GeoJSON</em>.
sl: Uporabite lahko ${geojson_link} za pretvorbo v tip <em>GeoJSON</em>.
uk: Ви можете скористатись ${geojson_link} для перетворення його на <em>GeoJSON</em>.

source: ${step_number} - Type of project
da: ${step_number} - Type af projekt
de: ${step_number} - Projekt-Typ
es: ${step_number} - Tipo de proyecto
fr: ${step_number} - Type de projet
id: ${step_number} - Tipe proyek
it: ${step_number} - Tipo di progetto
ja: ${step_number} - プロジェクトの種別
lt: ${step_number} – projekto tipas
nl_nl: ${step_number} - Projectindeling
pt: ${step_number} - Tipo de projeto
pt_br: ${step_number} - Tipo de projeto
ru: ${step_number} - Тип проекта
sl: ${step_number} - Vrsta projekta
uk: ${step_number} - Тип проекту

source: Square Grid
da: Firkantet gitter
de: Planquadrat
es: Rejilla cuadriculada.
fr: Grille de carrés
id: Grid Persegi
it: Griglia
ja: 正方形のグリッド
lt: Kvadratinis tinklelis
nl_nl: Rechthoekig raster
pt: Grelha Quadrangular
pt_br: Grade de quadrados
ru: Прямоугольная сетка
sl: Kvadratna mreža
uk: Квадратна решітка

source: Area of interest is automatically split into grid cells. Each one is a task.
da: Fokusområder er automatisk opsplittet i cellegitre. Hver cellegitter er en opgave.
de: Projekt-Gebiet wird automatisch in Planquadrate aufgeteilt. Jedes Quadrat stellt eine Aufgabe dar.
es: La área de interés es dividida automáticamente en celdas de rejilla. Cada una de ellas es una tarea.
fr: L'aire d'intérêt est automatiquement divisée en une grille de carrés. Chacun d'eux constituera une tâche.
id: Area yang diinginkan secara otomatis akan dibagi menjadi beberapa kotak. Setiap kotak adalah sebuah task.
it: L'area d'interesse viene automaticamente suddivisa in una griglia di celle. Ognuna è un compito.
ja: 対象のエリアは自動的にグリッド形状に分割されます。それぞれのグリッドが1つのタスクとして扱われます。
lt: Dominanti vieta automatiškai padalinama į kvadratinius langelius. Kiekvienas langelis – užduotis.
nl_nl: Projectgebied wordt automatisch verdeeld in rechthoekige cellen. Elke cel is een taak.
pt: A área de interesse é automaticamente dividida em células. Cada uma delas é uma tarefa.
pt_br: A área de interesse é automaticamente dividida em células de uma grade. Cada célula é uma tarefa.
ru: Область проекта будет автоматически разделена на квадраты. Каждый квадрат - задача.
sl: Področje zanimanja je samodejno razdeljeno v mrežo celic. Vsaka celica predstavlja eno opravilo.
uk: Область проекту буде автоматично поділена на клітинки. По одній на кожне завдання.

source: You cannot select this option unless you import a file with polygons.
da: Du kan ikke vælge denne her mulighed med mindre du importerer en fil med polygoner.
de: Sie können diese Option nicht auswählen bis Sie eine Datei mit Polygonen importiert haben.
es: No se puede seleccionar esta opción a menos que importes un archivo con polígonos.
fr: Vous ne pouvez pas choisir cette option sauf si vous importez un fichier avec des polygones.
id: Anda tidak dapat memilih pilihan ini kecuali anda mengimpor sebuah file poligon.
it: Non puoi selezionare questa opzione a meno di importare un file con poligoni.
ja: このオプションはポリゴンデータのファイルにのみ対応しています。
lt: Negalite pasirinkti šio nustatymo, jei neimportavote failo su daugiakampiais.
nl_nl: Deze optie kan alleen worden geselecteerd wanneer een bestand met vlakken is geimporteerd.
pt: Não é possível selecionar esta opção a não ser que seja importado um ficheiro com polígonos.
pt_br: Você não pode selecionar esta opção, a menos que importe um arquivo com polígonos.
ru: Эта опция доступна только если вы импортируете файл с полигонами.
sl: Ne morete izbrati te možnosti razen, če prej ne naložite datoteke poligonov.
uk: Ви не можете вибрати цю опцію, доки ви не імпортувати файл з полігонами.

source: Arbitrary Geometries
da: Vilkårlig geometrier
de: Willkürliche Formen
es: Geometrías arbitrarias.
fr: Géométries du fichier importé
it: Geometrie arbitrarie
ja: 任意のジオメトリ
lt: Pasirenkamos figūros
nl_nl: Deelgebieden
pt: Geometrias Arbitrárias
pt_br: Geometria Arbitrária
ru: Произвольная геометрия
sl: Poljubne geometrije
uk: Довільна геометрія

source: Each polygon represents a task.
da: Hver polygon repræsenterer en opgave.
de: Jedes Polygon stellt eine Aufgabe dar.
es: Cada polígono representa una tarea.
fr: Chaque polygone représente une tâche.
id: Setiap poligon merepresentasikan sebuah task.
it: Ogni poligono rappresenta un compito.
ja: それぞれのポリゴンが1つのタスクをあらわします。
lt: Kiekvienas daugiakampis reiškia užduotį.
nl_nl: Elk deelgebied is een taak.
pt: Cada polígono representa uma tarefa.
pt_br: Cada polígono representa uma tarefa.
ru: Каждый полигон - задача.
sl: Vsak poligon predstavlja nalogo.
uk: Кожен полігон – завдання.

source: Back
da: Tilbage
de: Zurück
es: Anterior
fr: Précédent
id: Kemabli
it: Indietro
ja: 戻る
lt: Grįžti
nl_nl: Vorige
pt: Anterior
pt_br: Anterior
ru: Назад
sl: Nazaj
uk: Назад

source: Next
da: Næste
de: Nächste
es: Siguiente
fr: Suivant
id: Berikutnya
it: Avanti
ja: 次へ
lt: Toliau
nl_nl: Volgende
pt: Seguinte
pt_br: Próximo
ru: Вперед
sl: Naprej
uk: Далі

source: Tile size
da: Tile størrelse
de: Kachel-Größe
es: Tamaño de la tesela
fr: Taille des tâches
id: Ukuran tile
it: Dimensione della tile
ja: タイルサイズ
lt: Kaladėlės dydis
nl_nl: Celgrootte
pt: Tamanho da tela
pt_br: Tamanho de quadrícula
ru: Размер квадрата
sl: Velikost ploščice
uk: Розмір квадратів

source: Computing...
da: Computer arbejder...
de: Berechnung läuft...
es: Calculando...
fr: Travail en cours...
id: Menghitung...
it: Sto calcolando...
ja: 分割計算中...
lt: Skaičiuojama...
nl_nl: Bezig...
pt: A processar...
pt_br: Calculando...
ru: Рассчитываю...
sl: Računam...
uk: Обчислення…

source: A new project will be created with ${number} tasks.
da: Et nyt projekt vil blive oprettet med ${number} opgaver.
de: Es wird ein neues Projekt mit ${number} Aufgaben erstellt.
es: Se creará un nuevo proyecto con ${number} tareas.
fr: Un nouveau projet comprenant ${number} tâches va être créé.
id: Sebuah proyek baru akan dibuat dengan ${number} task.
it: Un nuovo progetto verrà creato con ${number} compiti.
ja: 新しいプロジェクトのタスク数は ${number} です。
lt: Bus sukurtas naujas projektas su ${number} užduočių.
nl_nl: Project zal ${number} taken bevatten.
pt: Será criado um novo projeto com ${number} tarefas.
pt_br: Um novo projeto vai ser criado com ${number} tarefas.
ru: Будет создан новый проект. Проект будет содержать ${number} здач.
sl: Ustvarjen bo nov projekt s sledečim številom opravil: ${number}
uk: Новий проект буде складатись з ${number} завдань.

source: Create project
da: Opret et nyt projekt
de: Projekt erstellen
es: Crear proyecto
fr: Créer un projet
id: Buat proyek
it: Crea progetto
ja: プロジェクト作成
lt: Sukurti projektą
nl_nl: Project aanmaken
pt: Criar projeto
pt_br: Criar projeto
ru: Создать проект
sl: Ustvari projekt
uk: Створити проект

source: Creating tiles, please wait...
da: Opretter tiles vent venligst...
de: Erstelle Kacheln, bitte warten...
es: Creando teselas, espere...
fr: Création des tâche en cours, attendez SVP...
id: Membuat tile, mohon tunggu...
it: Tessere in produzione, attendere prego...
ja: タイル作成中です。少々お待ちください。
lt: Kuriamos kaladėlės, prašome palaukti...
nl_nl: Taken worden gemaakt...
pt: A criar telas, por favor aguarde...
pt_br: Criando quadrículas, por favor aguarde...
ru: Создаю квадраты, пожалуйста подождите...
sl: Ustvarjanje ploščic, prosimo počakajte...
uk: Створення квадратів, зачекайте…

source: Creating project, please wait...
da: Opretter projekt vent venligst...
de: Erstelle Projekt, bitte warten...
es: Creando el proyecto, por favor espere...
fr: Création du projet, attendez SVP...
id: Membuat proyek, mohon tunggu...
it: Creazione del progetto, attendere prego...
ja: プロジェクト作成中です。少々お待ちください。
lt: Kuriamas projektas, prašome palaukti...
nl_nl: Project wordt gemaakt...
pt: A criar o projeto, por favor aguarde...
pt_br: Criando projeto, por favor aguarde...
ru: Создаю проект, пожалуйста подождите...
sl: Ustvarjanje projekta, prosimo počakajte...
uk: Створення проекту, зачекайте…

source: Contributors
da: Bidragsydere
de: Mitwirkende
es: Colaboradores
fr: Contributeurs
id: Kontributor
it: Collaboratori
ja: 参加者
lt: Talkininkai
nl_nl: Deelnemers
pt: Contribuidores
pt_br: Colaboradores
ru: Участники
sl: Sodelavci
uk: Учасники

source: Assigned
da: Tildelt
de: Zugeordnet
es: Asignada
fr: Attribué
id: Ditentukan
it: Assegnato
ja: 担当中
lt: Paskirta
nl_nl: Toegewezen
pt: Atribuído
pt_br: Atribuída
ru: Назначены
sl: Dodeljeno
uk: Призначені

source: OSM Tasking Manager
es: Gestor de Tareas de OSM
fr: OSM Gestionaire de tâches
lt: OSM užduočių tvarkytuvė
pt: Gestor de Tarefas
ru: Менеджер задач OSM
sl: OSM upravitelj nalog
uk: Менеджер Завдань ОСМ

source: Welcome, new user!
de: Herzlich Willkommen als neuer Nutzer!
es: ¡Bienvenido, nuevo usuario!
fr: Bienvenue à vous, nouvel utilisateur !
id: Selamat datang, pengguna baru!
it: Benvenuto, nuovo utente!
ja: 新規登録が完了しました！
lt: Sveikas, naujas naudotojau!
nl_nl: Welkom nieuwe gebruiker!
pt: Bem vindo(a)!
pt_br: Bem vindo!
ru: Добро пожаловать, новичок!
sl: Pozdravljen, nov uporabnik!
uk: Ласкаво просимо, новий користувач!

source: You're ready to use the Tasking Manager.
de: Du bist bereit den Tasking Manager zu benutzen.
es: Usted está listo para utilizar el Gestor de Tareas.
fr: Vous êtes prêt à utiliser le Gestionaire de tâches.
id: Anda sudah siap menggunakan Tasking Manager.
it: Sei pronto ad usare il Tasking Manager.
ja: Tasking Manager利用の準備が整いました。
lt: Esate pasiruošę naudoti užduočių tvarkytuvę.
nl_nl: De OSM Tasking Manager kan nu worden gebruikt.
pt: Pode utilizar agora o Gestor de Tarefas.
pt_br: Você está pronto para usar o Tasking Manager.
ru: Вы готовы работать в менеджере задач.
sl: Pripravljeni ste za uporabo OSM upravitelja nalog.
uk: Ви готові використовувати Менеджер Завдань.

source: Since you are the first user you'll be given admin rights.
de: Da Du der erste Nutzer bist, werden Dir Administrator-Rechte gegeben
es: Dado que usted es el primer usuario se le dará derechos de administrador.
fr: Comme vous êtes le premier utilisateur, vous allez recevoir les droits d'administration.
id: Karena anda adalah orang pertama anda akan diberikan hak admin.
it: Siccome sei il primo utente, ti saranno assegnati i diritti di amministratore.
ja: 最初の登録ユーザのため、自動的に管理者権限が付与されます。
lt: Kadangi esate pirmasis naudotojas, gausite administratoriaus teises.
nl_nl: De eerste gebruiker van dit systeem wordt automatisch de beheerder van het systeem.
pt: Uma vez que é o primeiro utilizador terá os privilégios de administrador.
pt_br: Já que você é o primeiro usuário, terá direitos de administração.
ru: Раз вы первый зарегистрированный, сделаем вас администратором.
sl: Ker ste prvi uporabnik, vam bodo dodeljene skrbniške pravice.
uk: Оскільки ви є першим користувачем, вам надано права адміністратора.

source: Please login
de: Bitte melden Sie sich an.
es: Inicie sesión
fr: Veuillez vous authentifier
id: Silahkan login
it: Per favore accedi
ja: ログインを行ってください
lt: Prisijunkite
nl_nl: Aanmelden
pt: Por favor entre na sua conta
pt_br: Por favor, autentique-se
ru: Пожалуйста, войдите
sl: Prosimo, prijavite se
uk: Будь ласка, увійдіть у свій обліковий запис

source: Assign task to someone
da: Tildel opgaven til nogen
de: Jemandem eine Aufgabe zuordnen
es: Asignar la tarea a alguien
fr: Attribuer une tâche à quelqu'un
id: Ditentukan untuk pengguna lain
it: Assegna un compito a qualcuno
ja: タスク担当依頼
lt: Paskirti kam nors užduotį
nl_nl: Een taak toewijzen
pt: Atribuir esta tarefa a alguém
pt_br: Atribuir tarefa a alguém
ru: Назначить кому-нибудь задачу
sl: Dodeli nalogo nekomu
uk: Призначити комусь завдання

source: Filter users
da: Filtrere brugere
de: Nutzer filtern
es: Filtrar usuarios
fr: Filtrer les utilisateurs
id: Saring pengguna
it: Filtra utenti
ja: ユーザをフィルタ
lt: Filtruoti naudotojus
nl_nl: Vrijwilligers filteren
pt: Filtrar utilizadores
pt_br: Filtrar usuários
ru: Фильтр пользователей
sl: Filtriraj uporabnike
uk: Фільтрувати користувачів

source: you
da: dig
de: Dich
es: Tú
fr: vous
id: anda
it: te
ja: あなた
lt: jūs
nl_nl: Persoonlijk
pt: você
pt_br: você
ru: вы
sl: vi
uk: ви
