Repository: hotosm/tasking-manager
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: da, de, es, fr, id, it, ja, lt, nl_nl, pt, pt_br, ru, sl, uk

source: Email HOT at
da: Email til HOT på
de: Sende eine Email mit "HOT" an
es: Correo electrónico para HOT a
fr: Envoyer un courriel à HOT à l'adresse
id: Email HOT di
it: Scrivi un'email ad HOT su
ja: HOT Eメールアドレス
lt: Rašykite HOT:
nl_nl: Stuur een e-mail naar HOT via
pt: Envie um e-mail para HOT em
pt_br: Envie e-mail pro HOT em
ru: Напишите письмо HOT
sl: Pišite HOT na
uk: Написати листа до HOT

source: Follow HOT on
da: Følg HOT på
de: Folge HOT auf
es: Seguir a HOT en
fr: Suivre HOT sur
id: Ikuti HOT di
it: Segui HOT su
ja: HOTアカウント
lt: Sekite HOT:
nl_nl: Volg HOT op
pt: Siga as novidades do HOT no
pt_br: Siga o HOT no
ru: Подпишитесь на HOT в
sl: Sledite HOT na
uk: Підписатись на HOT у

source: Like HOT on
da: Lide HOT på
de: Like HOT auf
es: Me gusta HOT en
fr: Aimer HOT sur
id: Like HOT di
it: Mi piace HOT su
ja: HOTへのいいね！
lt: Patinka HOT:
nl_nl: Vind HOT leuk op
pt: Faça um Gosto do HOT no
pt_br: Curta o HOT no
ru: Порекомендуйте HOT в
sl: Všečkajte HOT na
uk: Вподобати HOT у

source: Please donate!
de: Bitte spenden Sie!
es: Por favor: ¡Haz una donación!
fr: Faîtes un don !
it: Dona ora!
ja: 募金を検討ください！
lt: Paremkite!
pt: Por favor faça um donativo!
pt_br: Doe agora!
ru: Пожертвования
uk: Потрібна допомога!

source: urgent
da: haster
de: dringend
es: urgente
fr: Urgente
id: penting
it: urgente
ja: 緊急
lt: skubus
pt: Urgente
pt_br: urgente
ru: срочно
sl: nujno
uk: терміново

source: high
da: høj
de: hoch
es: alta
fr: Haute
id: tinggi
it: alta
ja: 高
lt: aukštas
nl_nl: hoog
pt: Alta
pt_br: alta
ru: высокий
sl: visoko
uk: високий

source: medium
de: mittel
es: media
fr: Moyenne
id: sedang
it: media
ja: 中
lt: vidutinis
nl_nl: normaal
pt: Média
pt_br: média
ru: средний
sl: srednje
uk: середній

source: low
da: lille
de: niedrig
es: baja
fr: Basse
id: rendah
it: bassa
ja: 低
lt: žemas
nl_nl: laag
pt: Baixa
pt_br: baixa
ru: низкий
sl: nizko
uk: низький

source: Access to this project is limited
da: Adgang til dette projekt er begrænset
de: Der Zugang zu diesem Projekt ist beschränkt
es: El acceso a este proyecto está limitado
fr: L'accès à ce projet est limité
id: Akses ke proyek ini terbatas
it: L'accesso a questo progetto è limitato
ja: プロジェクトへのアクセス制限中
lt: Prieiga prie šio projekto ribota
nl_nl: De toegang tot dit project is beperkt
pt: O acesso a este projeto é limitado
pt_br: O acesso a este projeto é restrito
ru: Доступ к проекту ограничен
sl: Dostop do tega projekta je omejen
uk: Доступ до цього проекту обмежено

source: Created by
da: Lavet af
de: Erstellt von
es: Creado por
fr: Créé par
id: Dibuat oleh
it: Creato da
ja: 作成者
lt: Sukūrė
nl_nl: Gemaakt door
pt: Criado por
pt_br: Criado por
ru: Создан
sl: Ustvaril
uk: Створено

source: Updated
da: Opdateret
de: Upgedated
es: Actualizado
fr: Mis à jour
id: Diupdate
it: Aggiornato
ja: 更新
lt: Atnaujintas
nl_nl: Gewijzigd
pt: Atualizado
pt_br: Atualizado
ru: Обновлён
sl: Posodobljeno
uk: Оновлено

source: Priority:
da: Prioritet:
de: Priorität:
es: Prioridad:
fr: Priorité :
id: Prioritas
it: Priorità:
ja: 優先度
lt: Prioritetas:
nl_nl: Prioriteit:
pt: Prioridade:
pt_br: Prioridade:
ru: Приоритет:
sl: Prednost:
uk: Пріоритет:

source: High priority first
da: Høj prioritet først
de: Hohe Priorität zuerst
es: Alta prioridad primero
fr: Priorité
id: Prioritas tinggi pertama
it: Precedenza alla priorità alta
ja: 優先度順
lt: Prioritetą
nl_nl: Hoge prioriteit eerst
pt: Prioridade
pt_br: Alta prioridade primeiro
ru: сначала важные
sl: Najprej prednostni
uk: Важливі спочатку

source: Creation date
da: Oprettelsesdato
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
id: Tanggal dibuat
it: Data di creazione
ja: 作成日
lt: Sukūrimo datą
nl_nl: Datum
pt: Data de criação
pt_br: Data de criação
ru: по дате создания
sl: Datum stvaritve
uk: Дата створення

source: Last update
da: Sidste opdatering
de: zuletzt aktualisiert
es: Última actualización
fr: Date de mise à jour
id: Update terakhir
it: Ultimo aggiornamento
ja: 更新日
lt: Paskutinį atnaujinimą
nl_nl: Laatst gewijzigd op
pt: Última atualização
pt_br: Última atualização
ru: по времени обновления
sl: Zadnja sprememba
uk: Останнє оновлення

source: Projects
da: Projekter
de: Projekte
es: Proyectos
fr: Projets
id: Proyek
it: Progetti
ja: プロジェクト
lt: Projektai
nl_nl: Projecten
pt: Projetos
pt_br: Projetos
ru: Проекты
sl: Projekti
uk: Проекти

source: Search
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
id: Cari
it: Ricerca
ja: 検索
lt: Paieška
nl_nl: Zoeken
pt: Pesquisar
pt_br: Pesquisar
ru: Поиск
sl: Išči
uk: Пошук

source: Sort by:
da: Sortér efter:
de: Sortieren nach
es: Ordenar por:
fr: Tri par :
id: Urut berdasarkan:
it: Ordina per:
ja: 並び替え
lt: Rikiuoti pagal:
nl_nl: Sorteren op:
pt: Ordenar por:
pt_br: Ordenar por:
ru: Порядок:
sl: Razvrsti po:
uk: Впорядкувати за:

source: Your projects
da: Dine projekter
de: Deine Projekte
es: Tus proyectos
fr: Vos projets
id: masuk ke OpenStreetMap
it: I tuoi progetti
ja: あなたのプロジェクト
lt: Mano projektai
nl_nl: uw projecten
pt: Meus projectos
pt_br: Seus projetos
ru: Ваши проекты
sl: Vaši projekti:
uk: Ваші проекти

source: Include archived projects
de: Beziehe archivierte Projekte mit ein.
it: Includi i progetti archiviati
ja: アーカイブ済みプロジェクトも含む
pt_br: Incluir projetos arquivados
uk: Додати проекти з архіву

source: ${locked} user is currently working on this project
da: bruger
de: ${locked} Mapper arbeiten z. Zt. an diesem Projekt
es: ${locked} usuario está trabajando en este proyecto
fr: ${locked} utilisateur travaille actuellement sur ce projet
id: ${locked} beberapa pengguna saat ini sedang mengerjakan proyek ini.
it: ${locked} utente sta lavorando su questo progetto
ja: 現在 ${locked} 人がプロジェクト参加中です
lt: ${locked} naudotojas šiuo metu dirba prie šio projekto
nl_nl: ${locked} vrijwilliger werkt aan dit project
pt: ${locked} utilizador está atualmente a trabalhar neste projeto
pt_br: ${locked} usuário está trabalhando neste projeto
ru: Над проектом работает ${locked} человек
sl: Trenutno na tem projektu dela ${locked} uporabnik
uk: ${locked} користувач в даний час працює над цим проектом

source: imagery url available only after accepting the license
da: billede URL er først tilgængeligt efter accept af licensen
de: URL der Bilder steht erst nach dem Akzeptieren der Lizenz zur Verfügung
es: La url de las imágenes estarán disponibles sólo después de aceptar la licencia
fr: Le lien vers l'imagerie ne sera disponible qu'après avoir accepté la licence
id: url citra satelit hanya tersedia setelah anda menyetujui lisensi
it: l'url delle immagini aeree è disponibile solo dopo aver accettato i termini della licenza
ja: ライセンス承諾後に航空写真が利用可能になります
lt: vaizdų adresas prieinamas tik sutikus su licencijos sąlygomis
nl_nl: hyperlinks voor luchtfoto's of remote sensing beelden zijn alleen beschikbaar nadat de licentie is geaccepteerd
pt: URL da imagem aérea disponível apenas depois de aceitar os termos da licença
pt_br: URL para as imagens aéreas disponível só depois de você aceitar a licença
ru: url снимков станет доступен только после соглашения с условиями
sl: povezava do slikovnega gradiva je omogočena le po sprejetju licence
uk: url фонових знімків стане доступний тільки після погодження з умовами ліцензії

source: ${license} license agreement
da: ${license} licens aftale
de: ${license} Lizenz
es: Acuerdo de licencia ${license}
fr: contrat de licence ${license}
id: ${license} perjanjian lisensi
it: accordo di licenza ${license}
ja: ${license} ライセンス同意
lt: ${license} licencijos sutartis
nl_nl: ${license_name} licentie voorwaarden
pt: ${license} termos da licença
pt_br: termos da licença ${license}
ru: ${license} лицензионным соглашением
sl: licenčna pogodba ${license}
uk: ${license} ліцензійною угодою

source: Access to this imagery is limited by the ${license_agreement_link}.
da: Adgang til dette billedelag er begrænset af ${license_agreement_link}.
de: Der Zugang zum Bildmaterial ist beschränkt durch die ${license_agreement_link}.
es: El acceso a estas ortofotos está limitado por el ${license_agreement_link}.
fr: L'accès à cette imagerie est soumis à ${license_agreement_link}.
id: Akses ke citra satelit ini dibatasi oleh ${license_agreement_link}.
it: L'accesso a queste immagini è limitato dalla ${license_agreement_link}.
ja: この衛星写真へアクセスするには ${license_agreement_link} に同意する必要があります。
lt: Prieigą prie šių vaizdų riboja ${license_agreement_link}.
nl_nl: De luchtfoto's in dit project zijn beschikbaar onder de ${license_agreement_link}.
pt: O acesso a estas imagens aéreas é limitado pelos ${license_agreement_link}.
pt_br: Acesso a estas imagens aéreas é limitado pelos ${license_agreement_link}.
ru: Доступ к этому слою снимков ограничен ${license_agreement_link}.
sl: Dostop do tega slikovnega gradiva je omejen z ${license_agreement_link}.
uk: Доступ до цих знімків обмежений ${license_agreement_link}.

source: You have already acknowledged the terms of this license.
da: Du har allerede godkendt betingelserne for denne licens.
de: Du hast die Lizenzbestimmungen bereits anerkannt.
es: Ya has aceptado los términos de esta licencia
fr: Vous avez déjà accepté les conditions de la licence
id: Anda sudah mengakui syarat dan ketentuan dari lisensi ini.
it: Hai già accettato i termini della licenza.
ja: ライセンスの規約同意済みです。
lt: Jau pripažinote šios licencijos sąlygas
nl_nl: Je hebt de licentievoorwaarden reeds geaccepteerd.
pt: Já aceitou os termos desta licença.
pt_br: Você já concordou com os termos desta licença.
ru: Вы уже приняли условия этой лицензии.
sl: Pogoje te licence ste že sprejeli.
uk: Ви вже погодились з умовами цієї ліцензії.

source: review and acknowledge
da: gennemgå og godkend
de: lesen und ihr zustimmen
es: Revisa y acepta
fr: examiner et accepter
id: meninjau dan mengakui
it: revisiona e ammetti
ja: 内容確認と同意
lt: peržiūrėti ir pripažinti
nl_nl: Controleer en accepteer
pt: rever e aceitar
pt_br: revisar e concordar
ru: ознакомиться и принять
sl: pregledati in potrditi
uk: ознайомитись та прийняти

source: You need to ${review_and_acknowledge_link} the agreement.
da: Du er nødt til ${review_and_acknowledge_link} aftalen.
de: Sie müssen die Vereinbarung ${review_and_acknowledge_link}.
es: Debes de ${review_and_acknowledge_link} el acuerdo.
fr: Vous devez ${review_and_acknowledge_link} l'accord
id: Anda harus perjanjian ${review_and_acknowledge_link}.
it: Devi ${review_and_acknowledge_link} l'accettazione.
ja: ${review_and_acknowledge_link} への同意が必要です。
lt: Turite ${review_and_acknowledge_link} sutartį.
nl_nl: ${review_and_acknowledge_link} de licentie.
pt: Tem de ${review_and_acknowledge_link} os termos da licença.
pt_br: Você precisa ${review_and_acknowledge_link} com os termos da licença.
ru: Вам нужно ${review_and_acknowledge_link} условия.
sl: Morate ${review_and_acknowledge_link} sporazum.
uk: Вам потрібно ${review_and_acknowledge_link} умови.

source: You need to accept the license first
da: Du er nødt til at acceptere licensen først
de: Du musst zunächst die LIzenzbedingungen akzeptieren.
es: Es necesario que aceptes primero los términos de la licencia
fr: Vous devez d'abord accepter la licence
id: Sebelumnya, Anda harus menyetujui lisensi
it: Devi prima accettare la licenza
ja: ライセンスに同意する必要があります
lt: Iš pradžių turite priimti licenciją
nl_nl: u moet eerst de licentie accepteren.
pt: É preciso aceitar primeiro os termos da licença
pt_br: Antes você precisa aceitar a licença
ru: Вам нужно согласиться с условиями
sl: Najprej morate sprejeti licenco
uk: Спочатку вам потрібно погодитись з умовами ліцензії

source: Edit License
da: Ret licens
de: Bearbeiten Lizenz
es: Editar licencia
fr: Éditer la licence
id: Mengedit Lisensi
it: Modifica la licenza
ja: ライセンス編集
lt: Redaguoti licenciją
nl_nl: Licentie wijzigen
pt: Editar Licença
pt_br: Editar licença
ru: Изменить Лицензию
sl: Uredi dovoljenje
uk: Змінити ліцензію

source: Name
da: Navn
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名称
lt: Pavadinimas
nl_nl: Naam
pt: Nome
pt_br: Nome
ru: Название
sl: Ime
uk: Назва

source: A name for the license (provider, for example)
da: Et navn for licens (fx udbyderen)
de: Ein Name für die Lizenz (z.B. Herausgeber)
es: Un nombre para la licencia (por ejemplo, el del proveedor)
fr: A nom pour la licence (par exemple, le fournisseur)
id: Nama untuk lisensi (misalnya penyedia)
it: Un nome per la licenza (fornitore ad esempio)
ja: ライセンス名称 (例: 提供者)
lt: Licencijos pavadinimas (pavyzdžiui, tiekėjas)
nl_nl: Naam van de licentie (bijvoorbeeld de naam van de producent)
pt: Nome da licença (por exemplo, o fornecedor)
pt_br: Um nome para a licença (fornecedor, por exemplo)
ru: Название лицензии (например, поставщик)
sl: Ime licence (npr. ponudnika)
uk: Назва ліцензії (наприклад, постачальник)

source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 解説
lt: Aprašas
nl_nl: Omschrijving
pt: Descrição
pt_br: Descrição
ru: Описание
sl: Opis
uk: Опис

source: The license terms
da: Licensbetingelser
de: Die Lizenzbestimmungen
es: Los términos de la licencia
fr: Les termes de la licence
id: Syarat lisensi
it: Termini di licenza
ja: ライセンス条文
lt: Licencijos sąlygos
nl_nl: Licentievoorwaarden
pt: Termos da licença
pt_br: Os termos da licença
ru: Условия лицензии
sl: Pogoji dovoljenja
uk: Ліцензійні умови

source: Plain Text
da: Rå tekstversion
de: Klartext
es: Texto plano
fr: Texte brut
id: Teks Biasa
it: Testo semplice
ja: プレーンテキスト
lt: Grynasis tekstas
nl_nl: Korte omschrijving
pt: Texto
pt_br: Texto simples
ru: Неформатированный текст
sl: Navadno besedilo
uk: Звичайний текст

source: A short version of the terms
da: Kort beskrivelse af betingelserne
de: Eine Kurzversion der Bedingungen
es: Una versión corta de los términos
fr: Une version courte des conditions
id: Versi pendek dari syarat
it: Versione ridotta delle condizioni
ja: 条文の概略版
lt: Trumpa sąlygų versija
nl_nl: Beknopte voorwaarden
pt: Um resumo dos termos da licença
pt_br: Uma versão curta dos termos
ru: Краткая версия условий
sl: Krajša različica pogojev
uk: Скорочена версія умов

source: Save the modifications
da: Gem ændringerne
de: Änderungen speichern
es: Guardar las modificaciones
fr: Sauvegarder les modifications
id: Simpan modifikasi
it: Salva le modifiche
ja: 変更を保存
lt: Išsaugoti pakeitimus
nl_nl: Wijzigingen opslaan
pt: Gravar as alterações
pt_br: Salve as modificações
ru: Сохранить изменения
sl: Shrani spremembe
uk: Зберегти зміни

source: Create the new license
da: Opret en ny licens
de: Die neue Lizenz erstellen
es: Crear la nueva licencia
fr: Créer la nouvelle licence
id: Buat lisensi baru
it: Crea la nuova licenza
ja: ライセンスを新規追加
lt: Sukurti naują licenciją
nl_nl: Licentie opslaan
pt: Criar a nova licença
pt_br: Criar a nova licença
ru: Создать новую лицензию
sl: Ustvari to novo dovoljenje
uk: Додати нову ліцензію

source: Delete
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
id: Hapus
it: Cancella
ja: 削除
lt: Šalinti
nl_nl: Verwijder
pt: Eliminar
pt_br: Excluir
ru: Удалить
sl: Izbriši
uk: Вилучити

source: Cancel
da: Fortryd
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atsisakyti
nl_nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sl: Prekliči
uk: Скасувати

source: Are you sure you want to delete this license?
da: Er du sikker på du vil slette denne licens?
de: Sind sie sicher, dass sie die Lizenz löschen wollen?
es: ¿Está seguro que desea eliminar esta licencia?
fr: Êtes-vous sûr de vouloir supprimer cette licence ?
id: Apakah anda yakin ingin menghapus lisensi ini?
it: Sei sicuro di voler cancellare questa licenza?
ja: このライセンスを削除してよろしいですか？
lt: Ar tikrai norite pašalinti šią licenciją?
nl_nl: Licentie verwijderen?
pt: Tem a certeza que quer eliminar esta licença?
pt_br: Tem certeza que deseja excluir esta licença?
ru: Вы уверены, что хотите удалить эту лицензию?
sl: Ali ste prepričani, da želite izbrisati to licenco?
uk: Ви впевнені, що хочете вилучити цю ліцензію?

source: Licenses
da: Licenser
de: Lizenzen
es: Licencias
fr: Licences
id: Lisensi
it: Licenze
ja: ライセンス
lt: Licencijos
nl_nl: Licenties
pt: Licenças
pt_br: Licenças
ru: Лицензии
sl: Dovoljenja
uk: Ліцензії

source: ${license_name} License Acknowledgement
da: ${license_name} licens kreditering
de: ${license_name} Lizenzvereinbarungen
es: Acuerdo de licencia ${license_name}
fr: Acceptation de la licence ${license_name}
id: ${license_name} Pengakuan Lisensi
it: ${license_name} accettazione della licenza
ja: ${license_name} ライセンス同意
lt: ${license_name} licencijos pripažinimas
nl_nl: ${license_name} licentie voorwaarden
pt: ${license_name} Aceitação da Licença
pt_br: Atribuição da licença ${license_name}
ru: Подтверждение лицензии ${license_name}
sl: Potrditev licence ${license_name}
uk: Підтвердження ліцензії ${license_name}

source: Access via this site to imagery identified as <em>"${license_name}"</em> is subject to the following usage terms:
da: Adgang til dette steds billedelag er identificeret som <em>"${license_name}"</em> og er under følgende betingelser:
de: Auf die über diese Seite zugegriffenen Bilder unterliegen der <em>"${license_name}"</em> mit folgenden Nutzungsbedingungen:
es: El acceso, através de este sitio web, a las ortofotos identificadas como <em>"${license_name}"</em>, está sujeto a los siguientes términos de uso:
fr: L'accès à travers ce site à l'imagerie sous licence <em>"${license_name}"</em> est soumis aux conditions suivantes :
id: Akses melalui situs ini untuk mengidentifikasi citra satelit sebagai <em>"${license_name}"</em> yang menjadi subyek kepada syarat dan ketentuan penggunaan dibawah ini:
it: L'accesso tramite questo sito alle immagini definite come <em>"${license_name}"</em> sono soggette alle seguenti condizioni d'uso:
ja: <em>"${license_name}"</em> により定められている、このサイトから衛星画像へ行われるアクセスは以下の条項によって規定されています:
lt: Prieiga prie vaizdų, identifikuotų kaip <em>„${license_name}“</em>, per šią svetainę galima tik pagal šias naudojimo sąlygas:
nl_nl: Luchtfotografie onderdeel van <em>"${license_name}"</em> mag worden gebruikt onder de volgende voorwaarden:
pt: O acesso através deste site às imagens aéreas identificadas por <em>"${license_name}"</em> está sujeita aos seguintes termos:
pt_br: O acesso através deste site a imagens aéreas identificadas como <em>"${license_name}"</em> está sujeito aos seguintes termos de uso:
ru: Доступ к слою снимков <em>"${license_name}"</em> через этот сайт, предоставляется на следующих условиях:
sl: Dostop do slikovnega gradiva označenega z <em>"${license_name}"</em> preko te strani poteka v skladu z naslednjimi pogoji uporabe:
uk: Доступ до знімків <em>"${license_name}"</em> з цього сайту, надається на наступних умовах:

source: I AGREE
da: JEG ER ENIG
de: ICH STIMME ZU
es: ACEPTO
fr: J'ACCEPTE
id: SAYA SETUJU
it: SONO D'ACCORDO
ja: 同意します
lt: AŠ SUTINKU
nl_nl: Ik ga accoord
pt: EU CONCORDO
pt_br: Eu CONCORDO.
ru: Я СОГЛАСЕН
sl: STRINJAM SE
uk: ПОГОДЖУЮСЬ

source: No, thank you
da: Nej tak
de: Nein danke
es: No, gracias
fr: Non merci
id: Tidak, terima kasih
it: No, grazie
ja: いいえ、結構です
lt: Ačiū, ne
nl_nl: Nee, bedankt
pt: Não, obrigado
pt_br: Não, obrigado
ru: Нет, спасибо
sl: Ne, hvala
uk: Ні, дякую

source: edit
da: ret
de: bearbeiten
es: editar
fr: éditer
id: mengedit
it: modifica
ja: 編集
lt: redaguoti
nl_nl: bewerken
pt: editar
pt_br: editar
ru: редактировать
sl: uredi
uk: редагувати

source: Create new license
da: Opret en ny licens
de: Neue Lizenz erstellen
es: Crear nueva licencia
fr: Créer une nouvelle licence
id: Membuat lisensi baru
it: Crea una nuova licenza
ja: ライセンスを追加
lt: Sukurti naują licenciją
nl_nl: Licentie toevoegen
pt: Criar uma nova licença
pt_br: Criar uma nova licença
ru: Создать новую лицензию
sl: Ustvari novo dovoljenje
uk: Додати нову ліцензію

source: Messages
da: Beskeder
de: Nachrichten
es: Mensajes
id: Pesan
it: Messaggi
ja: メッセージ
lt: Pranešimai
nl_nl: Berichten
pt: Mensagens
pt_br: Mensagens
ru: Сообщения
sl: Sporočila
uk: Повідомлення

source: From:
da: Fra:
de: von:
es: Desde:
fr: De :
id: Dari:
it: Da:
lt: Nuo:
nl_nl: van:
pt: Remetente:
pt_br: De:
ru: От:
sl: Od:
uk: Від:

source: You have tasks assigned:
da: Du har opgaver tildelt:
de: Du hast zugeordnete Aufgaben:
es: Tienes tareas asignadas:
fr: Des tâches vous ont été attribuées :
id: Anda telah memiliki pekerjaan yang sudah ditentukan:
it: Hai alcuni compiti assegnati:
ja: 担当中タスク:
lt: Turite paskirtų užduočių:
nl_nl: Er zijn taken toegewezen:
pt: Tem tarefas que lhe foram atribuídas:
pt_br: Tarefas atribuídas a você:
ru: Вам назначены задачи:
sl: Vam dodeljene naloge:
uk: Ви маєте призначенні завдання:

source: This project is not published yet.
da: Dette projekt er ikke publiceret endnu.
de: Dieses Projekt ist noch nicht veröffentlicht.
es: Este proyecto aún no está publicado.
fr: Ce projet n'est pas encore publié
id: Proyek ini belum dipublikasikan
it: Questo progetto non è ancora pubblicato.
ja: このプロジェクトは未公開です
lt: Šis projektas dar nepaskelbtas.
nl_nl: Dit project is nog niet gepubliceerd.
pt: Este projeto ainda não está publicado.
pt_br: Este projeto ainda não foi publicado.
ru: Этот проект ещё не опубликован.
sl: Ta projekt še ni objavljen.
uk: Цей проект ще неопублікований.

source: Publish
da: Publicer
de: Veröffentlichen
es: Publicar
fr: Publier
id: Publikasikan
it: Pubblica
ja: 公開
lt: Paskelbti
nl_nl: Publiceren
pt: Publicar
pt_br: Publicar
ru: Опубликовать
sl: Objavi
uk: Опублікувати

source: This project was archived.
da: Dette projekt var arkiveret.
de: Dieses Projekt wurde archiviert.
es: Este proyecto fue archivado.
fr: Ce projet a été archivé.
id: Proyek ini telah diarsipkan.
it: Questo progetto è stato archiviato.
ja: プロジェクトをアーカイブしました
lt: Šis projektas suarchyvuotas.
nl_nl: Dit project is gearchiveerd.
pt: Este projeto foi arquivado
pt_br: Este projeto foi arquivado.
ru: Проект убран в архив.
sl: Ta projekt je bil arhiviran.
uk: Проект в архіві.

source: Instructions
da: Instruktioner
de: Anweisungen
es: Instrucciones
id: Petunjuk
it: Istruzioni
ja: インストラクション
lt: Instrukcijos
nl_nl: Instructies
pt: Instruções
pt_br: Instruções
ru: Инструкция
sl: Navodila
uk: Інструкції

source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fr: Editer
id: Mengedit
it: Modifica
ja: 編集
lt: Redaguoti
nl_nl: Bewerken
pt: Editar
pt_br: Editar
ru: Изменить
sl: Uredi
uk: Редагувати

source: Are you sure?
de: Bist Du sicher?
es: ¿Estás seguro/a?
fr: Êtes-vous certain ?
it: Sei sicuro?
ja: よろしいですか？
lt: Ar tikrai?
pt: Tem a certeza?
pt_br: Tem certeza?
ru: Вы уверены?
uk: Ви впевнені!

source: This will mark all tasks currently marked as 'done' as invalid. Please use this only if you are sure of what you are doing.
de: Diese Aktion wird alle als "erledigt" markierten Aufgaben als ungültig markieren. Tun Sie dies nur wenn Sie wirklich wissen was Sie tun!
es: Esto marcará como inválidas todas las tareas que están marcadas actualmente como 'hechas'. Por favor, haz esto solamente si estás seguro/a de lo que estás haciendo.
fr: Cela marquera toutes les tâches marquées comme 'faites' comme invalides. Veuillez utiliser cette fonctionalité uniquement si vous êtes sûr de ce que vous faites.
ja: 現在選択しているタスクをすべて '差し戻し' します。この操作は、よく確認してから実施するようにしてください。
lt: Tai pažymės visas užduotis dabar pažymėtas „Baigta“ kaip anuliuotas. Naudokite šią parinktį tik, jei žinote, ką darote.
pt: Isto irá alterar todas as tarefas que existem marcadas como 'terminado' para 'inválido'. Por favor use isto apenas se tiver a certeza do que está a fazer.
pt_br: Isto marcará como inválidas todas as tarefas que atualmente estão sinalizadas como "concluídas". Por favor, use esta função somente se você realmente sabe o que está fazendo.
ru: Так вы отметите все задачи, отмеченные готовыми, как несделанные. Нажимайте только если уверены, что этого хотите.
uk: Це відхилить всі завдання, що були відмічені як 'виконані'. Будь ласка, переконайтесь що ви розумієте те що робите.
