Repository: hotosm/tasking-manager
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: da, de, es, fr, id, it, ja, lt, nl_nl, pt, pt_br, ru, sl, uk

source: Please leave a comment. It will be displayed in all the invalidated tasks.
de: Bitte hinterlassen sie einen Kommentar. Er wird in allen ungültigen Aufgaben angezeigt werden.
es: Por favor, escribe un comentario. Será mostrado en todas las tareas invalidadas.
fr: Laissez un commentaire. Il sera affiché dans toutes les tâches invalidées.
ja: コメントを記入してください。このコメントはすべての差し戻し対象タスクに記載されます。
lt: Palikite komentarą. Jis bus rodomas visose anuliuotose užduotyse
pt: Por favor escreva um comentário. Será mostrado em todas as tarefas tornadas inválidas.
pt_br: Por favor, deixe um comentário. Ele será mostrado em todas as tarefas que estão sendo marcadas como de resultado inválido.
ru: Оставьте комментарий. Его покажут во всех проверенных задачах.
uk: Будь ласка, залишить коментар. Він буде доданий до всіх відхилених завдань.

source: This will be sent as the invalidation comment to users.
de: Dieses wird als Kommentar zur Ungültigkeit an alle Benutzer gesendet.
es: Esto será enviado como comentario de invalidación para todos los usuarios.
fr: Ce sera envoyé comme commentaire d'invalidation aux utilisateurs.
ja: この文章は、差し戻しコメントとしてユーザにも送付されます。
lt: Tai bus siunčiama kaip anuliavimo komentaras naudotojams.
pt: Isto irá ser enviado como um convite a utilizadores para comentarem.
pt_br: Isto será enviado aos usuários como comentário de invalidação.
ru: Этот текст — комментарий к результатам, его отправят другим.
uk: Це призведе до надсилання повідомлень про відхилення завдань користувачам.

source: Please type in the project number id of the repository to confirm.
de: Zum Bestätigen geben sie bitte die Projekt-Nummer ID des Repositories an.
es: Por favor, introduce el número de identificación del proyecto del repositorio para confirmar.
fr: Veuillez saisir le numéro du projet pour confirmer.
ja: 確認のため、リポジトリのプロジェクトID番号を入力してください。
lt: Patvirtinimui įveskite saugyklos projekto numerį.
pt: Por favor introduza o ID do número do projeto no repositório para confirmar.
pt_br: Por favor, para confirmar a ação digite o ID do projeto para este repositório.
ru: Введите номер проекта в хранилище для продолжения.
uk: Введіть, будь ласка, номер проекту в репозиторії для підтвердження ваших дій.

source: Invalidate all done tasks
de: Alle Aufgaben als ungültig markieren.
es: Invalidar todas las tareas hechas.
fr: Invalider toutes les tâches complétées.
it: Annulla tutti i compiti completati
ja: すべてのタスクを差し戻す
lt: Anuliuoti visas baigtas užduotis
pt: Invalidar todas as tarefas terminadas
pt_br: Invalidar todas as tarefas concluídas
ru: Отметить готовые задачи проверенными
uk: Відхилити всі виконані завдання

source: Message all contributors
de: Benachrichtige alle Mitwirkenden
it: Scrivi a tutti i contributori
ja: 全参加者へメッセージ
pt_br: Enviar mensagem para todos os contribuidores
uk: Повідомити всіх учасників

source: This will send a Tasking Manager message to every contributor of the current project.
de: Dies sendet eine Tasking-Manager-Nachricht an alle Mitwirkenden des aktuellen Projekts.
ja: 本プロジェクトの参加者全員にTasking Managerメッセージを送付します。
pt_br: Envia uma mensagem do Tasking Manager para todo contribuidor do projeto atual.
uk: Таким чином ви можете надіслади повідомлення в Менеджері завдань всім учасникам поточного проекта.

source: Please use this feature conservatively.
de: Bitte benutze diese Funktion zurückhaltend.
ja: この機能の利用は慎重に行ってください。
pt_br: Por favor, use esta funcionalidade com cautela.
uk: Будь ласка, не зловживайте цією можливістю.

source: Subject
da: Emne
de: Betreff
es: Asunto
fr: Sujet
id: Subyek
it: Oggetto
ja: 対象
lt: Tema
nl_nl: Onderwerp
pt: Assunto
pt_br: Assunto
ru: Тема
sl: Zadeva
uk: Тема

source: Message
de: Nachricht
it: Messaggio
ja: メッセージ
pt_br: Mensagem
uk: Повідомлення

source: This message does not automatically translate, so you may want to include your own translations.
de: Diese Nachricht wird nicht automatisch übersetzt, also kannst du eventuell deine eigene Übersetzung einfügen.
ja: このメッセージは自動翻訳の対象ではありません。そのため、メッセージの翻訳は自身で行ってください。
pt_br: Esta mensagem não é traduzida automaticamente, então talvez você queira incluir suas próprias traduções.
uk: Повідомлення не перекладаються автоматично, тож ви можете додати власний переклад.

source: Area
da: Område
de: Gebiet
fr: Zone
ja: エリア
lt: Vieta
nl_nl: Gebied
pt: Área
pt_br: Área
ru: Область
sl: Področje
uk: Область

source: Imagery
da: Billede
de: Bilder
es: Imágenes aéreas
fr: Imagerie
id: Citra satelit
it: Foto aeree
ja: 航空写真
lt: Vaizdai
nl_nl: Luchtfoto's en remote sensing beelden
pt: Imagem aérea
pt_br: Imagens aéreas
ru: Снимки
sl: Slikovno gradivo
uk: Фонове зображення

source: Priority Areas
da: Fokusområder
de: Gebiete mit Priorität
es: Áreas prioritarias
fr: Zones prioritaires
id: Area Prioritas
it: Aree prioritarie
ja: 優先エリア
lt: Svarbiausios vietos
nl_nl: Gebieden met hoge prioriteit
pt: Áreas Prioritárias
pt_br: Áreas prioritárias
ru: Приоритетные области
sl: Prednostna področja
uk: Приорітетні області

source: Allowed Users
da: Tilladte brugere
de: Erlaubte Benutzer
es: Usuarios permitidos
fr: Utilisateurs autorisés
id: Pengguna yang diperbolehkan
it: Utenti abilitati
ja: 許可ユーザ
lt: Leidžiama naudotojams
nl_nl: Gemachtigde vrijwilligers
pt: Utilizadores Permitidos
pt_br: Usuários Autorizados
ru: Допущенные пользователи
sl: Dovoljeni uporabniki
uk: Дозволи

source: Misc
da: Forskelligt
de: Verschiedenes
es: Miscelánea
fr: Divers
id: Lainnya
it: Varie
ja: その他
lt: Kita
nl_nl: Diversen
pt: Diversos
pt_br: Variado
ru: Разное
sl: Razno
uk: Інше

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
lt: Būsena
pt: Estado
pt_br: Estado
ru: Статус
uk: Стан

source: Archived
da: Arkiveret
de: Gespeichert
es: Archivado
fr: Archivé
id: Diarsipkan
it: Archiviato
ja: アーカイブ
lt: Archyvuotas
nl_nl: Gearchiveerd
pt: Arquivado
pt_br: Arquivado
ru: В архиве
sl: Arhivirano
uk: Архів

source: Published
da: Udgivet
de: Veröffentlicht
es: Publicado
fr: Publié
id: Dipublikasikan
it: Pubblicato
ja: 公開中
lt: Paskelbtas
nl_nl: Gepubliceerd
pt: Publicado
pt_br: Publicado
ru: Опубликовано
sl: Ojavljen
uk: Опубліковані

source: Draft
da: Udkast
de: Entwurf
es: Borrador
fr: Brouillon
id: Konsep
it: Bozza
ja: 下書き
lt: Juodraštis
nl_nl: Concept
pt: Rascunho
pt_br: Rascunho
ru: Черновик
sl: Osnutek
uk: Чернетки

source: Priority
da: Prioritet
de: Dringlichkeit
es: Prioridad
fr: Priorité
id: Prioritas
it: Priorità
ja: 優先度
lt: Prioritetas
nl_nl: Prioriteit
pt: Prioridade
pt_br: Prioridade
ru: Приоритет
sl: Prioriteta
uk: Приорітет

source: Name of the project
da: Navnet på projektet
de: Name des Projektes
es: Nombre del proyecto
fr: Nom du projet
id: Nama proyek
it: Nome del progetto
ja: プロジェクト名称
lt: Projekto pavadinimas
nl_nl: Projectnaam
pt: Nome do projeto
pt_br: Nome do projeto
ru: Название проекта
sl: Ime projekta
uk: Назва проекту

source: Short Description
da: En kort beskrivelse
de: Kurzbeschreibung
es: Descripción breve
fr: Description courte
id: Deskripsi singkat
it: Breve descrizione
ja: 概略
lt: Trumpas aprašas
nl_nl: Korte omschrijving
pt: Descrição Breve
pt_br: Descrição curta
ru: Краткое описание
sl: Kratek opis
uk: Короткий опис

source: Entities to Map
da: Enheder at kortlægge
de: Zu mappende Objekte
es: Objectos a cartografiar
fr: Éléments à cartographier
id: Entitas yang dipetakan
it: Entità da mappare
ja: マップする対象
lt: Žymėtini objektai
nl_nl: Entiteiten die in kaart moeten worden gebracht
pt: Elementos a mapear
pt_br: Elementos a mapear
ru: Что картировать
sl: Entitete za kartirati
uk: Що мапити

source: primary roads, secondary roads, buildings
da: primære veje, sekundære veje, bygninger
es: carreteras primarias, carreteras secundarias, edificios
fr: routes principales, routes secondaires, bâtiments
id: jalan primer, jalan sekunder, bangunan
it: strade primarie, strade secondarie, edifici
ja: 国道、主要道、建物
lt: pirminiai, antriniai keliai, pastatai
nl_nl: Snelwegen, hoofdwegen, gebouwen
pt: estradas primárias, estradas secundárias, edifícios
pt_br: vias primárias, vias secundárias, edifícios
ru: основные дороги, второстепенные дороги, здания
sl: glavne ceste, sekundarne ceste, zgradbe
uk: основні дороги, другорядні дороги, будинки

source: The list of entities to map.
da: Listen over objekter til kortlægning.
de: Liste der zu mappenden Objekte.
es: La lista de elementos a cartografiar.
fr: Liste des objets à cartographier
id: Daftar entitas yang dipetakan.
it: Lista delle entità da mappare.
ja: マッピング対象の地物
lt: Objektai, kuriuos žymėti.
nl_nl: Gevraagde OpenStreetMap entiteiten.
pt: A lista dos elementos a mapear
pt_br: A lista de elementos a mapear.
ru: Сисок картируемых объектов.
sl: Seznam entitet, ki jih je potrebno kartirati.
uk: Перелік об’єктів для наненсення на мапу.

source: Changeset Comment
da: Changeset kommentar
de: Changeset Kommentar
es: Comentario del conjunto de cambios
fr: Commentaire de changement
id: Komentar perubahan
it: Commento del Gruppo di Modifiche
ja: 変更セットのコメント指定
lt: Pakeitimo komentaras
nl_nl: Commentaar op de wijzigingen
pt: Comentário das alterações
pt_br: Comentário para o conjunto de alterações
ru: Комментарий к пакетам правок
sl: Komentar paketa sprememb
uk: Коментар для наборів змін

source: Default comments added to uploaded changeset comment field. Users should also be encouraged add text describing what they mapped.
de: Standardkommentare, die zum Kommentarfeld des hochgeladenen Änderungssatzes hinzugefügt wurden. Benutzer sollten dazu ermutigt werden, Ihre Kartierungen mit einem Text zu beschreiben
es: Los comentarios por defecto han sido añadidos al campo de comentarios del conjunto de cambios subido. Se debería animar a los usuarios a que añadan texto en el que describan qué han cartografiado.
fr: Commentaires par défaut ajoutés au champ de commentaire changeset. Les utilisateurs devraient aussi être encouragés à ajouter un texte décrivant ce qu'ils ont cartographié.
ja: デフォルトのコメントは、変更セットのコメント欄に自動的に入力されます。自身が編集した内容を、そのコメントに対して追記することが推奨されます。
pt: Comentários padrão adicionados ao campo de comentário das alterações feitas.
pt_br: Comentário adicionado por padrão ao conjunto de alterações enviadas. Usuários também deverm ser encorajados a adicionar texto descrevendo o que eles mapearam.
uk: Типовий коментар додається в поле коментаря набору змін. Користувачі також можуть додавати опис власних дій.

source: Example defaults:
de: Beispiel Standardwerte:
es: Ejemplos de comentarios por defecto:
fr: Exemple par défaut :
ja: デフォルトの例:
pt: Exemplos de comentários:
pt_br: Opções padrão do exemplo:
uk: Приклад:

source: Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.
de: Hashtags werden manchmal zur späteren Analyse verwendet, aber sie sollten für Menschen informativ sein und nicht zu oft verwendet werden. Zum Beispiel #gruppe #ereignis
es: Las almohadillas - hashtags - se usan a veces para análisis a posteriori, pero deben ser informativos para la gente normal, y no abusar de ellos. Por ejemplo: #grupo #evento.
fr: Les hashtags sont parfois utilisés plus tard pour analyses, mais doivent être compréhensibles par un humain et ne pas être utilisés à outrance, #groupe #évènement par exemple.
ja: ハッシュタグは後々の分析のために使われることがありますが、人間が読んでも理解できる値であるべきで、使い過ぎはよくありません。例えば #group名や #event名ののように使います。
pt: As Hashtags são por vezes utilizadas para análise posterior, mas devem ser informativas e não utilizadas em excesso, por exemplo #grupo e #evento.
pt_br: Hashtags às vezes são usadas em análise posterior, mas devem ser informativas e não devem ser usadas exageradamente, #grupo #event por exemplo.
uk: Хештеґи іноді використовуються для подальшого аналізу, тож вони повинні буди інформативними та зрозумілими, не взловживайте ними, не використовуйте наприклад такі як #group #event.

source: Detailed Instructions
da: Detaljerede instruktioner
de: Detailierte Anweisungen
es: Instrucciones detalladas
fr: Instructions détaillées
id: Instruksi Lengkap
it: Istruzioni dettagliate
ja: 詳しい説明
lt: Išsamios instrukcijos
nl_nl: Gedetailleerde instructies
pt: Instruções Detalhadas
pt_br: Instruções Detalhadas
ru: Пдробные инструкции
sl: Podrobna navodila
uk: Докладні інструкції

source: Per Task Instructions (optional)
da: Hver opgave instruktioner (valgfrit)
de: Anweisung pro Aufgabe (optional)
es: Instrucciones adicionales para esta tarea (opcional)
fr: Instructions pour chaque tâche (optionnel)
id: Instruksi setiap Task (opsional)
it: Istruzioni per singola task (opzionale)
ja: タスク別の説明 (オプション)
lt: Užduoties instrukcijos (neprivalomos)
nl_nl: Instructies per taak (optioneel)
pt: Instruções por Tarefa (opcional)
pt_br: Instruções por Tarefa (opcional)
ru: Инструкции к зачам (не обязательно)
sl: Navodila za nalogo (neobvezno)
uk: Інструкції до кожного завдання (за бажанням)

source: Put here anything that can be useful to users while taking a task. {x}, {y} and {z} will be replaced by the corresponding parameters for each task.
da: Indsæt her alting der kan være relevant for kortlæggerne under en opgave. {x}, {y} og {z} vil blive erstattet af de tilhørende parametre for hver opgave.
de: Vermerken Sie hier alles, was für die Nutzer während der Aufgabe nützlich sein kann. {x}, {y} und {z} werden durch entsprechende Übergabevariablen für jede Aufgabe ersetzt.
es: Ponga aquí cualquier cosa que pueda ser útil para los usuarios cuando elijen una tarea. {x}, {y} y {z} serán substituídos por los parámetros correspondientes para cada tarea.
fr: Ajouter ici tout ce qui peut être utile aux utilisateurs lorsqu'ils vont prendre une tâche. {x}, {y} et {z} seront remplacés par les paramètres correspondants pour chaque tâche.
id: Letakkan disini untuk semua yang berguna untuk user ketika sedang mengambil sebuah task. {x}, {y}, dan {z} akan digantikan oleh parameter terkait untuk setiap task.
it: Inserire qui qualsiasi cosa che possa essere utile agli utenti mentre assumono un compito. {x}, {y} e {z} verranno rimpiazzati dai corrispondenti parametri per ogni compito.
ja: タスクを行う上で有用なリンクを記載します。{x}と{y}と{z}の値は、それぞれのタスクにおいて、適切なパラメータとして置換されます。
lt: Čia dėkite bet ką, kas gali būti naudinga naudotojams atliekantiems užduotį. {x}, {y} ir {z} bus pakeisti atitinkamais parametrais kiekvienai užduočiai.
nl_nl: Plaats hier informatie die nuttig kan zijn voor vrijwilligers bij het uitvoeren van een taak. {x}, {y} en {z} zullen automatisch worden vervangen door coördinaten.
pt: Coloque aqui informações que possam ser úteis aos utilizadores ao executarem uma tarefa. {x}, {y} e {z} serão substituídos pelos parâmetros correspondentes para cada tarefa.
pt_br: Insira aqui qualquer informação que seja útil para usuários trabalhando numa tarefa. {x}, {y} e {z} serão substituídos pelos parâmetros correspondentes de cada tarefa.
ru: Впишите сюда всё, что будет полезно пользователям, взявшимся за задачу. Ключи {x}, {y} и {z} будут заменены соответствующими параметрами задачи.
sl: Sem vpišite vse kar bi končnim uporabnikom pomagalo pri izvajanju opravila. {x}, {y} in {z} bodo zamenjani z ustreznimi parametri posameznega opravila.
uk: Вкажіть все, що буде корисним для користувачів, для виконання завдання. {x}, {y} та {z} будуть замінені на відповідні параметри для кожного завдання.

source: For example:
da: For eksempel:
de: Zum Beispiel:
es: Por ejemplo:
fr: Par exemple :
id: Sebagai contoh:
it: Per esempio:
ja: 例:
lt: Pavyzdžiui:
nl_nl: Bijvoorbeeld:
pt: Por exemplo:
pt_br: Por exemplo:
ru: Например:
sl: Na primer:
uk: Наприклад:

source: This task involves loading extra data. Click [here](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) to load the data into JOSM
de: Bei dieser Aufgabe musst du weitere Daten laden. Klicke [hier](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) um die Daten in JOSM zu laden
it: Questo compito implica caricare ulteriori dati. Clicca [qui](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) per caricare i dati in JOSM
ja: このタスクでは追加のデータを読み込みます。[こちら](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) をクリックして、データをJOSMに読み込んでください。
pt_br: Esta tarefa envolve o carregamento de dados adicionais. Clique [aqui] (http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) para carregar os dados no JOSM
uk: Це завдання потребує завантаження додаткових даних. Тицніть [тут](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm), щоб завантажити дані в JOSM

source: Put here anything that can be useful to users while taking a task. If you have added extra properties within the GeoJSON of the task, they can be referenced by surrounding them in curly braces. For eg. if you have a property called "import_url" in your GeoJSON, you can reference it like:
de: Füge hier alles ein was hilfreich für Mitwirkende sein kann, wenn sie diese Aufgabe bearbeiten. Falls du extra Eigenschaften innerhalb des GeoJSON der Aufgabe hinzugefügt hast, können diese referenziert werden indem sie mit geschweiften Klammern umhüllt werden. Falls du also z.B. eine Eigenschaft namens "import_url" in deinem GeoJSON hast, kannst du sie wie folgt referenzieren:
ja: タスクを実施するにあたって参考となる事柄を記載します。もしタスクのGeoJSONに属性を加えた場合、周辺部のタスクの範囲に影響が発生します。例えば、GeoJSONに "import_url" という属性を加えた場合、リファレンスは以下のように行います:
pt_br: Coloque aqui qualquer informação que pode ser útil para usuários enquanto estiverem realizando uma tarefa. Se você tiver adicionado propriedades ao GeoJSON da tarefa, eles podem ser referenciados usando chaves. Por exemplo, se houver uma propiedade chamada "import_url" em seu GeoJSON, você pode referenciá-lo assim:
uk: Додайте будь-що, що може стати в нагоді учасникам під час виконання цього завдання. Якщо ви додаєте додаткові властивості за допомогою GeoJSON для цього завдання, на них можна посилатись, додаючи їх у фігурні дужки. Наприклад: якщо у вас є атрибут "imported_url" в вашому GeoJSON, ви можете зазначити його наступним чином:

source: This task involves loading extra data. Click [here](http://localhost:8111/import?new_layer=true&url={import_url}) to load the data into JOSM
de: Bei dieser Aufgabe musst du weitere Daten laden. Klicke [hier](http://localhost:8111/import?new_layer=true&url={import_url}) um die Daten in JOSM zu laden
ja: このタスクでは追加のデータ読み込みが必要です。[こちら](http://localhost:8111/import?new_layer=true&url={import_url}) をクリックして、JOSMにデータを読み込ませてください。
pt_br: Esta tarefa envolve o carregamento de dados extra. Clique [aqui](http://localhost:8111/import?new_layer=true&url={import_url}) para carregar os dados no JOSM
uk: Це завдання потребує завантаження додаткових даних. Тицніть [тут](http://localhost:8111/import?new_layer=true&url={import_url}) щоб завантажити дані в JOSM

source: Area modifications are not available yet.
da: Område modifikationer er ikke tilgængelige endnu.
de: Gebietsänderungen sind noch nicht möglich.
es: Las modificaciones de área aún no están disponibles.
fr: La possibilité de modifier la zone du projet n'est pas encore disponible.
id: Modifikasi area saat ini belum tersedia.
it: Modifiche areali non sono ancora disponibili.
ja: エリア修正はまだ未実装です。
lt: Vietos pakeitimai dar neprieinami.
nl_nl: Wijzigingen in het gebied zijn nog niet beschikbaar.
pt: Ainda não estão disponíveis alterações em áreas.
pt_br: Modificações na área ainda não estão disponíveis.
ru: Редактирование областей пока недоступно.
sl: Vse spremembe še niso na voljo.
uk: Редагування областей поки недоступне.

source: ${count} priority area
de: ${count} Schwerpunktgebiet
ja: 優先中の ${count} エリア
pt_br: ${count} área prioritária
uk: ${count} пріоритетна ділянка

source: If you want mappers to work on the highest priority areas first, draw one or more polygons within the project area.
da: Hvis du vil have kortlæggere til at arbejde i de mest relvante fokusområder først, så tegn en eller flere polygoner i projektområdet.
de: Malen sie ein oder mehrere Polygone im Projekt-Gebiet um Mapper auf Gebiete mit höchster Priorität hinzuweisen.
es: Si quiere que los cartógrafos trabajen primero en las áreas de alta prioridad, dibuje uno o más polígonos dentro de la área del proyecto.
fr: Si vous voulez que les cartographes travaillent d'abord sur des zones prioritaires, dessinez un ou plusieurs polygones à l'intérieur de la zone du projet.
id: Jika anda ingin mapper untuk mengerjakan area dengan tingkat prioritas tertinggi terlebih dahulu, gambar satu atau lebih poligon didalam area proyek.
it: Se vuoi che i mappatori lavorino prima sulle aree con priorità, disegna uno o più poligoni all'interno dell'area di progetto.
ja: もし優先度の高いエリアをマッパーに示したい場合、プロジェクト対象エリアの中に1つ以上のポリゴンを描いてください。
lt: Jei norite, kad žemėlapių kūrėjai pirmiau dirbtų su svarbiausiomis vietomis, apibrėžkite vieną ar daugiau daugiakampių projekto vietoje.
nl_nl: Wanneer je wilt dat vrijwilligers eerst aan taken met hoge prioriteit werken, teken dan meerdere deelgebieden binnen het projectgebied.
pt: Se quiser que os utilizadores executem primeiro as tarefas prioritárias,desenhe um ou mais polígonos dentro da área do projeto.
pt_br: Se quiser que mapeadores trabalhem em áreas prioritárias primeiro, desenhe um ou mais polígonos dentro da área do projeto.
ru: Если вы хотите, чтобы маперы в первую очередь работали над высокоприоритетными областями, отметьте один или несколько полигонов внутри области проекта.
sl: Če želite, da kartografi pričnejo z delom najprej na področjih višje prioritete, narišite enega ali več poligonov znotraj projektnega področja.
uk: Якщо ви бажаєте, щоб мапери спочатку працювали над областями з високим приорітетом, позначте їх одним чи кількома полігонами в середині області проекта.

source: URL to service
da: URL til servicen
de: URL zu Service
es: URL del servicio
fr: URL du service
id: URL yang disediakan
it: URL del servizio
ja: サービスURL
lt: Tarnybos URL
nl_nl: URL naar de service
pt: URL do serviço
pt_br: URL do serviço
ru: URL до сервиса
sl: URL naslov storitve
uk: URL до сервісу

source: Note:
de: Hinweis:
es: Nota:
id: Catatan:
it: Nota:
ja: 注記:
lt: Pastaba:
nl_nl: Aantekening:
pt: Nota:
pt_br: Nota:
ru: Примечание:
sl: Opomba:
uk: Примітки:
