Repository: hotosm/tasking-manager
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: da, de, es, fr, id, it, ja, lt, nl_nl, pt, pt_br, ru, sl, uk

source: Assigned to ${username}
da: Tildelt til ${username}
de: Zugordnet zu ${username}
es: Asignar a ${username}
fr: Attribué à ${username}
id: Ditentukan untuk ${username}
it: Assegnato a ${username}
ja: ${username} へタスク担当依頼
lt: Paskirta (${username})
nl_nl: Toegewezen aan ${username}
pt: Atribuída a ${username}
pt_br: Atribuída a ${username}
ru: Назначена ${username}
sl: Dodeljeno uporabniku ${username}
uk: Призначено ${username}

source: Not assigned yet
da: Ikke tildelt endnu
de: Noch nicht zugeordnet
es: Todavía no asignada
fr: Pas encore attribué
id: Belum ditentukan
it: Non ancora assegnato
ja: 担当中タスクなし
lt: Dar nepaskirta
nl_nl: Nog niet toegewezen
pt: Ainda não foi atribuída
pt_br: Não atribuída ainda
ru: Ещё не назначена
sl: Ni še dodeljena
uk: Ще не призначено

source: Leave a comment
da: Efterlad en kommentar
de: Hinterlasse einen Kommentar
es: Deja un comentario
fr: Laisser un commentaire
id: Tinggalkan sebuah komentar
it: Lascia un commento
ja: コメント入力
lt: Komentuoti
nl_nl: Commentaar geven
pt: Deixe um comentário
pt_br: Deixe um comentário
ru: Оставить комментарий
sl: Vpiši komentar
uk: Залишити коментар

source: a task
da: en opgave
de: eine Aufgabe
es: una tarea
fr: une tâche
id: sebuah task
it: un compito
ja: タスク
lt: užduotį
nl_nl: een taak
pt: uma tarefa
pt_br: uma tarefa
ru: задача
sl: naloga
uk: завдання

source: You already have ${task_link} locked.
da: Du har allerede ${task_link} låst.
de: Du hast bereits ${task_link} gesperrt.
es: Aún tienes ${task_link} bloqueada.
fr: Vous avez déjà ${task_link} bloquée.
id: Anda sudah memiliki ${task_link} yang terkunci.
it: Hai già bloccato ${task_link}.
ja: 現在 ${task_link} をロック中です
lt: Jau turite užblokuotą ${task_link}.
nl_nl: ${task_link} is al vergrendeld.
pt: Ainda tem bloqueada ${task_link}.
pt_br: Você já bloqueou ${task_link}.
ru: У вас уже заблокирована ${task_link}.
sl: Imate že zaklenjeno ${task_link}.
uk: Ви вже працюєте над ${task_link}.

source: Select it again
da: Vælg den igen
de: Nochmals auswählen
es: Selecciónala de nuevo
fr: Sélectionner à nouveau
id: Pilih task lagi
it: Seleziona nuovamente
ja: 再選択
lt: Pasirinkti ją vėl
nl_nl: Opnieuw selecteren
pt: Selecione novamente
pt_br: Selecione novamente
ru: Выберите её заново
sl: Še enkrat izberite
uk: Обрати завдання знов

source: Hard
da: Svær
de: Schwierig
es: Difícil
fr: Difficile
id: Sulit
it: Difficile
ja: 難
lt: Sunki
nl_nl: Moeilijk
pt: Difícil
pt_br: Difícil
ru: Высокая
sl: Težavno
uk: Важко

source: Difficulty: hard<br>Level: advanced
da: Sværhedsgrad: svær<br>Niveau: avanceret
de: Schwierigkeitsgrad: schwierig<br>Niveaustufe: Fortgeschritten
es: Dificultad: difícil<br>Nivel: avanzado
fr: Difficulté : difficile<br>Niveau : avancé
id: Tingkat kesulitan: sulit<br> Tingkat: lanjutan
it: Difficoltà: complessa<br>Livello: avanzato
ja: 難易度: 難<br>レベル: 上級者
lt: Sunkumas: sunki<br>Lygis: pažengęs
nl_nl: Complexiteit: moeilijk<br />Niveau: geavanceerd
pt: Dificuldade: difícil<br>Nível: avançado
pt_br: Dificuldade: difícil<br>Nível: avançado
ru: Сложность: высокая<br>Уровень: продвинутый
sl: Težavnost: težka<br>Nivo: napredni
uk: Складність: важко<br>Рівень: для досвідчених

source: Medium
de: Mittel
es: Media
fr: Moyen
id: Sedang
it: Medio
ja: 中
lt: Vidutinė
nl_nl: Normaal
pt: Médio
pt_br: Média
ru: Средняя
sl: Srednje
uk: Середньо

source: Difficulty: medium<br>Level: intermediate
da: Sværhedsgrad: medium<br>Niveau: let øvede
de: Schwierigkeitsgrad: mittel<br>Niveaustufe: fortgeschrittene Anfänger
es: Dificultad: media<br>Nivel: intermedio
fr: Difficulté : moyen<br>Niveau : intermédiaire
id: Tingkat kesulitan: sedang<br> Tingkat: menengah
it: Difficoltà: media<br>Livello: intermedio
ja: 難易度: 中<br>レベル: 中級者
lt: Sunkumas: vidutinė<br>Lygis: vidutinis
nl_nl: Complexiteit: normaal<br />Niveau: gemiddeld
pt: Dificuldade: média<br>Nível: intermédio
pt_br: Dificuldade: média<br>Nível: intermediário
ru: Сложность: средняя<br>Уровень: опытный
sl: Težavnost: srednja<br>Nivo: srednji
uk: Складність: середня<br>Рівень: помірний

source: Easy
da: Nemt
de: Leicht
es: Fácil
fr: Facile
id: Mudah
it: Facile
ja: 易
lt: Lengva
nl_nl: Eenvoudig
pt: Fácil
pt_br: Fácil
ru: Низкая
sl: Enostavno
uk: Легко

source: Difficulty: easy<br>Level: beginner
da: Sværhedsgrad: nemt<br>Niveau: begynder
de: Schwierigkeitsgrad: leicht<br>Niveaustufe: Anfänger
es: Dificultad: fácil<br>Nivel: principiante
fr: Difficulté : facile<br>Niveau : débutant
id: Tingkat kesulitan: mudah<br> Tingkat: pemula
it: Difficoltà: facile<br>Livello: principiante
ja: 難易度: 易<br>レベル: 初級者
lt: Sunkumas: lengva<br>Lygis: pradedantysis
nl_nl: Complexiteit: eenvoudig<br />Niveau: beginner
pt: Dificuldade: fácil<br>Nível: iniciante
pt_br: Dificuldade: fácil<br>Nível: iniciante
ru: Сложность: низкая<br>Уровень: начинающий
sl: Težavnost: lahka<br>Nivo: začetni
uk: Складність: легко<br>Рівень: для всіх

source: Difficulty
da: Sværhedsgrad
de: Schwierigkeitsgrad
es: Dificultad
fr: Difficulté
id: Tingkat kesulitan
it: Difficoltà
ja: 難易度
lt: Sunkumas
nl_nl: Complexiteit
pt: Dificuldade
pt_br: Dificuldade
ru: Сложность
sl: Težavnost
uk: Складність

source: No difficulty set yet
da: Ingen sværhedsgrad er angivet endnu
de: Der Schwierigkeitsgrad wurde noch nicht festgelegt
es: Todavía no se estableció la dificultad
fr: Difficulté pas encore précisée
id: Tingkat kesulitan belum diatur
it: Nessuna difficoltà ancora impostata
ja: 難易度未設定
lt: Sunkumas nenustatytas
nl_nl: Complexiteit niet ingesteld
pt: Dificuldade ainda não definida
pt_br: Nível de dificuldade não definido
ru: Сложность не указана
sl: Težavnost še ni nastavljena
uk: Рівень складності ще не встановлений

source: Unknown difficulty
da: Ukendt sværhedsgrad
de: Unbekannter Schwierigkeitsgrad
es: Dificultad desconocida
fr: Difficulté inconnue.
id: Kesulitan yang tidak diketahui
it: Problema sconosciuto
ja: 難易度未設定
lt: Nežinomas sunkumas
nl_nl: Onbekend
pt: Dificuldade desconhecida
pt_br: Dificuldade desconhecida
ru: Сложность неизвестна
sl: Neznana težavnost
uk: Складність невідома

source: Edit with
da: Redigerer med
de: Bearbeiten mit
es: Editar con
fr: Editer avec
id: Edit dengan
it: Modifica con
ja: エディタ
lt: Redaguoti su
nl_nl: Bewerken met
pt: Editar com o
pt_br: Editar com
ru: Править в
sl: Uredi z
uk: Редагувати у

source: .gpx file
da: .gpx fil
de: .gpx-Datei
es: archivo .gpx
fr: fichier .gpx
id: file .gpx
it: file .gpx
ja: .gpxファイル
lt: .gpx failas
nl_nl: .gpx bestand
pt: ficheiro .gpx
pt_br: arquivo .gpx
ru: .gpx файл
sl: datoteka .gpx
uk: .gpx файл

source: Tip: Download the following ${task_gpx_link} and load it in JOSM in order to see the current task boundary
da: Tips - Download følgende ${task_gpx_link} og indlæs i JOSM for at se nuværende opgave afgrænsninger
de: Tip: Laden sie die folgende ${task_gpx_link} herunter und öffnen Sie sie in JOSM um die Ränder der aktuellen Aufgabe zu sehen.
es: Sugerencia: Descargue el siguiente ${task_gpx_link} y cárguelo en JOSM para ver el límite de la tarea actual
fr: Astuce : Téléchargez le fichier ${task_gpx_link} et chargez le dans JOSM afin de voir les limites de la tâche en cours
id: Tips: Download file berikut ini ${task_gpx_link} dan buka file tersebut di JOSM untuk melihat batas task yang dipilih saat ini
it: Suggerimento: scarica ${task_gpx_link} e caricalo in JOSM per vedere i limiti dell'attuale compito
ja: TIP: 以下の ${task_gpx_link} をダウンロードしてJOSMで読み込むことで、現在のタスクの対象範囲を確認することができます
lt: Patarimas: Atsisiųskite ${task_gpx_link} ir įkelkite į JOSM, kad pamatytumėte dabartinės užduoties ribą
nl_nl: Tip: Download ${task_gpx_link} en laad deze in JOSM om het gebied van de taak te openen
pt: Dica: descarregue o seguinte ${task_gpx_link} e carregue-o no JOSM para ver os limites da área a editar
pt_br: Dica: baixe o ${task_gpx_link} e carregue-o no JOSM para ver lá os limites de área da tarefa em que está trabalhando
ru: Подсказка: скачайте ${task_gpx_link} и откройте его в JOSM чтобы видеть границы текущего задания
sl: Namig: Prenesite naslednje ${task_gpx_link} in ga odprite v programu JOSM za prikaz meja trenutnega opravila.
uk: Порада: Завантажте цей ${task_gpx_link} та відкрийте його в JOSM, щоб побачити межі поточного завдання

source: Select a task on the map
da: Vælg en opgave på kortet
de: Wähle eine Aufgabe auf der Karte
es: Selecciona una tarea del mapa
fr: Sélectionner une tâche sur la carte
id: Pilih sebuah task pada peta
it: Seleziona un compito sulla mappa
ja: マップに表示されているタスクを選択
lt: Pasirinkite užduotį žemėlapyje
nl_nl: Selecteer een taak op de kaart
pt: Selecione uma tarefa no mapa
pt_br: Selecionar uma tarefa no mapa
ru: Выберите задачу на карте
sl: Na zemljevidu izberite nalogo
uk: Оберіть завдання на мапі

source: Take a task at random
da: Tag en tilfældig opgave
de: Eine zufällige Aufgabe wählen
es: Escoge una tarea aleatoria
fr: Prendre une tâche au hasard
id: Ambil task secara acak
it: Ricevi un compito a caso
ja: ランダム選択
lt: Parinkti užduotį atsitiktinai
nl_nl: Ontvang een willekeurige taak
pt: Escolher uma tarefa aleatoriamente
pt_br: Obter uma tarefa por sorteio
ru: Получите случайную задачу
sl: Prevzemi naključno nalogo
uk: Отримайте випадкове завдання

source: Comment
da: Kommentar
de: Kommentar
es: Comentar
fr: Commenter
id: Komentar
it: Commenta
ja: コメント
lt: Komentuoti
nl_nl: Commentaar
pt: Comentário
pt_br: Enviar comentário
ru: Комментарий
sl: Komentiraj
uk: Коментар

source: ${user} marked ${tasklink} as <b>done</b>
da: ${user} markede ${tasklink} som <b>færdig</b>
de: ${user} markierte ${tasklink} als <b>erledigt</b>
es: ${user} ha marcado ${tasklink} como <b>hecho</b>
fr: ${user} a <b>complété</b> la ${tasklink}
id: ${user} menandai ${tasklink} sebagai <b>selesai</b>
it: ${user} ha contrassegnato ${tasklink} come <b>terminato</b>
ja: ${user} さんがタスク ${tasklink} を <b>完了</b> にしました
lt: ${user} pažymėjo ${tasklink} kaip <b>baigtą</b>
nl_nl: ${user} heeft ${tasklink} als <b>klaar</b> gemarkeerd
pt: ${user} marcou ${tasklink} como <b>terminado</b>
pt_br: ${user} marcou ${tasklink} como <b>concluída</b>
ru: ${user} отметил задачу ${tasklink} как <b>выполненную</b>
sl: ${user} je označil ${tasklink} kot <b>dokončano</b>
uk: ${user} позначив ${tasklink} як <b>завершене</b>

source: ${user} <b>invalidated</b> ${tasklink}
da: ${user} <b>godkendte ikke</b> ${tasklink}
de: ${user} <b>hat</b> ${tasklink} <b>als ungültig markiert</b>
es: ${user} <b>ha invalidado</b> ${tasklink}
fr: ${user} a <b>invalidé</b> la ${tasklink}
id: ${user} <b>membatalkan</b> ${tasklink}
it: ${user} ha <b>invalidato</b> ${tasklink}
ja: ${user} さんがタスク ${tasklink} を<b>差し戻しました</b>
lt: ${user} <b>anuliavo</b> ${tasklink}
nl_nl: ${user} heeft ${tasklink} <b>negatief</b> gevalideerd
pt: ${user} <b>invalidou</b> ${tasklink}
pt_br: ${user} considerou <b>inválida</b> ${tasklink}
ru: ${user} <b>не подтвердил</b> выполнение задачи ${tasklink}
sl: ${user} je <b>razveljavil</b> ${tasklink}
uk: ${user} <b>відхилив</b> ${tasklink}

source: ${user} <b>validated</b> ${tasklink}
da: ${user} <b>godkendte</b> ${tasklink}
de: ${user} <b>hat</b> ${tasklink} <b>validiert</b>
es: ${user} <b>ha validado</b> ${tasklink}
fr: ${user} a <b>validé</b> la ${tasklink}
id: ${user} <b>membenarkan</b> ${tasklink}
it: ${user} ha <b>validato</b> ${tasklink}
ja: ${user} さんがタスク ${tasklink} を<b>確認しました</b>
lt: ${user} <b>patvirtino</b> ${tasklink}
nl_nl: ${user} heeft ${tasklink} <b>positief</b> gevalideerd
pt: ${user} <b>validou</b> ${tasklink}
pt_br: ${user} considerou <b>válida</b> ${tasklink}
ru: ${user} <b>подтвердил</b> выполнение задачи ${tasklink}
sl: ${user} je <b>potrdil</b> ${tasklink}
uk: ${user} <b>затвердив</b> ${tasklink}

source: Marked as done
da: Angivet som færdig
de: Als beendet markiert
es: Marcada como hecha
fr: Marqué comme complété
id: Ditandai sudah selesai
it: Segna come concluso
ja: 完了としてマーク
lt: Pažymėjo, kaip baigtą:
nl_nl: Als gereed markeren
pt: Marcado como terminado
pt_br: Marcada como concluída
ru: Отмечена сделанной
sl: Označeno kot dokončano
uk: Позначено як виконане

source: by
da: af
de: von
es: por
fr: par
id: oleh
it: da
nl_nl: door
pt: por
pt_br: por
ru: пользователем
sl: od
uk: користувачем

source: <b>Split</b> by ${link}
de: <b>Aufgeteilt</b> von ${link}
ja: ${link} で <b>分割</b>
pt_br: <b>Divide</b> por ${link}
uk: <b>Розділив</b> ${link}

source: Locked
da: Låst
de: Gesperrt
es: Bloqueada
fr: Bloqué
id: Terkunci
it: Bloccato
ja: ロック
lt: Užblokavo:
nl_nl: Vergrendeld
pt: Bloqueado
pt_br: Bloqueada
ru: Занята
sl: Zaklenjena
uk: Зайнято

source: Unlocked
da: Ulåst
de: Entsperrt
es: Desbloqueada
fr: Débloqué
id: Terbuka
it: Sbloccato
ja: アンロック
lt: Atblokavo
nl_nl: Ontgrendeld
pt: Desbloqueado
pt_br: Desbloqueada
ru: Свободна
sl: Odklenjena
uk: Вільно

source: Comment left
da: Kommentar efterladt
de: Kommentar hinterlassen
es: Comentario enviado
fr: Commentaire laissé
id: Komentar yang ditinggalkan
it: Commento lasciato
ja: 関連コメント
lt: Pakomentavo:
nl_nl: Resterend commentaar
pt: Comentário submetido
pt_br: Comentário enviado
ru: Комментарий оставлен
sl: Komentar vpisan
uk: Коментар записаний

source: Nothing has happened yet.
da: Ingenting er sket endnu.
de: Bis jetzt ist nichts passiert.
es: No ha ocurrido nada todavía.
fr: Rien ne s'est encore passé.
id: Belum ada kejadian apapun
it: Non è successo ancora niente.
ja: 活動がありません
lt: Nieko dar neįvyko.
nl_nl: er is nog niets gebeurd
pt: Ainda não aconteceu nada.
pt_br: Nenhuma atividade.
ru: Пока ничего не произошло.
sl: Nič se še ni dogodilo.
uk: Поки нічого не сталось.

source: Extra Instructions
da: Ekstra instruktioner
de: Zusätzliche Anleitungen
es: Instrucciones adicionales
fr: Instructions additionnelles
id: Petunjuk tambahan
it: Istruzioni ulteriori
ja: 追加インストラクション
lt: Papildomos instrukcijos
nl_nl: extra instructies
pt: Instruções Adicionais
pt_br: Instruções adicionais
ru: Дополнительные инструкции
sl: Dodata navodila
uk: Додаткові інструкції

source: Locked by ${username}
da: Låst af ${username}
de: Gesperrt für ${username}
es: Bloqueada por ${username}
fr: Bloqué par ${username}
id: Edit dengan ${username}
it: Bloccato da ${username}
ja: ${username} によりロック中
lt: Užblokuota (${username})
nl_nl: Vergrendeld door ${username}
pt: Bloqueado por ${username}
pt_br: Bloqueada por ${username}
ru: Занята ${username}
sl: Zaklepa ${username}
uk: Виконується ${username}

source: Stop mapping
de: Mappen beenden
es: Para de cartografiar.
fr: Arrêter de cartographier
it: Ferma la mappatura
ja: マッピングを中断
lt: Baigti žymėjimą
pt: Parar de mapear
pt_br: Parar mapeamento
ru: Завершить картирование
uk: Закінчити мапінг

source: If you do not complete or release this task in time, it will be automatically unlocked
da: Hvis du ikke når at færdiggøre eller udgive denne opgave, så vil den automatisk blive låst op
de: Wenn Du diese Aufgabe nicht rechtzeitig beendest oder freigibst, wird sie automatisch freigegeben.
es: Si no completas o liberas esta tarea durante el tiempo asignado, se desbloqueará automáticamente
fr: Si vous ne terminez pas la tâche dans le temps imparti, elle sera débloquée automatiquement
id: Jika anda tidak menyelesaikan atau melepaskan task ini pada waktunya, task ini akan terbuka secara otomatis
it: Se non completi o rilasci questo compito in tempo, sarà automaticamente sbloccato
ja: 作業が完了した場合や、作業の経過時間が長い場合、ロックは自動的に解除されます
lt: Jei nebaigsite ar neatblokuosite šios užduoties laiku, ji bus automatiškai atblokuota
nl_nl: Wanneer de taak niet op tijd gereed is of wordt vrijgegeven zal deze automatisch worden ontgrendeld
pt: Esta tarefa irá ser automaticamente desbloqueada depois de algum tempo caso não seja desbloqueada manualmente
pt_br: Se você não completar nem liberar esta tarefa, ela será desbloqueada automaticamente após um tempo
ru: Если вы не закончите или не освободите задачу вовремя, её освободят автоматически
sl: Če tega opravila ne zaključite oz. sprostite pravočasno, bo le-to odklenjeno samodejno.
uk: Якщо ви не закінчите або не розблокуєте завдання вчасно, воно буде розблоковане автоматично

source: min. left
da: minutter tilbage
de: verbleibende Minuten
es: Minutos restantes
fr: min. restantes
id: menit tersisa
it: minuti rimanenti
ja: 分後に解除
lt: min. liko
nl_nl: Resterend aantal minuten
pt: min. restantes
pt_br: minutos restantes
ru: мин. осталось
sl: minut še na voljo
uk: хв. залишилось

source: Clear selection
da: Nulstil valgte
de: Auswahl aufheben
es: Deshacer la selección
fr: Effacer la sélection
id: Hilangkan semua pilihan
it: Svuota selezione
ja: 選択解除
lt: Išvalyti pasirinkimą
nl_nl: Selectie ongedaan maken
pt: Limpar a seleção
pt_br: Limpar seleção
ru: Очистить выбор
sl: Počisti izbiro
uk: Зняти виділення

source: Task #${number}
da: Opgave #${number}
de: Aufgabe #${number}
es: Tarea #${number}
fr: Tâche #${number}
it: Compito #${number}
ja: タスク #${number}
lt: Užduotis #${number}
nl_nl: Taak #${number}
pt: Tarefa #${number}
pt_br: Tarefa #${number}
ru: Задача #${number}
sl: Naloga #${number}
uk: Завдання #${number}

source: See the changesets in the OSM database for this area.
da: Se ændringssæt i OSM databasen for dette område.
de: Die Changesets für diesen Bereich in der OSM Datenbank ansehen.
es: Mira los conjuntos de cambio en la base de datos de OpenStreetMap para esta área.
fr: Voir les modifications pour cette zone dans la base de données OSM
id: Lihat perubahan pada database OSM untuk wilayah ini.
it: Guarda i gruppi di modifiche nel database di OSM per quest'area.
ja: この地域の変更セットをOSMデータベースで確認
lt: Peržiūrėti šios vietos pakeitimus OSM duomenų bazėje.
nl_nl: Mutaties in de OSM database voor dit gebied bekijken.
pt: Ver as alterações no OpenStreetMap que ocorreram nesta área.
pt_br: Ver os conjuntos de alterações na base de dados OpenStreetMap nesta área.
ru: Посмотреть пакеты правок в базе OSM для этой области.
sl: Prikažite spremembe podatkovne baze OSM za to področje.
uk: Переглянути набори змін в базі даних OSM для цієї території.

source: OSM changesets
da: OSM ændringsæt
de: OSM-Änderungssätze
es: Conjuntos de cambios OSM
fr: Changesets OSM
it: Gruppi di modifiche OSM
ja: OSM変更セット
lt: OSM pakeitimai
nl_nl: Historie
pt: Alterações no OpenStreetMap
pt_br: Conjuntos de alterações no OSM
ru: Пакет правок OSM
sl: Spremembe OSM
uk: Набір змін OSM

source: See the changes in this area using overpass turbo.
de: Betrachte die Änderungen in diesem Gebiet mithilfe von overpass turbo.
ja: overpass turboでこのエリアの変更箇所を確認。
pt_br: Ver as mudanças nesta área utilizando overpass turbo.
uk: Переглянути зміни в цій області, використовуючи overpass-turbo.

source: Task is too big?
da: Opgaven er for stor?
de: Die Aufgabe ist zu groß?
es: ¿La tarea es demasiado grande?
fr: Tâche trop vaste ?
id: Task terlalu besar?
it: Il compito è troppo vasto?
ja: タスク対象地域が大きすぎる？
lt: Užduotis per didelė?
nl_nl: is de taak te groot?
pt: A tarefa é demasiado grande no mapa?
pt_br: Tarefa grande demais?
ru: Задача слишком велика?
sl: Je naloga prevelika?
uk: Завдання завелике?

source: You cannot split this task more.
da: Du kan ikke splitte denne opgave i mindre stykker.
de: Diese Aufgabe kann nicht mehr verkleinert werden.
es: No se puede dividir más esta tarea.
fr: Vous ne pouvez plus diviser cette tâche.
id: Anda tidak dapat membagi tugas ini lagi.
it: Non puoi ulteriormente suddividere questo compito.
ja: これ以上タスクを分割できません。
lt: Daugiau negalite dalinti šios užduoties.
nl_nl: De taak kan niet verder worden gesplitst.
pt: Não pode dividir ainda mais esta tarefa.
pt_br: Esta tarefa não pode mais ser dividida.
ru: Даннуюзадачу нельзя разбить еще сильнее.
sl: Te naloge se ne da še bolj razdeliti.
uk: Неможливо ще більше розділити це завдання.

source: Are you sure you want to split this task?
da: Er du sikker på du vil opdele denne opgave?
de: Bist Du sicher, dass Du diese Aufgabe teilen möchtest?
es: ¿Estás seguro que quiere dividir esta tarea?
fr: Voulez-vous vraiment diviser cette tâche ?
id: Apakah anda yakin ingin membagi task ini?
it: Sei sicuro di voler suddividere questo compito?
ja: 本当にタスクを分割してよいですか？
lt: Ar tikrai norite padalinti šią užduotį?
nl_nl: De taak splitsen?
pt: Tem a certeza que quer dividir esta tarefa?
pt_br: Tem certeza de que deseja dividir esta tarefa?
ru: Уверены, что хотите разбить задачу?
sl: Ali ste prepričani, da želite razdeliti to nalogo?
uk: Ви впевнені, що бажаєте розділити завдання?

source: Split
da: Split op
de: Teilen
es: Dividir
fr: Diviser
id: Bagi
it: Suddividi
ja: 分割
lt: Padalinti
nl_nl: Splitsen
pt: Dividir
pt_br: Dividir
ru: Разбить
sl: Razdeli
uk: Розділити

source: Invalidate this task if you consider it needs more work.
da: Godkend ej denne opgave hvis du mener at der er behov for mere arbejde.
de: Markiere diese Aufgabe als unvollständig, wenn Du meinst, dass noch zusätzliche Arbeiten notwendig sind.
es: Invalida esta tarea si consideras que el trabajo no está completo.
fr: Invalidez la tâche si vous considérez que le travail n'est pas complet.
id: Batalkan validasu task ini jika anda berpikir task ini membutuhkan pekerjaan tambahan
it: Annulla questo compito se pensi che necessiti di ulteriore lavoro.
ja: この地域の作業が未完了である場合、差し戻しを行ってください。
lt: Anuliuoti šią užduotį, jei manote, kad prie jos dar reikia padirbėti.
nl_nl: Zet de taak op niet gevalideerd wanneer er meer werk dient te worden uitgevoerd.
pt: Invalide esta tarefa se considerar que esta necessita de mais trabalho.
pt_br: Declare esta tarefa como inválida se você considera que mais trabalho precisa ser feito.
ru: Отклоните задачу, если над ней стоит ещё поработать.
sl: Razveljavite to nalogo, če menite, da je potrebno storiti še kaj.
uk: Відхилити це завдання, якщо ви вважаєте, що з ним треба ще попрацювати.

source: Unlock
da: Ulåst
de: Entsperren
es: Desbloquear
fr: Débloquer
id: Buka kunci
it: Sblocca
ja: アンロック
lt: Atblokuoti
nl_nl: Ontgrendelen
pt: Desbloquear
pt_br: Desbloquear
ru: Освободить
sl: Odkleni
uk: Розблокувати

source: Invalidate
da: Ej godkendes
de: Unvollständig
es: Invalidar
fr: Invalider
id: Batalkan validasi
it: Annulla
ja: 差し戻し
lt: Anuliuoti
nl_nl: Niet gevalideerd
pt: Invalidar
pt_br: Invalidar
ru: Отклонить
sl: Razveljavi
uk: Відхилити

source: Validate this task if you consider that the work is complete.
da: Validere denne opgave hvis du synes at arbejdet er komplet.
de: Diese Aufgabe bestätigen, wenn Du meinst, dass die Arbeit abeschlossen ist.
es: Valida esta tarea si consideras que el trabajo está completo.
fr: Validez cette tâche si vous considérez que le travail est complet.
id: Validasi task ini jika anda berpikir pekerjaan ini telah selesai.
it: Conferma questo compito se pensi che il lavoro sia completo.
ja: この地域の作業が完了している場合、タスクを確認完了にしてください。
lt: Patvirtinti šią užduotį, jei manote, kad darbas padarytas.
nl_nl: Zet de taak op gevalideerd wanneer het werk compleet is uitgevoerd
pt: Valide esta tarefa se considerar que o trabalho está completo.
pt_br: Declare a tarefa como válida se você considera que o trabalho está completo.
ru: Одобрите, если считаете, что работа выполнена хорошо.
sl: Potrdite nalogo, če menite, da je delo končano.
uk: Ухваліть це завдання, якщо ви вважаєте, що воно виконане.
