Repository: hotosm/tasking-manager
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: da, de, es, fr, id, it, ja, lt, nl_nl, pt, pt_br, ru, sl, uk

source: About the Tasking Manager
da: Om Tasking Manager
de: Über den Tasking Manager
es: Sobre el Gestor de Tareas
fr: À propos du Gestionnaire de Tâches
id: Tentang Tasking Manager
it: Informazioni su Tasking Manager
ja: Tasking Managerについて
lt: Apie užduočių tvarkytuvę
nl_nl: Over de OSM Tasking Manager
pt: Sobre o gestor de tarefas
pt_br: Sobre o Tasking Manager
ru: О менеджере задач
sl: O upravitelju nalog
uk: Про Менеджер Завдань

source: Sponsorship and Funding
da: Sponsorer og finansiering
de: Sponsoren und Unterstützer
es: Patrocinio y financiación
fr: Parrainage et financement
id: Sponsor dan penyedia dana
it: Sponsorizzazione e finanziamento
ja: スポンサーと基金
lt: Rėmimas ir finansavimas
nl_nl: Fondsen en donaties
pt: Patrocínio e Financiamento
pt_br: Patrocínio e Financiamento
ru: Спонсорство и Финансирование
sl: Pokroviteljstvo in financiranje
uk: Спонсори та фінансова підтримка

source: OSM Tasking Manager was designed and built for the <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.
da: OSM Tasking Manager er udviklet og bygget til brug for <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.
de: Der OSM Tasking Manager wurde für das <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a> entwickelt.
es: El Gestor de Tareas de OpenStreetMap fue diseñado y construido para el <a href="http://hot.openstreetmap.org">Equipo Humanitario de OpenStreetMap</a>.
fr: OSM Tasking Manager a été conçu et développé pour <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.
id: OSM Tasking Manager telah dirancang dan dibangun untuk <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.
it: OSM Tasking Manager è stato progettato e realizzato per l'<a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.
ja: OSM Tasking Managerのデザインと構築は<a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>によって行われています。
lt: OSM užduočių tvarkytuvė buvo sukurta <a href="http://hot.openstreetmap.org">OpenStreetMap humanistų komandai</a>.
nl_nl: De OSM Tasking Manager is ontwikkeld for het <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.
pt: O OSM Tasking Manager foi feito para a <a href="http://hot.openstreetmap.org">equipa humanitária do OpenStreetMap</a>
pt_br: Projetado e desenvolvido pelo <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.
ru: Менеджер задач OSM был спроектирован и создан для команды гуманитарной картопомощи (HOT): <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.
sl: Upravitelj nalog OSM je načrtovan in narejen za <a href="http://hot.openstreetmap.org">Humanitarni aktiv OpenStreetMap</a>.
uk: Менеджер Завдань OSM був спроектований і створений <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.

source: With the invaluable help from:
da: Med værdifuld hjælp fra:
de: Mit der unschätzbaren Hilfe von:
es: Con la inestimable ayuda de:
fr: Avec la précieuse aide de :
id: Dengan bantuan sangat berharga dari:
it: Con l'impagabile aiuto di:
ja: 支援提供:
lt: Su neįkainojama pagalba iš:
nl_nl: Met de onmisbare hulp van:
pt: Com a ajuda valiosa de:
pt_br: Com a inestimável ajuda de:
ru: С бесценной помощью от:
sl: Z neprecenljivo pomočjo s strani:
uk: З неоціненною допомогою від:

source: Getting Started
da: Kom godt i gang
de: Erste Schritte
es: Cómo empezar
fr: Commencer
id: Mulai mengerjakan
it: Per iniziare
ja: 参加はこちらから
lt: Kaip pradėti
nl_nl: Beginnen
pt: Começando
pt_br: Como Começar
ru: Приступая к работе
sl: Za lažji začetek
uk: Розпочати

source: Some resources to help you start using the Tasking Manager:
da: Nogle vejledninger til at hjælpe dig i gang med Tasking Manager:
de: Einige Quellen die Ihnen den Einstieg in die Arbeit mit dem Tasking Manager erleichtern:
es: Algunos de los recursos que le ayudarán a comenzar a utilizar el Gestor de Tareas:
fr: Quelques ressources pour vous aider à commencer à utiliser le Tasking Manager :
id: Beberapa referensi yang dapat membantu anda menggunakan Tasking Manager:
it: Alcune risorse per aiutarti ad iniziare ad usare il Tasking Manager:
ja: Tasking Manager初心者向け情報:
lt: Keletas resursų, kurie padės jums pradėti naudoti užduočių tvarkytuvę:
nl_nl: Uitleg van het gebruik van de OSM Tasking Manager:
pt: Alguns recursos para ajudar-lhe a começar a usar o Gestor de Tarefas
pt_br: Alguns recursos que lhe ajudam a usar o Tasking Manager:
ru: Некоторые ресурсы, которые помогут вам начать пользоваться Менеджером задач OSM:
sl: Nekaj virov, ki vam bodo pomagali pri začetku uporabe upraitelja nalog:
uk: Деякі ресурси, що допоможуть вам розпочати користуватись Менеджером Завадань

source: Open Source
es: Código abierto
ja: オープンソース
lt: Atviras kodas
pt: Código Aberto
pt_br: Código Aberto
ru: Свободное ПО
sl: Odprta koda
uk: Вільне програмне забезпечення

source: OSM Tasking Manager is an open source software.<br>Feel free to report issues and contribute.
da: OSM Tasking Manager er open source software.<br>Finder du fejl er du velkommen til at bidrage med dette.
de: Der OSM Tasking Manager ist quelloffene Software. <br>Wir bitten um Mithilfe und Fehlermeldungen.
es: El Gestor de Tareas de OpenStreetMap es un software de código abierto.<br>Siéntase libre para informar de los problemas y contribuir.
fr: OSM Tasking Manager est un logiciel libre.<br>N'hésitez pas à reporter d'éventuels problèmes et à contribuer à son code.
id: OSM Tasking Manager merupakan sebuah perangkat lunak open source. <br> Anda bebas untuk berkontribusi dan melaporkan masalah.
it: OSM Tasking Manager è un software open source.<br>Sentiti libero di segnalare problemi e di contribuire.
ja: OSM Tasking Managerはオープンソース・ソフトウェアです。<br>不具合の報告や解決への貢献を歓迎しています。
lt: OSM užduočių tvarkytuvė yra atviro kodo programinė įranga.<br>Prašome pranešti apie problemas ir prisidėti.
nl_nl: De OSM Tasking Manager is open source software.<br /> Iedereen kan meedoen en fouten en wensen indienen.
pt: O OSM Tasking Manager é um software de código aberto.<br>Sinta-se à vontade para contribuir ou para reportar qualquer problema.
pt_br: O OSM Tasking Manager é um programa de código aberto.<br>Fique à vontade para relatar problemas e contribuir.
ru: Менеджер задач OSM - это открытое програмное обеспечение. <br>Не стесняйтесь сообщить об ощибке или принять участие в разработке.
sl: Upravitelj nalog OSM je odprtokodno programje.<br>Lahko prijavite težave in tudi drugače prispevate.
uk: Менеджер Завдань OSM програмне забезпечення з відкритими сирцями. <br>Не соромтесь повідомляти про проблеми і робити свій внесок у його вдосконалення.

source: The <a href="http://github.com/hotosm/osm-tasking-manager2">application code</a> is available on github
da: Softwaren og <a href="http://github.com/hotosm/osm-tasking-manager2">kode</a> er tilgængelig på GitHub
de: Der <a href="http://github.com/hotosm/osm-tasking-manager2">Quellcode</a> ist auf GitHubverfügbar
es: El <a href="http://github.com/hotosm/osm-tasking-manager2">código de la aplicación</a> está disponible en github
fr: Le <a href="http://github.com/hotosm/osm-tasking-manager2">code de l'application</a> est disponible sur GitHub
id: <a href="http://github.com/hotosm/osm-tasking-manager2">Kode aplikasi</a> terdapat dalam github
it: Il <a href="http://github.com/hotosm/osm-tasking-manager2">codice dell'applicazione</a> è disponibile su Github
ja: <a href="http://github.com/hotosm/osm-tasking-manager2">コード</a>の公開はgithubで行われています。
lt: <a href="http://github.com/hotosm/osm-tasking-manager2">Programos kodas</a> yra prieinamas github
nl_nl: De <a href="http://github.com/hotosm/osm-tasking-manager2">bron code</a> is beschikbaar op github
pt: O <a href="http://github.com/hotosm/osm-tasking-manager2">código-fonte</a> do programa pode ser encontrado no GitHub
pt_br: O <a href="http://github.com/hotosm/osm-tasking-manager2">código-fonte da aplicação</a> está disponível no GitHub
ru: Исходный код приложения <a href="http://github.com/hotosm/osm-tasking-manager2">доступен на github</a>
sl: <a href="http://github.com/hotosm/osm-tasking-manager2">Izvorna koda aplikacije</a> je na voljo na githubu
uk: <a href="http://github.com/hotosm/osm-tasking-manager2">Сирці</a> доступні на github

source: Lead developer: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
da: Udviklerleder Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
de: Leitender Entwickler: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
es: Desarrollador principal: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
fr: Développeur principal : Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
id: Pemimpin pengembangan: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
it: Sviluppatore principale: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
ja: 主開発者: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
lt: Pagrindinis kūrėjas: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
nl_nl: Hoofdontwikkelaar: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
pt: Programador principal: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
pt_br: Desenvolvedor líder: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
ru: Ведущий разработчик: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
sl: Vodja tazvoja: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
uk: Провідний розробник: П’єр Жиро (<a href="//www.camptocamp.com">Camptocamp</a>)

source: with the help of <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">other contributors</a>.
da: med hjælp af <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">følgende andre bidragsydere</a>.
de: mit der Hilfe von <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">und anderen Mitwirkenden</a>.
es: con la ayuda de <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">otros colaboradores</a>.
fr: avec l'aide d'<a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">autres contributeurs</a>.
id: dengan bantuan dari <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">kontributor lainnya</a>.
it: con l'aiuto di <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">altri collaboratori</a>.
ja: 協力は<a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">その他多くの貢献者たち</a>により。
lt: su kitų <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">talkininkų</a> pagalba.
nl_nl: met de hulp van <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">andere ontwikkelaars</a>.
pt: com a ajuda de<a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">outros contribuidores</a>
pt_br: com a ajuda de <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">outros colaboradores</a>.
ru: при помощи <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">остальных участников</a>.
sl: s pomočjo <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">drugih avtorjev</a>.
uk: за участі <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">інших учасників</a>.

source: Version
es: Versión
id: Versi
it: Versione
ja: バージョン
lt: Versija
nl_nl: Versie
pt: Versão
pt_br: Versão
ru: Версия
sl: Različica
uk: Версія

source: You have unread messages
de: Du hast ungelesene Nachrichten
it: Hai dei messaggi da leggere
ja: 未読メッセージあり
pt_br: Você tem mensagens não lidas
uk: У вас є непрочитані повідомлення

source: About
da: Om
de: Über
es: Acerca de
fr: À propos
id: Tentang
it: Informazioni
ja: Tasking Managerについて
lt: Apie
nl_nl: Over
pt: Sobre
pt_br: Sobre
ru: О программе
sl: O aplikaciji
uk: Про

source: login to OpenStreetMap
da: login til OpenStreetMap
de: Bei OpenStreetMap einloggen
es: Iniciar sesión en OpenStreetMap
fr: S'authentifier
id: masuk ke OpenStreetMap
it: Accedi tramite OpenStreetMap
ja: OpenStreetMapログイン
lt: prisijungti prie OpenStreetMap
nl_nl: Aanmelden bij OpenStreetMap
pt: Iniciar sessão
pt_br: Entrar no OpenStreetMap
ru: представиться через OpenStreetMap
sl: vpis v OpenStreetMap
uk: вхід у OpenStreetMap

source: Fork the code on ${github_link}.
da: Hent koden på ${github_link}.
es: Descarga el código en ${github_link}.
fr: Faire un fork du code sur ${github_link}.
id: Ambil kode pada ${github_link}.
it: Forka il codice su ${github_link}.
ja: ${github_link} でコードをFork.
lt: ${github_link}: pradėkite kodo atšaką.
nl_nl: Fork de code op ${github_link}.
pt: Bifurcar o código no ${github_link}.
pt_br: Faça um fork do código no ${github_link}.
ru: Форкнуть на ${github_link}.
sl: Odcepite izvorno kodo na ${github_link}.
uk: Отримайте сирці на ${github_link}.

source: OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping. The purpose of the tool is to divide up a mapping job into smaller tasks that can be completed rapidly. It shows which areas need to be mapped and which areas need the mapping validated.
de: Der OSM Tasking Manager ist ein Werkzeug, das für das "Humanitarian OSM"-Team zum gemeinsamen Kartographieren geschaffen wurde. Das Ziel ist, die Kartographierungsarbeit in kleinere Aufgaben aufzuteilen, die schnell erledigt werden können. Das Werkzeug zeigt an, welche Bereiche noch zu kartographieren oder zu prüfen sind.
it: OSM Tasking Manager è uno strumento di mappatura progettato e sviluppato per la mappatura collaborativa dell'Humanitarian OSM Team. Lo scopo dello strumento è suddividere un lavoro di mappatura in compiti più piccoli che possono essere completati rapidamente. Mostra quali aree hanno bisogno di essere mappate e quali necessitano di convalida della mappatura.
ja: OSM Tasking Managerは、OSM人道支援チーム "Humanitarian OSM Team, HOT" の活動のためにデザインされた、多人数マッピング作業を効率的に実施するツールです。このツールでは、マッピング対象の地域を小さなタスクに分割することによって作業を素早く実施することができるようにします。このツールでは、マッピングが必要とされている地域と、内容の確認が必要とされている地域をまとめて表示することができます。
pt_br: OSM Tasking Manager é uma ferramenta de mapeamento colaborativo desenvolvida pelo Humanitarian OSM Team. Seu propósito é dividir grandes esforços de mapeamento em tarefas menores que possam ser completadas mais rapidamente. A interface mostra quais áreas precisam ser mapeadas e quais estão apenas aguardando validação.
uk: Менеджер Завдань OSM — інструмент мапінгу спроектований і створений для використання Humanitarian OSM Team для колективного мапінгу. Основним завданням якого є розділення роботи на невеличкі шматочки, які можуть бути виконанні досить швидко. Він показує ділянки, які потрібно замапити та замаплені ділянки, які потрібно перевірити.

source: This approach facilitates the distribution of tasks to the various mappers in a context of emergency. It also permits control of the progress and the homogeneity of the work done (e.g. elements to cover, specific tags to use, etc.).
de: Dieses Vorgehen erlaubt die Verteilung und Koordinierung von Aufgaben an viele Mapper weltweit, um die Arbeit von Hilfsorganisationen in Krisen-Gebieten zu unterstützen. Sowohl der Bearbeitungsfortschritt als auch die Qualität der erfassten Karten-Daten kann so jederzeit kontrolliert werden (z. B. zu taggende Elemente, Benutzung von Tags usw.).
it: Questo approccio facilita la distribuzione dei compiti ai vari mappatori in un contesto di emergenza. Permette anche il controllo del progresso e dell'omogeneità del lavoro svolto (ad esempio elementi da coprire, tag specifici da usare, eccetera).
ja: この方法を使うことにより、災害発生時に多くのマッパーが対象となる地域を一斉に描画するという状況において、それぞれが行なうべき作業を適切な単位に切り分けることが可能となります。また、作業の進捗確認や、作業結果の均質化を行なうこともできるようになります。(例: 描画対象となる地物の選定、特殊なタグの使用など...)
pt_br: Essa abordagem facilita a distribuição de tarefas entre vários mapeadores num contexto de emergência. Também permite controlar o progresso e a homogeneidade do trabalho realizado (isto é, focar o mapeamento em etiquetação e objetos específicos, por exemplo).
uk: Такий підхід полегшує розподіл завдань серед учасників в залежності від важливості ситуації. Він також дозволяє керувати процесом та однорідністю виконання роботи (тобто, наявністю певних елементів, теґів та т.і.).

source: New to Mapping?
de: Bist du neu hier?
es: ¿La primera vez que cartografías?
fr: Débutant ?
it: Sei un nuovo mappatore?
ja: マッピングははじめてですか？
lt: Naujokai žymėjime?
pt: Primeira vez aqui?
pt_br: Você é novo em mapeamento?
ru: Новичок в картах?
uk: Новачок? З чого почати?

source: Just jump over to <a target="_blank" href="http://www.openstreetmap.org">OpenStreetMap</a>, create an account, and then visit the LearnOSM tutorials on the <a target="_blank" href="http://learnosm.org/en/coordination/tasking-manager/">Tasking Manager</a> and the <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">iD editor</a>. Alternatively check out the <a target="_blank" href="http://mapgive.state.gov">MapGive website</a> which also provides information on the Tasking Manager and mapping. Once you have read up on how to map, come back here to help map for people on the ground!
de: Gehe zu erst zu <a target="_blank" href="http://www.openstreetmap.org">OpenStreetMap</a>, erstelle dort einen Account und lese die Anleitungen zum <a target="_blank" href="http://learnosm.org/en/coordination/tasking-manager/">Tasking Manager</a> und dem <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">id-Editor</a>. Oder schaue dir die <a target="_blank" href="http://mapgive.state.gov">MapGive Website</a> an, die weitere Informationen zum Tasking Manager und zum Mappen bereitstellt. Dann komme zum Mappen hierher zurück, um die Menschen vor Ort zu unterstützen!
it: Basta andare sul sito di <a target="_blank" href="http//www.openstreetmap.org">OpenStreetMap</a>, creare un account e poi visitare i tutorial di LearnOSM riguardante il <a target="_blank" href="http://learnosm.org/it/coordination/tasking-manager/">Tasking Manager</a>. In alternativa dai una occhiata al <a target="_blank" href="http://mapgive.openstreetmap.it/">sito di MapGive</a>, che fornisce informazioni sul Tasking Manager e sulla mappatura. Una volta che ti sei informato su come mappare, torna qui per aiutare le persone che sono sul territorio!
ja: <a target="_blank" href="http://www.openstreetmap.org">OpenStreetMap</a>のサイトを開き、アカウントを作成して、まずは<a target="_blank" href="http://learnosm.org/en/coordination/tasking-manager/">Tasking Manager</a>と<a target="_blank" href="http://learnosm.org/en/beginner/id-editor">iDエディタ</a>のチュートリアルを読んでください。その他、<a target="_blank" href="http://mapgive.state.gov">MapGive website</a>のサイトでも、Tasking Managerとマッピングについての情報が提供されています。読み終わったらまたこの場所に戻ってきて、現地の活動を支えるマッピングを開始しましょう！
pt_br: Bastar visitar <a target="_blank" href="http://www.openstreetmap.org">OpenStreetMap</a>, criar uma conta, e então seguir os tutoriais do LearnOSM sobre o <a target="_blank" href="http://learnosm.org/en/coordination/tasking-manager/">Tasking Manager</a> e o <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">iD editor</a>. Alternativamente, visite o <a target="_blank" href="http://mapgive.state.gov">website MapGive</a> que também oferece informações sobre o Tasking Manager e mapeamento. Depois de ter lido como mapear, volte aqui para ajudar a mapear!
uk: Перейдіть на <a target="_blank" href="http://www.openstreetmap.org">OpenStreetMap</a>, створіть обліковий запис, дізнайтесь на LearnOSM як працювати з <a target="_blank" href="http://learnosm.org/en/coordination/tasking-manager/">Менеджером завдань</a> та <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">редактором iD</a>. Або відвідайте сайт <a target="_blank" href="http://mapgive.state.gov">MapGive</a>, який також містить інформацію про роботу з Менеджером завдань та нанесення обʼєктів на мапу. Як тільки ви дізнаєтесь як мапити, повертайтесь сюди, щоб допомгти створити мапу для інших, кому вона вкрай потрібна!

source: Questions About Tasks, Mapping or HOT?
da: Spørgsmål om opgaver, kortlægnng eller HOT?
de: Fragen zu Aufgaben, Mapping oder HOT?
es: ¿Preguntas acerca de las tareas, la cartografía o HOT?
fr: Des questions à propos des tâches, de la cartographie ou de HOT ?
id: Pertanyaan tentang Tasking Manager, Pemetaan, atau HOT?
it: Domande riguardo a compiti, mappatura o HOT?
ja: タスクやマッピング方法、HOTに関する質問
lt: Turite klausimų apie užduotis, žymėjimą ar HOT?
nl_nl: Vragen over taken, tekenen of HOT?
pt: Perguntas Sobre Tarefas, Mapeamento e HOT?
pt_br: Questões Sobre Tarefas, Mapeamento ou HOT?
ru: Возникли вопрсы по Задачам, Картированию или о HOT?
sl: Vprašanja o nalogah, mapiranju ali HOT?
uk: Запитання про Завдання, Мапінг або HOT?

source: If you have any questions about a project, a task or mapping in general please ask on our mailing list: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a>.
de: Wenn Sie Fragen zu einem Projekt haben oder etwas über eine Aufgabe oder das Kartographieren im allgemeinen haben, schreiben Sie bitte eine Email an unsere Mailing-Liste <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a>.
it: Se hai qualsiasi domanda su un progetto, compito o in generale su come mappare, per favore chiedi tramite la nostra mailing list: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a>.
ja: プロジェクトやタスク、マッピング方法に関する質問は、メーリングリストに投稿ください: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT Eメールリスト</a>
pt_br: Se tiver questões sobre um projeto, uma tarefa, ou mapeamento em geral, pergunte na <a href="https://lists.openstreetmap.org/listinfo/hot">lista de e-mails do HOT</a>.
uk: Якщо у вас є питання стосовно проекту, завдань чи процесу мапінгу взагалі, звертайтесь з ними до нашого списку розсилки: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a>.

source: Or visit us in our IRC Chat Channel, just select #hot from the pop down channel list: <a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a>.
de: Oder besuchen Sie unseren IRC-Chat: Wählen Sie einfach #hot in der Auswahl-Liste "Channel"<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a>.
it: Oppure visitaci nel nostro canale di chat IRC, basta che nel menu selezioni #hot tra la lista di canali:<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a>.
ja: >あるいは、IRCチャットチャンネルも用意されていますので、プルダウンのチャンネル一覧から #hotを選ぶと参加できます: <br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC チャンネル #hot</a>
pt_br: Ou visite nosso canal #hot na <a href="http://irc.openstreetmap.org/">rede de IRC</a>.
uk: Або відвідайте наш канал IRC, просто оберіть #hot зі списку каналів:<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a>.

source: General inquries and comments are welcomed at: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>.
de: Allgemeine Anfragen und Kommentare senden Sie bitte an:<a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>.
it: Richieste di carattere generale e commenti sono benvenuti su: <a href=\"mailto:info@hotosm.org\" target="_top">info@hotosm.org</a>
ja: 全般的な質問やコメントは以下のメールアドレスで受け付けています: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
pt_br: Assuntos gerais ou comentários são bem-vindos por e-mail em: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>.
uk: Загальні питання та коментарі чекаємо за адресою: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>.
