Repository: hotosm/tasking-manager
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: da, de, es, fr, id, it, ja, lt, nl_nl, pt, pt_br, ru, sl, uk

source: A subject and message are required.
de: Ein Betreff und eine Nachricht werden benötigt.
ja: タイトルかメッセージを入力してください
pt_br: Assunto e mensagem são obrigatórios.
uk: Тема та повідомлення є обовʼязковими.

source: Project #
de: Projekt #
it: Progetto #
ja: プロジェクト #
pt_br: # Projeto
uk: Проект №

source: No users to message.
de: Keine Nutzer zum Benachrichtigen.
ja: メッセージ対象者なし
pt_br: Nenhum usuário para enviar mensagem
uk: Немає одержувачів повідомлення.

source: Message sent to ${num} user.
de: Nachricht wurde an ${num} Nutzer gesendet.
ja: ${num} ユーザにメッセージを送付しました。
pt_br: Mensagem enviada para ${num} usuário.
uk: Повідомлення надіслане ${num} користувачу.

source: Cannot update task. Record lock for update.
da: Kan ikke opdatere opgaven. Den er låst for en opdatering.
de: Die Aufgabe kann nicht aktualisiert werden da sie gesperrt ist.
es: No se puede actualizar la tarea. Registro bloqueado para actualización.
fr: La tâche ne peut pas être mise à jour. Enregistrement bloqué.
id: Tidak bisa memperbaharui task. Rekam untuk memperbaharui
it: Non è stato possibile aggiornare il compito. Il registro è bloccato per l'aggiornamento.
ja: タスクの更新ができません。更新を行うためにロックを記録します。
lt: Nepavyko atnaujinti užduoties. Įrašas užblokuotas atnaujinimui.
nl_nl: De taak kan niet worden bijgewerkt omdat deze vergrendeld is.
pt_br: A tarefa não pôde ser atualizada. Registre o bloqueio para atualização.
ru: Не могу обновить задачу. Задача занята.
sl: Ni mogoče posodobiti opravila. Zapis za posodobitev je bil zaklenjen.
uk: Не вдається оновити завдання. Завдання в роботі.

source: This task doesn't exist.
da: Denne opgave findes ikke.
de: Diese Aufgabe existiert nicht
es: Esta tarea no existe.
fr: Cette tâche n'existe pas.
id: Task ini tidak ada.
it: Questo compito non esiste.
ja: タスクが存在しません。
lt: Ši užduotis neegzistuoja.
nl_nl: Er bestaat geen taak met dit nummer.
pt: Esta tarefa não existe.
pt_br: Esta tarefa não existe.
ru: Задача не существует.
sl: Ta naloga ne obstaja.
uk: Завдання не існує.

source: You need to lock the task first.
da: Du skal låse opgaven først.
de: Sie müssen die Aufgabe zuerst sperren.
es: Usted necesita bloquear la tarea primero.
fr: Vous devez d'abord verrouiller la tâche en cliquant sur "Commencer à cartographier".
id: Anda perlu mengkunci task dulu.
it: Devi prima bloccare il compito.
ja: タスクをロックしてから作業してください。
lt: Pirmiau turite užblokuoti užduotį.
nl_nl: De taak moet eerst worden vergrendeld.
pt: Tem de bloquear primeiro a tarefa.
pt_br: Você precisa primeiro bloquear a tarefa.
ru: Прежде необходимо взять задачу.
sl: Najprej morate nalogo zakleniti.
uk: Вам потрібно спочатку взяти завдання.

source: Task marked as done. Thanks for your contribution
da: Opgaven er markeret som færdig. Tak for dit bidrag.
de: Aufgabe als beendet markiert. Vielen Dank für Deine Mitarbeit.
es: Tarea marcada como hecha. Gracias por tu contribución
fr: Tâche marquée comme complétée. Merci pour votre participation.
id: Task sudah ditandai selesai. Terima kasih atas kontribusi anda
it: Compito segnato come concluso. Grazie per il tuo contributo
ja: タスクを完了状態にしました。おつかれさまでした！
lt: Užduotis pažymėta baigta. Ačiū už jūsų indėlį
nl_nl: Taak gereed gemeld. Bedankt voor de deelname
pt: A tarefa foi marcada como terminada. Obrigado pela sua contribuição!
pt_br: Tarefa marcada como concluída. Agradecemos por sua colaboração.
ru: Задача отмечена выполненной. Спасибо за вклад
uk: Завдання позначено як виконане. Дякуємо за ваш внесок

source: Task already locked.
da: Opgaven er allerede låst.
de: Aufgabe zur Zeit gesperrt.
es: Tarea ya bloqueada.
fr: Tâche déjà bloquée.
id: Task sudah terkunci.
it: Compito già bloccato.
ja: タスクは既にロック中です。
lt: Užduotis jau užblokuota.
nl_nl: De taak is al vergrendeld.
pt: A tarefa já está bloqueada.
pt_br: A tarefa já está bloqueada.
ru: Задача уже взята.
sl: Naloga je že zaklenjena.
uk: Завдання вже заблоковане.

source: Task assigned to someone else.
da: Opgaven er blevet tildelt anden person.
de: Aufgabe ist jemandem zugeordnet.
es: Tarea asignada a otra persona.
fr: Tâche attribuée à quelqu'un d'autre
id: Tentukan tugas untuk pengguna lain
it: Compito assegnato a qualcun altro.
ja: 誰かが担当中
lt: Užduotis paskirta kam nors kitam.
nl_nl: De taak is toegewezen aan een ander.
pt: A tarefa está atribuída a outra pessoa.
pt_br: Tarefa atribuída a outra pessoa.
ru: Задача присвоена другому.
sl: Naloga dodeljena nekomu drugemu.
uk: Завдання призначене комусь іншому.

source: Task locked. You can start mapping.
da: Opgaven er låst. Du kan begynde at kortlægge.
de: Aufgabe gesperrt. Du kannst mit dem Mappen beginnen.
es: Tarea bloqueada. Puede comenzar a cartografiar.
fr: Tâche bloquée. Vous pouvez commencer à cartographier.
id: Task terkunci. Anda dapat mulai memetakan.
it: Compito bloccato. Puoi iniziare a mappare.
ja: タスクをロックしました。マッピングを開始できます。
lt: Užduotis užblokuota. Galite pradėti žymėjimą.
nl_nl: Taak vergrendeld. Deelname kan worden gestart.
pt: A tarefa foi bloqueada. Pode começar a mapear.
pt_br: Tarefa bloqueada. Agora você pode começar a mapear.
ru: Вы взяли задачу — приступайте к картированию.
sl: Opravilo zaklenjeno. Lahko pričnete s kartiranjem.
uk: Завдання заблоковане. Можете ставати до роботи.

source: Task unlocked.
da: Opgaven ulåst.
de: Aufgabe entsperrt.
es: Tarea desbloqueada.
fr: Tâche débloquée.
id: Task dibuka.
it: Compito sbloccato.
ja: タスクをアンロックしました。
lt: Užduotis atblokuota.
nl_nl: Taak ontgrendeld.
pt: Tarefa desbloqueada.
pt_br: Tarefa desbloqueada.
ru: Задача освобождена.
sl: Naloga odklenjena.
uk: Завдання розблоковане.

source: Comment added.
da: Kommentar tilføjet.
de: Kommentar hinzugefügt.
es: Añadido el comentario.
fr: Commentaire ajouté.
id: Komentar ditambahkan.
it: Commento aggiunto.
ja: コメント追加完了。
lt: Komentaras pridėtas.
nl_nl: Commentaar toegevoegd.
pt: Comentário adicionado.
pt_br: Comentário adicionado.
ru: Комментарий добавлен.
sl: Komentar dodan.
uk: Коментар додано.

source: You were mentioned in a comment - Task ${link}
da: Du er blevet nævnt i en kommentar - Opgave ${link}
de: Sie wurden in einem Kommentar erwähnt - Task ${link}
es: Te mencionaron en un comentario - Tarea ${link}
fr: Vous êtes mentionés dans un commentaire - Tâche ${link}
id: Anda telah disebut dalam sebuah komentar - Tugas ${link}
it: Sei stato citato in un commento - Task ${link}
ja: あなたに関するコメントがあります - タスク ${link}
lt: Buvote paminėti komentare – užduotyje ${link}
nl_nl: Genoemd in een commentaar bij taak ${link}
pt: Foi mencionado num comentário - Tarefa ${link}
pt_br: Você foi mencionado em um comentário - Tarefa ${link}
ru: Вы были упомянуты в коментариях к задаче ${link}
sl: Omenjeni ste v komentarju - Opravilo ${link}
uk: Вас згадано у коментарі — Завдання ${link}

source: Task ${link} invalidated
da: Opgave ${link} ej godkendt
de: Aufgabe ${link} als unvollständig markiert
es: Tarea ${link} invalidada
fr: Tâche ${link} invalidée
id: Tugas ${link} telah batal divalidasi
it: Compito ${link} annullato
ja: タスク ${link} 差し戻し
lt: Užduotis ${link} anuliuota
nl_nl: Taak ${link} op niet gevalideerd gezet
pt: Tarefa #{link} invalidada
pt_br: O resultado atual da tarefa ${link} foi considerado inválido
ru: Задача ${link} отклонена
sl: Naloga ${link} razveljavljena
uk: Завдання ${link} відхилене

source: Task validated.
da: Opgaven valideret.
de: Aufgabe geprüft.
es: Tarea validada.
fr: Tâche validée
id: Task telah divalidasi.
it: Compito confermato.
ja: タスクの内容確認完了。
lt: Užduotis patvirtinta.
nl_nl: Taak gevalideerd.
pt: Tarefa validada.
pt_br: Tarefa considerada válida.
ru: Задача проверена.
sl: Naloga potrjena.
uk: Завдання ухвалене.

source: Task invalidated.
da: Opgaven ej godkendt.
de: Aufgabe als unvollständig markiert
es: Tarea invalidada.
fr: Tâche invalidée
id: Task belum divalidasi.
it: Compito annullato.
ja: タスクの差し戻し完了。
lt: Užduotis anuliuota.
nl_nl: Taak niet gevalideerd.
pt: Tarefa invalidada.
pt_br: Tarefa considerada inválida.
ru: Задача отклонена.
sl: Naloga razveljavljena.
uk: Завдання відхилене.

source: Random task... none available! Sorry.
da: Tilfældig opgave... beklager, er ikke tilgængeligt.
de: Zufällige Aufgabe ... leider nicht verfügbar.
es: Tarea aleatoria... ¡no hay ninguna disponible! Lo sentimos.
fr: Tâche au hasard... aucune disponible ! Désolé.
id: Task acak... tidak tersedia! Maaf.
it: Compito a caso... non disponibile! Ci dispiace.
ja: タスクのランダム選択...空いているタスクがありません。ごめんなさい！
lt: Atsitiktinė užduotis... nėra prieinamų! Atsiprašome.
nl_nl: Er zijn geen willekeurige taken beschikbaar.
pt: Tarefa Aleatória... Desculpe, não está disponível nenhuma tarefa.
pt_br: Sorteando uma tarefa... nenhuma disponível!
ru: Случайной задачи... не нашлось. Извините.
sl: Naključno opravilo... ni na voljo! Oprostite.
uk: Випадкове завдання… не знайшлось! Вибачте.

source: You cannot assign an already locked task
da: Du kan ikke få tildelt en allerede låst opgave
de: Du kannst eine gesperrte Aufgabe nicht zuordnen
es: No se puede asignar una tarea que ya ha sido bloqueada
fr: Vous ne pouvez attribuer une tâche déjà bloquée
id: Anda tidak dapat mengatur tugas yang telah terkunci sebelumnya
it: Non puoi assegnare un compito già bloccato
ja: ロック中のタスクへの担当依頼はできません
lt: Negalite paskirti užblokuotos užduoties
nl_nl: Een vergrendelde taak kan niet worden toegewezen
pt: Não é possível atribuir uma tarefa já bloqueada
pt_br: Você não pode atribuir uma tarefa já bloqueada
ru: Нельзя назначить уже занятую задачу
sl: Že zaklenjene naloge ni mogoče dodeliti
uk: Ви не можете призначати заблоковані завдання

source: Task assigned.
da: Opgave tildelt.
de: Aufgabe zugeordnet
es: Tarea asignada.
fr: Tâche attribuée
id: Tugas telah diatur.
it: Compito assegnato.
ja: タスク担当開始。
lt: Užduotis paskirta.
nl_nl: taak toegewezen.
pt: Tarefa atribuída.
pt_br: Tarefa atribuída.
ru: Задача назначена.
sl: Naloga dodeljena.
uk: Завдання призначене.

source: Task assignment removed
da: Den tildelte opgave er fjernet
de: Aufgabenzuordnung gelöscht
es: Eliminada la asignación de tarea
fr: Attribution de la tâche retirée
id: Pengaturan tugas dihilangkan.
it: Rimossa l'assegnazione del compito
ja: タスク担当の削除実施
lt: Užduoties paskyrimas pašalintas
nl_nl: Toewijzing voor de taak is verwijderd
pt: Removida a atribuição desta tarefa
pt_br: A tarefa deixou de estar atribuída a alguém
ru: Назначение задачи снято
sl: Dodelitev naloge odstranjena
uk: Призначення зняте

source: Task difficulty changed.
da: Opgavens sværhedsgrad ændret.
de: Schwierigkeitsgrad der Aufgabe geändert.
es: Dificultad de la tarea cambiada
fr: Difficulté de la tâche modifiée.
id: Tingkat kesulitan tugas telah diubah.
it: Modificata la difficoltà del compito.
ja: タスク難易度が変更されました。
lt: Užduoties sunkumas pakeistas.
nl_nl: Complexiteit van de taak is gewijzigd
pt: A dificuldade da tarefa foi alterada.
pt_br: O nível de dificuldade da tarefa foi alterada.
ru: Сложность задачи изменена
sl: Težavnost naloge spremenjena.
uk: Складність завдання змінена.

source: Task difficulty removed
da: Opgavens sværhedsgrad fjernet
de: Schwierigkeitsgrad der Aufgabe gelöscht
es: Dificultad de la tarea eliminada
fr: Difficulté de la tâche supprimée
id: Tingkat kesulitan tugas dihilangkan
it: Rimossa la difficoltà del compito
ja: タスク難易度が削除されました。
lt: Užduoties sunkumas pašalintas.
nl_nl: Complexiteit van de taak is verwijderd
pt: A dificuldade da tarefa foi removida.
pt_br: A definição de dificuldade da tarefa foi removida.
ru: Сложность задачи снята
sl: Težavnost naloge odstranjena
uk: Складність завдання знята

source: You probably don't want to remove your privileges
da: Du ønsker sandsynligvis ikke at fjerne dine privilegier
de: Sie wollen ihre Rechte wahrscheinlich nicht löschen
es: Usted probablemente no quiere quitar sus privilegios
fr: Êtes-vous certain de vouloir enlever vos privilèges ?
id: Mungkin anda tidak ingin menghapus hak anda
it: Probabilmente non vuoi rimuovere i tuoi privilegi
ja: 自分自身の権限を削除することはできません。
lt: Tikriausiai nenorite naikinti savo privilegijų
nl_nl: Het verwijderen van rechten heeft mogelijk ongewenste gevolgen
pt: Provavelmente não pretende remover os seus próprios privilégios
pt_br: Você provavelmente não deseja remover seus privilégios
ru: Возможно вы не хотите лишать себя привелегий
sl: Po vsej verjetnosti si ne želite odvzeti že danih privilegijev.
uk: Можливо, ви не бажаєете позбавляти себе привілеїв

source: Sorry, this user doesn't exist
da: Beklager, denne bruger findes ikke
de: Entschuldigung dieser Benutzer existiert nicht.
es: Lo sentimos. Este usuario no existe
fr: Désolé, ce projet n'existe pas
id: Maaf, pengguna ini tidak ditemukan
it: Ci dispiace, questo utente non esiste
ja: ユーザが存在しません
lt: Atsiprašome, šis naudotojas neegzistuoja
nl_nl: Sorry, die gebruiker bestaat niet
pt: Desculpe, este utilizador não existe.
pt_br: Este usuário não existe
ru: Извините, такого пользователя нет
sl: Oprostite, ta uporabnik ne obstaja
uk: Вибачте, такого користувача не існує

source: OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping. The purpose of the tool is to divide up a mapping job into smaller tasks that can be completed rapidly. It shows which areas need to be mapped and which areas need the mapping validated. <br />This approach facilitates the distribution of tasks to the various mappers in a context of emergency. It also permits to control the progress and the homogeneity of the work done (ie. Elements to cover, specific tags to use, etc.).
es: El Gestor de Tareas de OSM es una herramienta de cartografía diseñada y construida para el Equipo colaborativo de cartografiado Humanitario de OSM. El propósito de esta herramienta es dividir el trabajo de cartografiado en tareas más pequeñas que puedan ser completadas rápidamente. Muestra que áreas necesitan ser cartografiadas y que áreas necesitan ser validadas. <br />De esta manera se facilita el reparto de las tareas entre los distintos cartógrafos en un contexto de emergencia. También permite controlar el progreso y la homogeneidad del trabajo hecho (es decir, los elementos a cubrir, las etiquetas específicas a utilizar, etc.).
fr: Le gestionnaire de tâches OSM est un outil de cartographie développé pour Humanitarian OSM Team. Le but de cet outil est de diviser une zone à cartographier en plus petites tâches qui peuvent être réalisées rapidement. On y voit les zones qui doivent être cartographiées ainsi que les zones dont la cartographie a besoin d'être validée.<br />Cette approche facilite la distribution des tâches aux différentes mappeurs dans un contexte d'urgence. Cela permet aussi de contrôler l'avancement et l'homogénéité du travail effectué (ex. éléments à couvrir, mots-clés à utiliser, etc.).
id: Tasking Manager OSM adalah alat pemetaan yang didesain dan dibuat Humanitarian OSM Team untuk pemetaan bersama. Tujuan dari alat ini adalah untuk membagi pekerjaan pemetaan menjadi beberapa area kecil yang bisa dikerjakan secara cepat. Ini menunjukkan area mana yang butuh dipetakan dan area mana yang butuh divalidasi. <br />Pendekatan ini memfasilitasi distribusi pekerjaan ke berbagai pemeta dalam konteks kebencanaan. Alat ini juga memungkinkan untuk mengatur proses dan kesamaan dari hasil pekerjaan yang dikerjakan (contoh elemen apa saja yang dipetakan, tag spesifik yang digunakan, dll).
lt: OSM užduočių tvarkytuvė yra žemėlapių kūrimo įrankis, sukurtas OSM humanistų komandai, skirtas žemėlapių kūrimui bendradarbiaujant. Šio įrankio tikslas yra padalinti žemėlapio kūrimo darbą į mažesnes užduotis, kurios gali būti greitai užbaigtos. Jis parodo, kurios vietos turi būti pažymėtos žemėlapyje, kurių žymėjimai žemėlapyje turi būti patikrinti. <br />Šis būdas palengvina užduočių paskirstymą įvairiems žemėlapių kūrėjams kritinių situacijų atveju. Jis taip pat leidžia kontroliuoti atliekamo darbo eigą ir homogeniškumą (pvz., kuriuos elementus įtraukti, kokias žymas naudoti, etc.).
nl_nl: OSM Tasking Manager is een hulpmiddel van het Humanitarian OpenStreetMap Team voor het gezamelijk uitvoeren van OpenStreetMap projecten ter ondersteuning van rampen en calimiteiten. Het doel van de OSM Tasking Manager is projecten op te delen in deelgebieden die snel kunnen worden verwerkt. De OSM Tasking Manager toont gebieden die nog niet zijn bewerkt en gebieden die moeten worden gevalideerd. <br />Met dit hulpmiddel kunnen taken worden verdeeld onder vrijwilligers. Dit hulpmiddel geeft ook de mogelijkheid om de voortgang inzichtelijk te maken en vrijwilligers te helpen door bijvoorbeeld aan te geven hoe er getekend moet worden en welke gegevens nodig zijn voor een project (bijvoorbeeld de staat van gebouwen, beschikbaarheid van waterwinplaatsen etc.).
pt: O Gestor de Tarefas é uma ferramenta de ajuda na edição colaborativa de mapas feita para a Equipa Humanitária do OpenStreetMap. O objetivo desta ferramenta é permitir dividir uma área grande do mapa em várias zonas e atribuir cada uma delas a um utilizador.<br />Desta forma é mais fácil coordenar o trabalho de vários utilizadores no contexto de uma emergência. Permite também controlar o progresso e a homogeneidade do trabalho feito (por ex. elementos mais importantes a adicionar ao mapa, etiquetas específicas a usar, etc.).
ru: «Менеджер задач OSM» — инструмент, разработанный для совместного рисования карт в проектах Команды гуманитарного картирования. Его цель — разделить задачу по созданию карты на много маленьких и быстро выполнимых. Он показывает, где нужна карта, и в каких районах нужно проверить её качество.<br />Этот подход позволяет распределить задачи между многими мапперами в случае срочных задач. И ещё позволяет следить за прогрессом и устанавливать единый критерий качества сделанной работы (что рисовать, какие теги использовать и т.п.).

source: Just jump over to <a target="_blank" href="http://www.openstreetmap.org">OpenStreetMap</a>, create an account, and then visit <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">this tutorial</a>. Then come back here to help map for people on the ground!
es: Ve simplemente a <a target="_blank" href="http//www.openstreetmap.org">OpenStreetMap</a>, crea una cuenta de usuario, y luego lee <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">este tutorial</a>. ¡Cuando acabes vuelve aquí para ayudar a cartografiar a la gente que está sobre el terreno!
fr: Créez un compte sur <a target="_blank" href="http//www.openstreetmap.org">OpenStreetMap</a>, puis suivez <a target="_blank" href="http://learnosm.org/fr/beginner/id-editor/">ce tutorial</a>. Ensuite revenez ici pour cartographier utilement !
lt: Eikite į <a target="_blank" href="http//www.openstreetmap.org">OpenStreetMap</a>, sukurkite paskyrą ir tada aplankykite <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">šią mokymo programą</a>. Tada grįžkite čia ir padėkite žymėti žmonėms ant žemės!
pt: Apenas aceda a <a target="_blank" href="http//www.openstreetmap.org">OpenStreetMap</a>, crie uma conta e então veja <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">este guia</a>. Então regresse aqui para ajudar a mapear para as pessoas que estão no terreno!
ru: Просто зайдите на <a target="_blank" href="http//www.openstreetmap.org">сайт OpenStreetMap</a>, зарегистрируйтесь и прочитайте <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">учебник</a>. Затем возвращайтесь, помочь картами людям в далёких странах!
